{
    "hadith_id": "1036",
    "hadith": "لَا تَقُومُ السَّاعَةُ حتَّى يُقْبَضَ العِلْمُ، وتَكْثُرَ الزَّلَازِلُ، ويَتَقَارَبَ الزَّمَانُ، وتَظْهَرَ الفِتَنُ، ويَكْثُرَ الهَرْجُ وهو القَتْلُ القَتْلُ حتَّى يَكْثُرَ فِيكُمُ المَالُ فَيَفِيضَ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1036",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (157) باختلاف يسير",
    "sharh": "لقدْ دلَّ النبيُّ صلَّى اللهُ عليه وسلَّمَ أُمَّتَه على كلِّ خيرٍ، وحَذَّرَهم مِن كلِّ شرٍّ، ومِن ذلك إخبارُه بعَلاماتِ السَّاعةِ التي تكونُ في آخِرِ الزَّمانِ؛ لأنَّ الإيمانَ بتَحقُّقَ صِدقِها مِن الإيمانِ بالغَيبِ، ومِن تَصديقِ اللهِ تعالَى ورَسولِه، ولِيَقْوَى إيمانُ مَن يُشاهِدَها ويَثبُتَ، ويُحسِنَ التَّعامُلَ معها.\r\nوفي هذا الحديثِ بيانُ بعضِها، حيثُ يُخبِرُ النبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه لا يَأتي يومُ القِيامةُ حتى يُنزَعَ العِلمُ مِن الأرضِ، وقد فُسِّر في بَعضِ الرِّواياتِ بأنَّ اللهَ عزَّ وجلَّ لا يَنزِعُه مِن صُدورِ النَّاسِ، بل يَنزِعُه مِن الأرضِ بمَوتِ العُلماءِ. \r\nومِن العَلاماتِ كَثرةُ الزَّلازِلِ، فيَكثُرُ تَحرُّكُ الأرضِ واهْتِزازُها، ومِن العَلاماتِ تَقارُبُ الزَّمانِ، فتَقِلُّ بَرَكتُه، وقيل: قد فُسِّر تَقارُبُ الزَّمانِ في حَديثٍ آخَرَ بحيثُ تكونُ السَّنةُ كالشَّهرِ، والشَّهرُ كالجُمُعةِ، والجُمُعةُ كاليومِ، واليومُ كالسَّاعةِ، والسَّاعةُ كالضَّرَمَةِ بالنَّارِ، والضَّرَمةُ: الوَقتُ المُستَغرَقُ بمِثْلِ ما يُشعَلُ به النَّارُ وانطفائِه، وقيل غيرُ ذلك.\r\nومِن العَلاماتِ أيضًا ظُهورُ الفِتنِ، فتَكثُرُ، مِثْلُ ظُهورِ فِتْنةِ الدَّجَّالِ وغيرِها.\r\nومِن العَلاماتِ أيضًا كثْرةُ الهَرْجِ، وفسَّرَه النبيُّ صلَّى اللهُ عليه وسلَّمَ بقولِه: «وهو القَتْلُ القَتْلُ»، حيثُ تَكثُرُ استِباحةُ دِماءِ المسلمينَ بَعضِهم لبعضٍ دونَ وَجْهِ حقٍّ، كما في رِوايةِ ابنِ ماجَهْ مِن حَديثِ أبي مُوسى الأشعريِّ رَضيَ اللهُ عنه، أنَّه صلَّى اللهُ عليه وسلَّمَ قال: «لَيس بقتْلِ المشركينَ، ولكنْ يَقتُلُ بَعضُكم بَعضًا، حتى يَقتُلَ الرجُلُ جارَه، وابنَ عَمِّه، وذا قَرابتِه»؛ فالقتْلُ المقصودُ هنا هو أنْ يَقتُلَ المسلِمونَ بَعضُهم بعضًا دونَ مُراعاةٍ لِحُرمةِ دَمٍ، أو دِينٍ، أو قَرابةٍ.\r\nومِن العَلاماتِ أيضًا كَثرةُ الأموالِ، فيَعُمُّ الناسَ جميعًا، ويَسْتَغني كلُّ واحدٍ بما يَملِكُه في يَدِه، وقيل: إنَّ إفاضتَه تكونُ في زَمَنِ عيسى ابنِ مَريمَ عليه السَّلامُ بعْدَ قَتْلِه الدَّجالَ.\r\nوفي الحَديثِ: عَلامةٌ مِن عَلاماتِ نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ.\r\nوفيه: حَثٌّ على طلَبِ العِلمِ؛ ففي إخبارِ الرَّسولِ صلَّى اللهُ عليه وسلَّمَ بقَبْضِ العِلمِ إشارةٌ إلى أنْ نَحذَرَ ونَتدارَكَ هذا الأمرَ، ونَطلُبَ العلمَ؛ حتى لا نَصيرَ لهذه الحالِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}