{
    "hadith_id": "1077",
    "hadith": "وَكانَ رَبِيعَةُ مِن خِيَارِ النَّاسِ، عَمَّا حَضَرَ رَبِيعَةُ مِن عُمَرَ بنِ الخَطَّابِ رَضِيَ اللَّهُ عنْه، قَرَأَ يَومَ الجُمُعَةِ علَى المِنْبَرِ بسُورَةِ النَّحْلِ حتَّى إذَا جَاءَ السَّجْدَةَ نَزَلَ، فَسَجَدَ وسَجَدَ النَّاسُ حتَّى إذَا كَانَتِ الجُمُعَةُ القَابِلَةُ قَرَأَ بهَا، حتَّى إذَا جَاءَ السَّجْدَةَ، قالَ: يا أيُّها النَّاسُ إنَّا نَمُرُّ بالسُّجُودِ، فمَن سَجَدَ، فقَدْ أصَابَ ومَن لَمْ يَسْجُدْ، فلا إثْمَ عليه ولَمْ يَسْجُدْ عُمَرُ رَضِيَ اللَّهُ عنْه وزَادَ نَافِعٌ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عنْهمَا، إنَّ اللَّهَ لَمْ يَفْرِضِ السُّجُودَ إلَّا أنْ نَشَاءَ.",
    "rawi": "ربيعة بن عبدالله بن الهدير",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1077",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي في ((الخلافيات)) (2138)، وعبد الرزاق (5889)، وابن خزيمة (567) كلاهما باختلاف يسير.",
    "sharh": "سُجودُ التِّلاوةِ سُنَّةٌ عن النبيِّ صلَّى اللهُ عليه وسلَّمَ، حيث سَجَدَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، وأمَرَ بالسُّجودِ لا على جِهةِ الإلزامِ، وإنَّما هو على التَّخييرِ، فمَن سَجَدَ نال الأجْرَ، ومَن واصَلَ تِلاوتَه أو استماعَه ولم يَسجُدْ، فلا شَيءَ عليه، وفي القُرآنِ الكَريمِ خَمسةَ عشَرَ مَوضعًا يُسجَدُ فيها سُجودُ التِّلاوةِ علَى المسهورِ.\r\nوفي هذا الحَديثِ يُخْبِرُ رَبيعةُ بنُ عبدِ اللهِ بنِ الهُدَيْرِ -وكان مِن خِيارِ الناسِ، وقيل: إنَّه ممَّن رأى النبيَّ صلَّى اللهُ عليه وسلَّمَ- أنَّه حَضَرَ الجُمعةَ مع عُمَرَ بنِ الخطَّابِ رَضيَ اللهُ عنه، وسَمِعَه يَقرَأُ على المِنْبرِ بسُورة ِالنَّحلِ، حتَّى إذا جاءَ قولُ اللهِ تعالَى: {وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ وَالْمَلَائِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ * يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} [النحل: 49، 50]، نَزلَ عن المِنْبرِ فسَجَدَ على الأرضِ وسجَدَ النَّاسُ معه، وفي الجُمُعةِ التَّاليةِ قَرأَها عُمَرُ رَضيَ اللهُ عنه على المِنْبرِ أيضًا، وعِندَما قَرَأها لم يَنزِلْ مِن المِنبرِ ولم يَسجُدْ، وقال: يا أيُّها النَّاسُ، إنَّا نَمُرُّ بِالسُّجودِ؛ فمَنْ سَجَدَ فقدْ أصابَ السُّنةَ ونالَ الأجْرَ، ومَنْ لم يَسجُدْ فَلا إثمَ عليه. وهذا تَبْيينٌ مِن عُمَرَ رَضيَ اللهُ عنه أنَّ القارئَ أوِ المُستمِعَ للآيةِ التي فيها سَجْدةٌ إذا لم يَسجُدْ لا يَأثَمُ على تَركِه للسُّجودِ؛ ولِذلكَ قال ابنُ عُمَرَ رَضيَ اللهُ عنهما: إنَّ اللهَ لم يَفْرِضِ السُّجودَ ولم يُوجِبْه على القارئِ أو السامعِ، إلَّا أنْ نَشاءَ، أي: إلَّا أنْ يُريدَ القارئُ أو المُستمِعُ السُّجودَ. ولا تَعارُضَ بيْنَ هذا الحديثِ وبيْن قَولِ اللهِ تعالَى: {فَمَا لَهُمْ لَا يُؤْمِنُونَ * وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ} [الانشقاق: 20، 21]؛ إذ الآيةُ وَرَدَت في ذمِّ المشركينَ وتَرْكِهم السُّجودَ جحُودًا واستكبارًا.\r\nوفي القُرآنِ خَمسةَ عشَرَ مَوضعًا يُسجَدُ فيها سُجودُ التِّلاوةِ على المشهورِ. ويُقالُ في سُجودِ التِّلاوةِ ما يُشرَعُ قولُه في سُجودِ الصَّلاةِ مِن التَّسبيحِ والدُّعاءِ.\r\nوفي الحديثِ: مَشروعيَّةُ نُزولِ الخطيبِ مِن على المِنبرِ أثناءَ الخُطبةِ لسُجودِ التِّلاوةِ.\r\nوفيه: ثُبوتُ سُجودِ التِّلاوةِ في سُورةِ النَّحلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}