{
    "hadith_id": "1098",
    "hadith": "كانَ عبدُ اللَّهِ بنُ عُمَرَ رَضِيَ اللَّهُ عنْهما يُصَلِّي علَى دَابَّتِهِ مِنَ اللَّيْلِ، وهو مُسَافِرٌ ما يُبَالِي حَيْثُ ما كانَ وجْهُهُ قالَ ابنُ عُمَرَ: وكانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يُسَبِّحُ علَى الرَّاحِلَةِ قِبَلَ أيِّ وجْهٍ تَوَجَّهَ، ويُوتِرُ عَلَيْهَا، غيرَ أنَّه لا يُصَلِّي عَلَيْهَا المَكْتُوبَةَ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1098",
    "grade": "[معلق]",
    "takhrij": "أخرجه مسلم (700)",
    "sharh": "كانَ أصحابُ النبيِّ صلَّى اللهُ عليه وسلَّمَ يَحرِصونَ على أنْ يَهْتدوا بهَدْيِه ويَستَنُّوا بسُنَّتِه، لا سيَّما في الصَّلاةِ التي هي عِمادُ الدِّينِ، وأعظمُ أركانِ الإسلامِ العَمليَّةِ.\r\nوفي هذا الحديثِ بَيانُ مَشروعيَّةِ صَلاةِ التَّطوُّعِ على الراحلةِ دونَ صَلاةِ الفَريضةِ، حيث يُخبِرُ التابعيُّ سالمُ بنُ عبدِ اللهِ بنِ عُمَرَ أنَّ أباهُ عبدَ اللهِ رَضيَ اللهُ عنه كان يُصلِّي قِيامَ اللَّيلِ في السَّفرِ وهو على دابَّتِه، لا يُبالي هلْ هو مُوجَّهٌ باتِّجاهِ القِبلةِ أم لا؛ فقِبلةُ المسافرِ في تَطوُّعِه على دابَّتِه هي اتِّجاهُ سَيرِ دابَّتِه إذا شَقَّ عليه استِقبالُ القِبلةِ، أمَّا إذا تَمكَّنَ مِن استِقبالِ القِبلةِ دونَ مَشقَّةٍ -كراكبِ السَّفينةِ- فإنَّه يَلزَمُه استِقبالُها. وكان عَبدُ اللهِ بنُ عمرَ رَضيَ اللهُ عنهما يقولُ: كان النبيُّ صلَّى اللهُ عليه وسلَّمَ يُسبِّحُ، أي: يُصلِّي السُّبْحةَ -وهي السُّنَنُ النَّوافلُ- على دابَّتِه في أيِّ اتِّجاهٍ وأيَّةِ ناحيةٍ تَوجَّهَتْ به دابَّتُه، لا يُراعي اتِّجاهَ القِبلةِ، وكان يُصلِّي أيضًا على دابَّتِه صَلاةَ الوِتْر غَيرَ مُتَّجهٍ إلى القِبلةِ، إلَّا أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ لم يكُنْ يُصلِّي على دابَّتِه الصَّلاةَ المكتوبةَ، وهي الصَّلواتُ الخمسُ المَفروضةُ.\r\nوأمَّا كَيفيَّةُ الرُّكوعِ والسُّجودِ على الراحلةِ، فقد ذَكَرَها ابنُ عُمَرَ رَضيَ اللهُ عنهما في رِوايةٍ للبُخاريِّ أنَّه صلَّى اللهُ عليه وسلَّمَ كان يُومِئُ برَأْسِه، بمعنى: يَخفِضُها شَيئًا ما للرُّكوعِ، ويكونُ السُّجودُ أخفَضَ، وهو أقلُّ مِن هَيئةِ السُّجود الكاملِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}