{
    "hadith_id": "1119",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ كانَ يُصَلِّي جَالِسًا، فَيَقْرَأُ وهو جَالِسٌ، فَإِذَا بَقِيَ مِن قِرَاءَتِهِ نَحْوٌ مِن ثَلَاثِينَ أوْ أرْبَعِينَ آيَةً قَامَ فَقَرَأَهَا وهو قَائِمٌ، ثُمَّ يَرْكَعُ، ثُمَّ سَجَدَ يَفْعَلُ في الرَّكْعَةِ الثَّانِيَةِ مِثْلَ ذلكَ، فَإِذَا قَضَى صَلَاتَهُ نَظَرَ: فإنْ كُنْتُ يَقْظَى تَحَدَّثَ مَعِي، وإنْ كُنْتُ نَائِمَةً اضْطَجَعَ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1119",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (731)، وأبو داود (954)، والترمذي (374)، والنسائي (1648) واللفظ لهم جميعا.",
    "sharh": "النبيُّ صلَّى اللهُ عليه وسلَّمَ هو الأُسْوةُ والقُدوةُ الحَسَنةُ لكلِّ الأُمَّةِ، وقدْ علَّمَنا اليُسرَ في العِبادةِ، وضَرَب لنا المَثَلَ في يُسْرِ الشَّريعةِ، ونَهانا عن التَّكلُّفِ فيها، ومِن ذلِك ما جاء عنْه في هذا الحديثِ، حيثُ تُخبِرُ أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كان يُصلِّي قِيامَ اللَّيلِ جالِسًا؛ وذلك لمَّا كَبِرَ سِنُّه، كما في رِوايةِ البُخاريِّ، فيَقرَأُ وهو جالسٌ، فإذا بَقِيَ مِن قِراءتِه قَريبٌ مِن ثَلاثينَ أو أربعينَ آيةً، قام فقَرَأَ ما تَبقَّى وهو قائمٌ، ثمَّ ركَعَ، ثمَّ سجَدَ، ويَفعَلُ في الرَّكعةِ الثانيةِ مِثلَما فَعَلَ في الرَّكعةِ الأُولى؛ وهو أنْ يُصلِّيَ وهو جالسٌ، فإذا بَقِيَ مِن قِراءتِه نحوٌ مِن ثلاثينَ أو أربعينَ آيةً قام فقرَأَها وهو قائمٌ، فإذا قضَى صلَّى اللهُ عليه وسلَّمَ صَلاتَه نَظَرَ إلى عائشةَ: فإنْ كانت مُستيقِظةً تَحدَّث معها قبْلَ أنْ يَنامَ، وإنْ كانتْ نائمةً وضَع جَنْبَه على الأرضِ ونامَ. \r\nوفي الحديثِ: بيانُ ما كان عليه النبيُّ صلَّى اللهُ عليه وسلَّمَ مِن حُسنِ العِشْرةِ مع أَزواجِه، وحَديثِه معهنَّ.\r\nوفيه: حِرْصُ النبيِّ صلَّى اللهُ عليه وسلَّمَ على قيامِ اللَّيلِ، ومُواظبتُه في ذلك، حتَّى عندَما كَبِرَتْ سِنُّه.\r\nوفيه: مَشروعيَّةُ جُلوسِ المتطوِّعِ في الصَّلاةِ، والقِراءةِ وهو جالسٌ مع قُدرتِه على القِيامِ.\r\nوفيه: أنَّ السُّنَّةَ تَطويلُ القِراءةِ في صَلاةِ اللَّيلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}