{
    "hadith_id": "1121",
    "hadith": "كانَ الرَّجُلُ في حَيَاةِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، إذَا رَأَى رُؤْيَا قَصَّهَا علَى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فَتَمَنَّيْتُ أنْ أرَى رُؤْيَا، فأقُصَّهَا علَى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، وكُنْتُ غُلَامًا شَابًّا، وكُنْتُ أنَامُ في المَسْجِدِ علَى عَهْدِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فَرَأَيْتُ في النَّوْمِ كَأنَّ مَلَكَيْنِ أخَذَانِي، فَذَهَبَا بي إلى النَّارِ، فَإِذَا هي مَطْوِيَّةٌ كَطَيِّ البِئْرِ وإذَا لَهَا قَرْنَانِ وإذَا فِيهَا أُنَاسٌ قدْ عَرَفْتُهُمْ، فَجَعَلْتُ أقُولُ: أعُوذُ باللَّهِ مِنَ النَّارِ، قالَ: فَلَقِيَنَا مَلَكٌ آخَرُ فَقالَ لِي: لَمْ تُرَعْ،\r فَقَصَصْتُهَا علَى حَفْصَةَ فَقَصَّتْهَا حَفْصَةُ علَى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فَقالَ: نِعْمَ الرَّجُلُ عبدُ اللَّهِ، لو كانَ يُصَلِّي مِنَ اللَّيْلِ فَكانَ بَعْدُ لا يَنَامُ مِنَ اللَّيْلِ إلَّا قَلِيلًا.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1121",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2479) باختلاف يسير",
    "sharh": "الرُّؤيا الصَّادقةُ جُزءٌ مِن ستَّةٍ وأربعينَ جُزءًا مِن النُّبوَّةِ، كما أخبَرَ بذلك النبيُّ عليه أفضلُ الصَّلاةِ والسَّلامِ.\r\nوفي هذا الحَديثِ يُخبِرُ عَبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما أنَّ الرَّجُلَ في زمَنِ النبيِّ صلَّى اللهُ عليه وسلَّمَ كان إذا رَأى رُؤيا -وهي ما يَراهُ الرجُلُ في مَنامِه- قَصَّها على النبيِّ صلَّى اللهُ عليه وسلَّمَ وأخبَرَه بها وبيَّنَها له؛ رجاءَ أنْ يُعبِّرَها ويُفسِّرَها له، فتَمنَّى ابنُ عُمَرَ رَضيَ اللهُ عنهما أنْ يَرى رُؤيا ليُخبِرَ بها النبيَّ صلَّى اللهُ عليه وسلَّمَ فيُفسِّرَها له فيَستفيدُ في دِينِه ودُنياهُ، فلمَّا نام عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما، رَأى أنَّ ملَكَينِ أخَذاهُ فذهَبا به إلى النَّارِ، فإذا هي مَطْويَّةٌ طَيَّ البئرِ، أي: مَبنيَّةُ الجوانبِ، والبئرُ إذا لم تكُنْ مَبنيَّةَ الجوانبِ تُسمَّى قَليبًا، ورَأى لها قَرْنينِ، وهما المَنارتانِ عن جانبيِ البِئرِ اللَّتانِ تُجعَلُ عليها الخشَبةُ الَّتي تُعلَّقُ عليها البَكَرةُ، ورَأى عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما في النَّارِ ناسًا يَعرِفُهم، ولم يُصرِّحِ ابنُ عُمَرَ رَضيَ اللهُ عنهما بأسمائِهم مع أنَّه قدْ عرَفَهم؛ أدبًا مِنه للسَّترِ عليهِم أو نَحوِه، فلمَّا رأَى ذلك ظلَّ يَقولُ: أعوذُ باللهِ مِن النَّارِ! فلَقِيَه ملَكٌ آخَرُ فقال له: لم تُرَعْ، أي: لم تَخَفْ؛ فلا رَوْعَ عليك ولا ضرَرَ ولا فزَعَ، وهذا طَمأنةٌ له رَضيَ اللهُ عنه، فقصَّ ابنُ عُمرَ رَضيَ اللهُ عنهما هذه الرُّؤيا على أُختِه حَفْصةَ رَضيَ اللهُ عنها -وهي إحْدَى زَوجاتِ النبيِّ صلَّى اللهُ عليه وسلَّمَ- وهذا مِن استحيائِه مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ أنْ يقُصَّها عليه بنفْسِه، فقصَّتِ حَفْصةُ رَضيَ اللهُ عنها الرُّؤيا على النبيِّ صلَّى اللهُ عليه وسلَّمَ، فقال: «نِعْمَ الرَّجلُ عبدُ الله لو كان يُصلِّي مِن اللَّيل»! يعني: إنَّ عبدَ اللهِ رجُلٌ صالحٌ لو كان يُصلِّي مِن اللَّيلِ؛ ففي هذا حثٌّ له أنْ يَحرِصَ على قِيامِ اللَّيلِ، فكان عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما بعْدَ ذلك لا يَنامُ في اللَّيلِ إلَّا قَليلًا.\r\nقيل: إنَّما فسَّرَ الرَّسولُ صلَّى اللهُ عليه وسلَّمَ هذه الرُّؤيا بما هو مَمدوحٌ؛ لأنَّه عُرِضَ على النارِ ولم يَقَعْ فيها، بلْ عُوفِيَ منها، وقيل له: لا رَوعَ عليك؛ وذلك لصَلاحِه، إنَّما ذُكِّرتَ بها فقطْ، ثمَّ إنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ نظَرَ في أحوالِ عَبدِ اللهِ رَضيَ اللهُ عنه، فلم يَرَ شَيئًا يَغفُلُ عنه مِن الفَرائضِ فيُذكَّرَ بالنارِ، وعَلِمَ مَبيتَه في المسجدِ، وأنَّه لا يُقيمُ اللَّيلَ، فعَبَرَ الرُّؤيا بذلك، ونبَّهُه صلَّى اللهُ عليه وسلَّمَ على أنَّ قِيامَ اللَّيلِ ممَّا يَتَّقي به النارَ.\r\nوفي الحديثِ: فضْلُ قِيامِ اللَّيلِ، وأنَّه يُنجِّي مِن النارِ.\r\nوفيه: فَضيلةُ عبدِ اللهِ بنِ عُمرَ رَضيَ اللهُ عنهما، وثَباتُه على فِعلِ ما أرْشَدَه إليه النبيُّ صلَّى اللهُ عليه وسلَّمَ.\r\nوفيه: تَمنِّي الخَيرِ والعِلمِ والحِرصُ عليه، وتمنِّي الرُّؤيا الصَّالحةِ؛ ليَعرِفَ صاحبُها ما له عندَ اللهِ؛ فالرُّؤيا الصالحةُ تدلُّ على خَيرِ رائِيها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}