{
    "hadith_id": "1125",
    "hadith": "احْتَبَسَ جِبْرِيلُ صَلَّى اللهُ عليه وسلَّمَ علَى النبيِّ صَلَّى اللهُ عليه وسلَّمَ، فَقالتِ امْرَأَةٌ مِن قُرَيْشٍ: أَبْطَأَ عليه شيطَانُهُ، فَنَزَلَتْ: {وَالضُّحَى واللَّيْلِ إذَا سَجَى، ما ودَّعَكَ رَبُّكَ وما قَلَى} [الضحى: 2].",
    "rawi": "جندب بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1125",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1125)، ومسلم (1797)",
    "sharh": "لقدْ أُوذِيَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ في اللهِ إيذاءً لم يُؤذَهُ أحَدٌ، ولكنَّه صَبَرَ وجاهَدَ ومَضى في دَعوتِه حتَّى عمَّ نُورُ اللهِ في العالَمينَ.\r\nوفي هذا الحَديثُ يُخبِرُ الصَّحابيُّ الجليلُ جُندُبُ بنُ عبدِ اللهِ رَضيَ اللهُ عنه أنَّ جِبرِيلَ عليه السَّلامُ -وهو المَلَكُ المُوكَّلُ بالوحْيِ- احتبَس على النبيِّ صلَّى اللهُ عليه وسلَّمَ، يعني: أبطَأَ عن المَجيءِ إليه، فقالتِ امرأةٌ مِن قُريشٍ لَمَّا رأَتْ ذلك -وهي أمُّ جميلٍ أَرْوى بِنتُ حَرْبٍ، أُخْتُ أبي سُفيانَ، وزَوجُ أبي لَهَبٍ-: أبطَأَ عليه شَيطانُه، تَقصِدُ جِبريلَ عليه السَّلامُ، وهذا مِن الأذَى الَّذي ابتُلِيَ به النبيُّ صلَّى اللهُ عليه وسلَّمَ مِن قَومِه، فَنَزلَتْ عندَ ذلك سُورةُ (الضُّحى)؛ تَكذيبًا للمرأةِ الكافرةِ، وتَأييدًا للنبيِّ صلَّى اللهُ عليه وسلَّمَ، فقال تعالى: {وَالضُّحَى}، وهو وَقتُ ارتفاعِ الشَّمسِ بعْدَ إشراقِها، وقيل: المرادُ بالضُّحى هنا: النَّهارُ كلُّه؛ بدَليلِ أنَّه جُعِلَ في مُقابَلةِ اللَّيلِ كلِّه، ومعنى {سَجَى}: سَكَنَ وهَدَأَ وأسْدَلَ ظَلامَه على الكونِ. وهذا قَسَمٌ مِن اللهِ عزَّ وجلَّ بالضُّحى وباللَّيلِ، ومَعلومٌ أنَّ اللهَ عزَّ وجلَّ يُقسِمُ بما شاء؛ فالكونُ كَونُه، والأمرُ أمْرُه، وأمَّا العِبادُ فليس لهم إلَّا أنْ يُقسِمُوا باللهِ عزَّ وجلَّ؛ لِما رُوِيَ في الصَّحيحَينِ مِن حَديثِ عبدِ اللهِ بنِ عُمَرَ رَضيَ اللهُ عنهما، عن النبيِّ صلَّى اللهُ عليه وسلَّمَ، قال: «مَن كانَ حَالِفًا فلْيَحْلِفْ باللهِ، وإلَّا فلْيَصْمُتْ».\r\nوقولُه: {مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى} يعني: ما أبْعَدَك ربُّك وقَطَعَك، وما أبغَضَك.\r\nوفي الحديثِ: فضْلُ النبيِّ صلَّى اللهُ عليه وسلَّمَ ومَكانتُه عِندَ رَبِّه سُبحانَه.\r\nوفيه: بيانُ سَببِ نُزولِ سُورةِ الضُّحى.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}