{
    "hadith_id": "1140",
    "hadith": "كانَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ يُصَلِّي مِنَ اللَّيْلِ ثَلَاثَ عَشْرَةَ رَكْعَةً منها الوِتْرُ، ورَكْعَتَا الفَجْرِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1140",
    "grade": "[صحيح]",
    "takhrij": "أخرجه المستغفري في ((فضائل القرآن)) (498)، والبيهقي (4737) واللفظ لهما، وأبو داود (1340)، وابن خزيمة (1076) بنحوه.",
    "sharh": "قِيامُ اللَّيلِ شَرَفُ المؤمنِ؛ فعلَى المسلِمِ أنْ يَحرِصَ على الصَّلاةِ باللَّيلِ؛ اقتِداءً بالنبيِّ صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الحَديثِ تُبيِّنُ أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها عدَدَ رَكَعاتِ النبيِّ صلَّى اللهُ عليه وسلَّمَ في قِيامِ اللَّيلِ، فتَذكُرُ أنَّه صلَّى اللهُ عليه وسلَّمَ كان يُصَلِّي مِن اللَّيلِ ثَلاثَ عَشْرةَ رَكعةً، ومِن جُملةِ هذه الرَّكعاتِ الوِترُ وسُنَّةُ الفَجرِ، وفي الصَّحيحَينِ مِن حَديثِ ابنِ عُمَرَ رَضيَ اللهُ عنهما: «كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يُصلِّي مِن اللَّيلِ مَثْنى مَثْنى، ويُوتِرُ برَكعةٍ»، وروى النَّسائيُّ عن أُبَيِّ بنِ كَعبٍ رَضيَ اللهُ عنه: «أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كان يُوتِرُ بثَلاثِ رَكعاتٍ».\r\nوإِنَّما كانَ الوِتْرُ ورَكعتا الفَجرِ مُلحقَيْنِ بالتَّهجُّدِ؛ لأنَّ الظاهرَ أنَّه صلَّى اللهُ عليه وسلَّمَ كانَ يُصلِّي الوِترَ في آخِرِ اللَّيلِ، ويكونُ مُستيقِظًا إلى الفَجرِ، ثمَّ يُصلِّي الرَّكعتَينِ، مُتصلًا بتَهجُّدِه ووِترِه. وأفْهَمَتْ هذِه الرِّوايةُ وأمثالُها عن عائِشةَ رَضيَ اللهُ عنها أنَّ مَن قال: «إحْدَى عَشرةَ» لم يَحسُبْ رَكعتَيِ الفَجرِ.\r\nوقد ورَدَت رِواياتٌ أُخرى في عدَدِ الرَّكعاتِ التي كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يُصلِّيها باللَّيلِ، ومِن ذلك رِوايةُ البُخاريِّ: أنَّ أمَّ المؤمنينَ عائشةَ رَضيَ اللهُ عنها سُئِلَت عن صَلاةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ باللَّيلِ، فقالت: كانت صَلاتُه باللَّيلِ سَبْعَ ركَعاتٍ، وتِسعَ ركَعاتٍ، وإحدى عَشْرةَ ركعةً، سِوى رَكعتَيِ الفَجرِ. وقد وقَعَ ذلك منه صلَّى اللهُ عليه وسلَّمَ في أوقاتٍ مختلفةٍ بحسَبِ اتِّساعِ الوقتِ وضِيقِه، أو عُذرٍ مِن مرَضٍ أو غيرِه.\r\nوصَلاةُ اللَّيلِ تكونُ بعْدَ صَلاةِ العِشاءِ، وهي مُمتدةٌ إلى قُبَيلِ الفَجرِ، ولا يُشترَطُ أنْ يَنامَ الإنسانُ قبْلَها. وقيل: إذا نامَ مِن أوَّلِ الليلِ ثُمَّ استيقظَ، فصلَّى ما كُتِبَ له؛ فهذا هو التَّهجُّدُ؛ فإنَّه التَّيقُّظُ بعْدَ رَقدةٍ، فصار اسمًا للصَّلاةِ؛ لأنَّه يُنتَبَهُ لها.\r\nوفي الحديثِ: بَيانُ هَدْيِه صلَّى اللهُ عليه وسلَّمَ في عدَدِ رَكعاتِ قِيامِ اللَّيلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}