{
    "hadith_id": "1149",
    "hadith": "أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ قالَ لبِلالٍ عِنْدَ صَلَاةِ الفَجْرِ: يا بلَالُ، حَدِّثْنِي بأَرْجَى عَمَلٍ عَمِلْتَهُ في الإسْلَامِ؛ فإنِّي سَمِعْتُ دَفَّ نَعْلَيْكَ بيْنَ يَدَيَّ في الجَنَّةِ. قالَ: ما عَمِلْتُ عَمَلًا أَرْجَى عِندِي: أَنِّي لَمْ أَتَطَهَّرْ طُهُورًا، في سَاعَةِ لَيْلٍ أَوْ نَهَارٍ، إلَّا صَلَّيْتُ بذلكَ الطُّهُورِ ما كُتِبَ لي أَنْ أُصَلِّيَ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1149",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2458) بنحوه",
    "sharh": "في الوُضوءِ والصَّلاةِ طَهارةٌ للظاهرِ والباطنِ، وحِرصُ المسلِمِ على هاتَينِ الشَّعيرتَينِ العَظيمتَينِ طَريقٌ لعُلوِّ دَرَجتِه ومَنزلتِه في الدُّنيا والآخِرةِ.\r\nوفي هذا الحديثِ يَسأَلُ النبيُّ صلَّى اللهُ عليه وسلَّمَ بِلالَ بنَ رَباحٍ رَضيَ اللهُ عنه عن عمَلِ التطوُّعِ الذي يَرْجو أنَّه الأكثَرُ ثَوابًا مِن اللهِ تعالَى بعْدَ أنْ أسْلَمَ، ثمَّ بيَّن له النبيُّ صلَّى اللهُ عليه وسلَّمَ سَببَ سُؤالِه ذلك، بأنَّه سَمِع دَفَّ نَعْلَيْهِ بيْن يَدَيْه، أي: سَمِعَ صَوتَ مَشْيِه أمامَه بنَعْلَيه في الجنَّةِ، والدَّفُّ معناهُ: الحرَكةُ، وهذه شَهادةٌ مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ لبِلالٍ رَضيَ اللهُ عنه بأنَّه مِن أهلِ الجنَّةِ، وقد سَأَلَه صلَّى اللهُ عليه وسلَّمَ هذا السُّؤالَ بعْدَ صَلاةِ الفجْرِ، وفي هذا إشارةٌ إلى أنَّ ذلك وَقَعَ في رُؤيا مَنامٍ منه صلَّى اللهُ عليه وسلَّمَ؛ لِما في رِوايةِ مُسلمٍ: «فإنِّي سَمِعْتُ اللَّيلةَ»؛ لأنَّ عادتَه صلَّى اللهُ عليه وسلَّمَ أنَّه كان يَقُصُّ ما رآهُ على أصحابِه بعْدَ صَلاةِ الفَجرِ، وكذلِك يقصُّ عليه أصحابُه ما رأَوْه.\r\nفأجابَ بِلالٌ رَضيَ اللهُ عنه النبيَّ صلَّى اللهُ عليه وسلَّمَ، وبيَّن له هذا العمَلَ، وهو أنَّ مِن عادتِه أنَّه لا يَتطهَّرُ طُهورًا -يَقصِدُ الوُضوءَ مِن الحدَثِ، أو الاغتسالَ ورفْعَ الجَنابةِ- في أيِّ وَقتٍ مِن لَيلٍ أو نَهارٍ؛ إلَّا صلَّى بذلك الطُّهورِ ما استطاعَ أنْ يُصلِّيَه، فبلَغَ به هذا العملُ المَبلغَ العَظيمَ الَّذي ذكَرَه النبيُّ صلَّى اللهُ عليه وسلَّمَ؛ ولعلَّ مِن الحِكمةِ في ذلِك: أنَّ الصَّلاةَ عقِبَ الطُّهورِ أقرَبُ إلى اليَقينِ في الطَّهارةِ.\r\nوفي الحديثِ: بَيانٌ لفَضيلةِ التَّنفُّلِ بالصَّلاةِ بعْدَ الوُضوءِ أو الغُسلِ.\r\nوفيه: عَظيمُ مُجازاةِ اللهِ عزَّ وجلَّ لعِبادِه على اليَسيرِ مِن أعمالِهِم.\r\nوفيه: مَنقبةُ بِلالٍ وفَضْلُه رَضيَ اللهُ عنه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}