{
    "hadith_id": "115",
    "hadith": "اسْتَيْقَظَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ ذَاتَ لَيْلَةٍ فَقَالَ: سُبْحَانَ اللَّهِ، مَاذَا أُنْزِلَ اللَّيْلَةَ مِنَ الفِتَنِ، ومَاذَا فُتِحَ مِنَ الخَزَائِنِ، أيْقِظُوا صَوَاحِبَاتِ الحُجَرِ، فَرُبَّ كَاسِيَةٍ في الدُّنْيَا عَارِيَةٍ في الآخِرَةِ.",
    "rawi": "أم سلمة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "115",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كانَ النبيُّ صلَّى اللهُ عليه وسلَّمَ بالمؤمنينَ رَؤوفًا رَحيمًا، وهذا الحديثُ يُوضِّحُ جانبًا مِن شفَقتِه صلَّى اللهُ عليه وسلَّمَ على أُمَّتِه، حيثُ تَحكي أمُّ المؤمنينَ أمُّ سَلَمةَ رَضيَ اللهُ عنها أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ انْتبَهَ مِن نَومِه في لَيلةٍ مِن اللَّيالي، وكان في بَيتِها، مُتعجِّبًا ممَّا أنزَلَه اللهُ في تلك اللَّيلةِ مِن الفِتَنِ والعَذابِ، وما فتَحَه مِن خَزائنِ الرَّحمةِ وغيرِها، وعبَّرَ عن العذابِ بالفِتَنِ؛ لأنَّها أسبابُه، وعن الرَّحمةِ بالخزائنِ؛ لقولِه تعالَى: {خَزَائِنُ رَحْمَةِ رَبِّكَ} [ص: 9].وكانتْ هذه رُؤيا رَآها النبيُّ صلَّى اللهُ عليه وسلَّمَ في نَومِه، والمعنى: أنَّه صلَّى اللهُ عليه وسلَّمَ رأى في تِلك اللَّيلةِ في المَنامِ أنَّه سيَقَعُ بعْدَه فِتَنٌ وبَلاءاتٌ، وأنَّه يُفتَحُ لأُمَّتِه الخزائنُ. وقد وقَعَت الفِتَنُ كما هو مَشهورٌ، وفُتِحَت الخزائنُ، حيثُ تَسلَّطَ الصَّحابةُ رَضيَ اللهُ عنهم على فارسَ والرُّومِ وغيرِهما.ثمَّ أمَرَ النبيُّ صلَّى اللهُ عليه وسلَّمَ بإيقاظِ زَوجاتِه للصَّلاةِ والاستِعاذةِ ممَّا نَزَلَ؛ ليَكونوا أوَّلَ مَن استعاذَ مِن فِتَنِ الدُّنيا، فلا يَنْبغي لهنَّ أنْ يَتغافَلْنَ عن العِبادةِ، ويَعتمِدْنَ على كَونِهنَّ أزواجَ النبيِّ صلَّى اللهُ عليه وسلَّمَ، وقيل: خَصَّهنَّ لأنَّهنَّ الحاضراتُ حِينئذٍ.وقولُه: «فرُبَّ كاسِيةٍ في الدُّنْيا عاريةٍ في الآخِرةِ» أصلُ: «رُبَّ» أن تُستعمَلَ للتَّقليلِ، وقد تُستعمَلُ للتَّكثيرِ كما هنا، والمعنى: رُبَّ كاسيةٍ في نِعمةِ اللهِ، عاريةٍ مِن شُكرِها، أو رُبَّ كاسيةٍ في الدُّنيا بالثِّيابِ لوجودِ الغِنَى عاريةٍ في الآخِرةِ مِن الثوابِ لعَدمِ العَملِ في الدُّنيا، أو كاسيةٍ بسَتْرِ بَعضِ بَدنِها وكَشْفِ بَعضِه؛ إظهارًا لِجَمالِها، وقيل: تلبَسُ ثَوبًا رَقيقًا يَصِفُ بَدَنَها فهي وإنْ كانتْ كاسيةً لِلثِّيابِ فإنَّها  عاريةٌ في الحَقيقةِ، أو رُبَّ كاسيةٍ بِالحُلَى وَالحُلِيِّ، ولكنَّها عاريةٌ مِن لِباسِ التَّقوَى، أو رُبَّ كاسيةٍ مِن خِلْعةِ التزوُّجِ بالرجُلِ الصالحِ عاريةٍ في الآخِرةِ مِن العَملِ لا يَنفعُها صلاحُ زوْجِها.وفي الحَديثِ: أنَّ للرَّجلِ أنْ يُوقِظَ أهلَه لَيلًا للصَّلاةِ وللذِّكرِ، ولا سيَّما عندَ آيةٍ تَحدُثُ، أو إثرَ رُؤيا مَخُوفةٍ.وفيه: مَشروعيَّةُ قولِ: «سُبحانَ اللهِ» عندَ التَّعجُّبِ.وفيه: عَلامةٌ مِن عَلاماتِ نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ.وفيه: أنَّ الصَّلاةَ تُنْجي مِن الفِتَنِ وتَعصِمُ مِن المِحَنِ.وفيه: التَّحذيرُ مِن نِسيانِ شُكرِ المُنعِمِ، وعدَمِ الاتِّكالِ على شَرَفِ الزَّوجِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}