{
    "hadith_id": "1153",
    "hadith": "قالَ لي النبيُّ صَلَّى اللهُ عليه وسلَّمَ: أَلَمْ أُخْبَرْ أنَّكَ تَقُومُ اللَّيْلَ وتَصُومُ النَّهَارَ؟ قُلتُ: إنِّي أَفْعَلُ ذلكَ، قالَ: فإنَّكَ إذَا فَعَلْتَ ذلكَ هَجَمَتْ عَيْنُكَ، ونَفِهَتْ نَفْسُكَ، وإنَّ لِنَفْسِكَ حَقًّا، ولِأَهْلِكَ حَقًّا، فَصُمْ وأَفْطِرْ، وقُمْ ونَمْ.",
    "rawi": "عبدالله بن عمرو",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1153",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1159) مطولاً باختلاف يسير",
    "sharh": "الإقبالُ على اللهِ عزَّ وجلَّ بالعمَلِ الصالحِ، والاجتهادُ في العِبادةِ باللَّيلِ والنَّهارِ؛ سَمْتُ الصَّالحينَ الأبرارِ، وقد أرشَدَنا النبيُّ صلَّى اللهُ عليه وسلَّمَ إلى أخْذِ النَّفْسِ بما تُطيقُ، وإعطاءِ كلِّ ذي حقٍّ حقَّه. \r\nوفي هذا الحديثِ يُحذِّرُ النبيُّ صلَّى اللهُ عليه وسلَّمَ عَبدَ اللهِ بنَ عَمرِو بنِ العاصِ رَضيَ اللهُ عنهما مِن أنْ يَتكلَّفَ مِن العِبادةِ والعمَلِ ما لا يُطيقُ، فذكَرَ له صلَّى اللهُ عليه وسلَّمَ أنَّ هناك مَن أخْبَرَه أنَّ عَبدَ اللهِ يَقومُ اللَّيلَ كلَّه، ويَصومُ الأيَّامَ تِباعًا، وقال له: إنَّك إنْ داوَمْتَ على هذا هجَمَتْ عَينُك، أي: دَخَلَت عَينُك في مَوضعِها وضَعُفَتْ، «ونَفِهَتْ نفسُك»، أي: أَعْيَتْ وكَلَّتْ، وتَعِبَتْ وأُجهِدَتْ.\r\nثمَّ ذكَّره النبيُّ صلَّى اللهُ عليه وسلَّمَ بحقِّ نفْسِه عليه، وحقِّ أهلِه عليه؛ فقال له: إنَّ لنفْسِك عليك حقًّا، ولأهلِك عليك حقًّا، يُريدُ صلَّى اللهُ عليه وسلَّمَ ما جعَلَ اللهُ تعالَى للإنسانِ مِن الرَّاحة المُباحةِ واللذَّةِ في غَيرِ مُحرَّمٍ؛ فإنَّ في ذلك قوَّةً على طاعةِ اللهِ، ونَشاطًا إليها، وكذلك للأهلِ حَقٌّ على الزَّوجِ؛ أنْ يُوفِّيَهم حُقوقَ الزَّوجيَّةِ، وأنْ يَنظُرَ لهم فيما لا بُدَّ لهم مِن أُمورِ الدُّنيا والآخرةِ، ثمَّ أمَرَه بأنْ يَقومَ مِن اللَّيلِ وأنْ يَنامَ أيضًا، ويَصومَ ويُفطِرَ، وفي رِوايةِ الصَّحيحَينِ وجَّهَه النبيُّ صلَّى اللهُ عليه وسلَّمَ إلى أن يَصومَ صِيامَ نَبيِّ اللهِ داودَ عليه السَّلامُ، وأنْ يَقومَ قِيامَه، حيث قال: «أَحَبُّ الصِّيامِ إلى اللهِ صِيامُ داودَ؛ كان يَصومُ يَومًا ويُفطِرُ يَومًا، وأحَبُّ الصَّلاةِ إلى اللهِ صَلاةُ داودَ؛ كان يَنامُ نصْفَ اللَّيلِ، ويَقومُ ثُلثَه، ويَنامُ سُدسَه».\r\nوبهذا لنْ يَتكلَّفَ ما لا يُطيقُ، فيَقَعَ في تَرْكِها والإعراضِ عنها، ومَن دخَلَ في طاعةِ اللهِ وقَطَعها فإنَّه مَذمومٌ. وقد عاب اللهُ قومًا شَدَّدوا على أنفُسِهم ولم يُوفُّوا، فقال: {وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ} [الحديد: 27]، فاستحَقُّوا الذَّمَّ حينَ لم يَفُوا بما تَطَوَّعوا به، ولا رَعَوْهُ حقَّ رِعايتِه، فصار رُجوعًا منهم عنه؛ فلذلك لا يَنْبغي أنْ يَدخُلَ الإنسانُ في شَيءٍ مِن العبادةِ ويَرجِعَ عنها، بلْ يَنْبغي أنْ يَرتقِيَ المرءُ كلَّ يومٍ في درَجِ الخَيرِ، ويَرغَبَ إلى اللهِ أنْ يَجعَلَ خاتمةَ عَملِه خَيرًا مِن أوَّلِه؛ ولذلك كان صلَّى اللهُ عليه وسلَّمَ يُحِبُّ مِن العمَلِ ما دامَ عليه صاحبُه وإنْ قَلَّ.\r\nوفي الحديثِ: الحَثُّ على أعمالِ التَّطوُّعِ بما يَستطيعُه الإنسانُ، وترْكِ التَّكلُّفِ.\r\nوفيه: أنَّ الكَمالَ ليس في الاجتِهادِ فقطْ، بلْ في رِعايةِ الحُقوقِ، ومُراعاةِ الجوانبِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}