{
    "hadith_id": "1156",
    "hadith": "رأَيْتُ علَى عَهْدِ النبيِّ صلَّى اللهُ عليه وسلَّمَ كَأنَّ بيَدِي قِطْعَةَ إسْتَبْرَقٍ، فكأنِّي لا أُرِيدُ مَكانًا مِنَ الجَنَّةِ إلَّا طارَتْ إليْه، ورَأَيْتُ كأنَّ اثْنَيْنِ أَتَيانِي أَرادَا أَنْ يَذْهَبَا بي إلى النَّارِ، فَتَلَقَّاهُما مَلَكٌ، فَقالَ: لَمْ تُرَعْ، خَلِّيَا عنْه، فَقَصَّتْ حَفْصَةُ علَى النبيِّ صلَّى اللهُ عليه وسلَّمَ إحْدَى رُؤْيَايَ، فَقالَ النبيُّ صلَّى اللهُ عليه وسلَّمَ: نِعْمَ الرَّجُلُ عبدُ اللَّهِ لو كانَ يُصَلِّي مِنَ اللَّيْلِ. فَكانَ عبدُ اللَّهِ رَضيَ اللهُ عنه يُصَلِّي مِنَ اللَّيْلِ. وكَانُوا لا يَزالُونَ يَقُصُّونَ علَى النبيِّ صلَّى اللهُ عليه وسلَّمَ الرُّؤْيَا أنَّهَا في اللَّيْلَةِ السَّابِعَةِ مِنَ العَشْرِ الأوَاخِرِ، فَقالَ النبيُّ صلَّى اللهُ عليه وسلَّمَ: أَرَى رُؤْيَاكُمْ قدْ تَوَاطَأَتْ في العَشْرِ الأوَاخِرِ، فمَن كانَ مُتَحَرِّيَهَا فَلْيَتَحَرَّهَا مِنَ العَشْرِ الأوَاخِرِ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1156",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2479) باختلاف يسير",
    "sharh": "الرُّؤيا الصَّالحةُ جَعَلها اللهُ تعالَى بُشْرى لِصاحبِها في الدُّنْيا والآخِرةِ، وهي عَلامةٌ على صَلاحِ العَبدِ.\r\nوفي هذا الحَديثِ يَحكي عَبدُ اللهِ بنُ عُمرَ رَضيَ اللهُ عنهما أنَّه رَأى في مَنامِه على عهْدِ النبيِّ صلَّى اللهُ عليه وسلَّمَ أنَّه مُمسِكٌ قِطعةَ إستبرَقٍ، وهو السَّميكُ مِن الحريرِ، أو الحريرُ المنسوجُ بخُيوطِ الذَّهبِ. قال: فكأنِّي لا أُريدُ مَكانًا مِن الجنَّةِ إلَّا طارَتْ بي وأوصَلَتْني إليه، ورَأيتُ كأنَّ اثنينِ -والمرادُ بهما مَلَكانِ، كما في رِوايةِ الصَّحيحَينِ- أتَيَانِي، وأرادَا أنْ يَذهَبا بي إلى النَّارِ، فلقِيَهما مَلَكٌ آخَرُ مِن الملائكةِ، فقال لي: لم تُرَعْ، يعني: لا خَوفَ عليك ولا ضَرَرَ، ثمَّ أمَرَهما الملَكُ وقال لهما: أَطلِقاه واتْرُكاه.\r\nفحكَى عبدُ اللهِ بنُ عُمرَ رَضيَ اللهُ عنها رُؤياهُ لِأُختِه حَفصةَ أمِّ المؤمنينَ رَضيَ اللهُ عنها، وهذا مِن استِحيائِه مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ أنْ يقُصَّها عليه بنفْسِه. وقولُه: «إحْدى رُؤياي» مَحمولٌ على أنَّها قَصَّتْ رُؤيا القِطعةِ مِن الحَريرِ أوَّلًا، ثمَّ قَصَّتْ رُؤيا النارِ بعْدَ ذلك، وأنَّ التَّقديرَ: قَصَّت إحْدى رُؤياي أوَّلًا، فلا يكونُ لقولِه: «إحدى» مَفهومٌ. وهذا التَّأويلُ للجمْعِ بيْن الرِّواياتِ المختلفةِ التي أفادتْ أنَّها قَصَّت على النبيِّ صلَّى اللهُ عليه وسلَّمَ رُؤيا القِطعةِ مِن الحريرِ، وأُخرى أفادتْ أنَّها قَصَّتْ على النبيِّ صلَّى اللهُ عليه وسلَّمَ رُؤيا النارِ.\r\nفعقَّبَ النبيُّ صلَّى اللهُ عليه وسلَّمَ على تِلك الرُّؤيَا بقولِه: «نِعمَ الرَّجُلُ عبدُ اللهِ، لو كان يُصلِّي مِن اللَّيلِ»، فتَمنَّى النبيُّ صلَّى اللهُ عليه وسلَّمَ لعبدِ اللهِ بنِ عُمرَ رَضيَ اللهُ عنهما أنْ يكونَ قِيامُ اللَّيلِ مِن تَتمَّةِ أعمالِه الصَّالحةِ. وإنَّما فسَّرَ الرَّسولُ صلَّى اللهُ عليه وسلَّمَ هذه الرُّؤيا بما هو مَمدوحٌ؛ لأنَّه عُرِضَ على النارِ ولم يَقَعْ فيها، بلْ عُوفِيَ منها، وقيل له: لا رَوعَ عليك؛ إنَّما ذُكِّرتَ بها فقطْ؛ وذلك لصَلاحِه، ثمَّ إنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ نظَرَ في أحوالِ عَبدِ اللهِ رَضيَ اللهُ عنه، فلم يَرَ شَيئًا يَغفُلُ عنه مِن الفرائضِ فيُذكَّرَ بالنارِ، وعَلِمَ مَبيتَه في المسجدِ، وأنَّه لا يُقيمُ اللَّيلَ، فعَبَرَ الرُّؤيا بذلك، ونبَّهَه صلَّى اللهُ عليه وسلَّمَ على أنَّ قِيامَ اللَّيلِ ممَّا يَتَّقي به النارَ.\r\nفلمَّا سَمِع عَبدُ اللهِ بنُ عُمرَ رَضيَ اللهُ عنهما تَفسيرَ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ للرُّؤيا، كان يُصلِّي قَدْرًا مِن اللَّيلِ ولا يَدَعُه.\r\nثمَّ أخبَرَ أنَّ الصَّحابةَ كانوا لا يَزالون يَقصُّون ويَحكُون للنبيِّ صلَّى اللهُ عليه وسلَّمَ الرُّؤى التي رَأَوها فيما يَتعلَّقُ بلَيلةِ القَدْرِ، وأنَّها تكونُ في اللَّيلةِ السَّابعةِ مِن العَشرِ الأواخِرِ، فقال النبيُّ صلَّى اللهُ عليه وسلَّمَ: «أرَى رُؤياكم قد تَواطأَتْ»، أي: توافَقَتْ في كَونِ لَيلةِ القدْرِ في العَشْرِ الأواخِرِ، فمَن كان طالبًا وباحثًا عن لَيلةِ القدْرِ، فلْيَتحَرَّها ويَقصِدْها ويَجتهِدْ في طَلبِها في العَشرِ الأواخِرِ مِن رَمَضانَ.\r\nوفي الحَديثِ: فَضلُ ابنِ عُمرَ رَضيَ اللهُ عنهما، وصَلاحُه، وحُسنُ سِيرتِه.\r\nوفيه: التَّرغيبُ في صَلاةِ اللَّيلِ.\r\nوفيه: أنَّ تَوافُقَ جَماعةٍ على رُؤيَا واحدةٍ دالٌّ على صِدقِها وصِحَّتِها، كما تُستفادُ قوَّةُ الخَبرِ مِن التَّوارُدِ على الإخبارِ به مِن جَماعةٍ.\r\nوفيه: حِرصُ الصَّحابةِ رَضيَ اللهُ عنهم على فَضائلِ الأعمالِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}