{
    "hadith_id": "1159",
    "hadith": "صَلَّى النبيُّ صلَّى اللهُ عليه وسلَّمَ العِشَاءَ، ثُمَّ صَلَّى ثَمَانِيَ رَكَعَاتٍ، ورَكْعَتَيْنِ جَالِسًا، ورَكْعَتَيْنِ بيْنَ النِّدَاءَيْنِ، ولَمْ يَكُنْ يَدَعْهُما أَبَدًا.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1159",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي (4532) واللفظ له، وأحمد (25209)، والنسائي في ((الكبرى)) (415) باختلاف يسير.",
    "sharh": "رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ أعرَفُ الناسِ باللهِ عزَّ وجلَّ، وأخْشاهم له، وأعْبَدُهم له، وقدْ كان صلَّى اللهُ عليه وسلَّمَ دائمَ العِبادةِ للهِ عزَّ وجلَّ في لَيلِه ونَهارِه، لا سيَّما اللَّيلِ؛ بالصَّلاةِ والذِّكرِ والتَّضرُّعِ.\r\nوفي هذا الحديثِ تُخبِرُ أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها عن صَلاةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ باللَّيلِ، فتَذكُرُ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ صلَّى صَلاةَ العِشاءِ، ثمَّ صلَّى القِيامَ ثَمانيَ رَكَعاتٍ وهو قائمٌ صلَّى اللهُ عليه وسلَّمَ، وكان صلَّى اللهُ عليه وسلَّمَ يُصلِّيهم رَكعتينِ رَكعتينِ، كما جاء في الحديثِ المُتَّفقِ عليه مِن حَديثِ ابنِ عُمَرَ رَضيَ اللهُ عنهما: «صَلاةُ اللَّيلِ مَثْنى مَثْنى»، ثمَّ صلَّى رَكعتينِ وهو جالسٌ، وتلك الرَّكعتانِ تَابعتانِ لصَلاةِ اللَّيلِ، ولم تَذكُرْ وِتْرَه صلَّى اللهُ عليه وسلَّمَ في هذه الرِّوايةِ، وهو ثابتٌ في رِواياتٍ أُخرى؛ منها رِوايةُ مُسلمٍ عن أمِّ المؤمنينَ عائشةَ رَضيَ اللهُ عنها: «كان يُصلِّي ثَلاثَ عشْرةَ رَكعةً؛ يُصلِّي ثَمانَ رَكعاتٍ، ثمَّ يُوتِرُ، ثمَّ يُصلِّي رَكعتينِ وهو جالسٌ، فإذا أراد أنْ يَركَعَ قام فرَكَعَ، ثم يُصلِّي رَكعتينِ بيْن النِّداءِ والإقامةِ مِن صَلاةِ الصُّبحِ».\r\nقالت: ثمَّ صلَّى رَكعتَينِ بيْن الأذانِ والإقامةِ لصَلاةِ الصُّبحِ، وهما رَكْعتَا سُنةِ الفَجرِ، وأخبَرَتْ أنَّه صلَّى اللهُ عليه وسلَّمَ كان لا يَترُكُ هاتَينِ الرَّكعتينِ أبدًا، وهذا يدُلُّ على فضْلِ رَكعتَيِ الفَجرِ، وأنَّهما مِن أشْرَفِ التَّطوُّعِ؛ لمُواظَبتِه صلَّى اللهُ عليه وسلَّمَ عليهما، ومُلازمتِه لهما.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}