{
    "hadith_id": "1165",
    "hadith": "صَلَّيْتُ مع رَسولِ اللَّهِ صلَّى اللهُ عليه وسلَّمَ رَكْعتَيْنِ قَبْلَ الظُّهْرِ، ورَكْعتَيْنِ بَعْدَ الظُّهْرِ، ورَكْعتَيْنِ بَعْدَ الجُمُعَةِ، ورَكْعتَيْنِ بَعْدَ المَغْرِبِ، ورَكْعتَيْنِ بَعْدَ العِشَاءِ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1165",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (729) بلفظ: \"سجدتين\"",
    "sharh": "كان الصَّحابةُ رَضيَ اللهُ عنهم أشدَّ الناسِ حِرصًا على تَعلُّمِ أُمورِ دِينِهم مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ، ونقْلِ ما تَعلَّموه للمُسلِمينَ مِن بعْدِهم، وكانت الصَّلاةُ في ذُروةِ هذا الحِرصِ، وفي أُولَى اهتِماماتِهم.\r\nوهذا الحديثُ يَتعلَّقُ بالسُّننِ الرَّواتبِ الَّتي كان النبيُّ صلَّى اللهُ عليه وسلَّمَ يُواظِبُ عليها، وهذه السُّنَنُ الرَّواتبُ بعضُها يكونُ قبْلَ الفَريضةِ، وبعضُها بعْدَ الفريضةِ، فيُخبِرُ عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما أنَّه صلَّى مع النبيِّ صلَّى اللهُ عليه وسلَّمَ رَكعتينِ قبْلَ فَريضةِ الظُّهرِ، ورَكْعتَينِ بعْدَه، ورَكعتَينِ بعْدَ الجُمعةِ، ورَكْعتَينِ بعْدَ المَغربِ، ورَكْعتَينِ بعْدَ العِشاءِ؛ فهذه مِن السُّنَنِ الرَّواتبِ الواردةِ عن النبيِّ صلَّى اللهُ عليه وسلَّمَ.\r\nوفي تَقديمِ السُّننِ وتَأخيرِها عن الفَرائضِ معنًى لَطيفٌ؛ أمَّا في التَّقديمِ فلأنَّ الإنسانَ يَشتغِلُ بأُمورِ الدُّنيا وأسبابِها، فتَتكيَّفُ النَّفْسُ مِن ذلك بحالةٍ بَعيدةٍ عن حُضورِ القلْبِ في العِبادةِ، والخُشوعِ فيها، الَّذي هو رُوحُها، فإذا قُدِّمت السُّنَنُ على الفَريضةِ تأنَّسَتِ النَّفْسُ بالعبادةِ، وتكيَّفَتْ بحالةٍ تُقرِّبُ مِن الخُشوعِ، فيَدخُلُ في الفرائضِ على حالةٍ حَسنةٍ لم تكُنْ تَحصُلُ له لو لم تُقدَّمِ السُّنَّةُ؛ فإنَّ النفْسَ مَجبولةٌ على التَّكيُّفِ بما هي فيه، لا سيَّما إذا كثُرَ أو طال، ووُرودُ الحالةِ المُنافيةِ لِما قبْلَها قد يَمْحو أثَرَ الحالةِ السَّابقةِ أو يُضعِفُه. وأمَّا السُّنَنُ المُتأخِّرةُ فلِمَا ورَدَ أنَّ النَّوافلَ جابرةٌ لنُقصانِ الفرائضِ، فإذا وقَعَ الفرضُ ناسَبَ أنْ يكونَ بعْدَه ما يَجبُرُ خَللًا فيه إنْ وقَعَ. \r\nوقد اختلَفتِ الأحاديثُ في أعدادِ رَكعاتِ الرَّواتبِ فِعلًا وقَولًا؛ فورَدَتْ أحاديثُ تدُلُّ على أنَّ الرَّواتبَ عشْرٌ، كما وَرَد في هذا الحديثِ بالإضافةِ إلى رَكعتَيِ الفَجرِ، وأُخرى تدُلُّ على أنَّها اثْنتَا عَشْرةَ رَكعةً، كما في صَحيحِ مُسلمٍ مِن حَديثِ أمِّ المؤمنينَ أمِّ حَبيبةَ رَضيَ اللهُ عنها، قال صلَّى اللهُ عليه وسلَّمَ: «مَن صلَّى اثنَتَيْ عَشْرةَ رَكعةً في يومٍ ولَيلةٍ، بُنِيَ له بهنَّ بَيتٌ في الجنَّةِ»، وفي صَحيحِ مُسلمٍ مِن حَديثِ أمِّ المؤمنينَ عائشةَ رَضيَ اللهُ عنها: «كان يُصلِّي في بَيتِي قبْلَ الظُّهرِ أرْبعًا، ثمَّ يَخرُجُ فيُصلِّي بالناسِ، ثمَّ يَدخُلُ فيُصلِّي رَكعتينِ، وكان يُصلِّي بالناسِ المَغربَ، ثمَّ يَدخُلُ فيُصلِّي رَكعتينِ، ويُصلِّي بالناسِ العِشاءَ، ويَدخُلُ بَيتي فيُصلِّي رَكعتينِ... وكان إذا طَلَعَ الفَجرُ صلَّى رَكعتينِ».\r\nوفي الحديثِ: بَيانُ السُّننِ الراتبةِ لصَلواتِ الفَريضةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}