{
    "hadith_id": "1175",
    "hadith": "قُلتُ لِابْنِ عُمَرَ رَضِيَ اللَّهُ عنْهما: أتُصَلِّي الضُّحَى؟ قالَ: لا، قُلتُ: فَعُمَرُ؟ قالَ: لا، قُلتُ: فأبُو بَكْرٍ؟ قالَ: لا، قُلتُ: فالنبيُّ صَلَّى اللهُ عليه وسلَّمَ؟ قالَ: لا إخالُهُ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1175",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "الصَّلاةُ عِبادةٌ تَوقيفيَّةٌ، وقد علَّمَ النبيُّ صلَّى اللهُ عليه وسلَّمَ الأُمَّةَ الصَّلواتِ؛ الفرائضَ والنَّوافلَ الرَّاتبةَ وغيرَ الرَّاتبةِ، كما عَلَّمَ الأُمَّةَ أنواعًا مِن الصَّلواتِ في بَعضِ الأوقاتِ، ومِن ذلك صَلاةُ الضُّحى.\r\nوفي هذا الحديثِ أنَّ التابعيَّ مُورِّقًا العِجْليَّ سَأَلَ عبدَ اللهِ بنَ عُمَرَ رَضيَ اللهُ عنهما: أتُصلِّي الضُّحَى؟ والمرادُ بها صَلاةُ التَّطوُّعِ التي تكونُ في وَقتِ الضُّحى، وتُسمَّى أيضًا صَلاةَ التَّسبيحِ، قال: إنَّه لا يُصلِّيها، وإنَّ أبا بَكرٍ رَضيَ اللهُ عنه لم يُصَلِّها، وكذا عُمرُ رَضيَ اللهُ عنه، وعِندَما سُئِلَ عن النبيِّ صلَّى اللهُ عليه وسلَّمَ، قال: لا أظنُّه صلَّاها أيضًا.\r\nوهنا لم يَجزِمِ ابنُ عُمَرَ رَضيَ اللهُ عنهما بأنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ لم يُصَلِّها، وقدْ أخبَرَ بما رآهُ مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ، ويَحتمِلُ أنَّ نَفْيَه رَضيَ اللهُ عنه هو نفْيٌ للمُداوَمةِ عليها، كما في حَديثِ الصَّحيحَينِ عن عائِشةَ رَضيَ اللهُ عنها: «إنْ كان رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ لَيَدَعُ العمَلَ وهو يُحِبُّ أنْ يَعمَلَ به؛ خَشيةَ أنْ يَعمَلَ به الناسُ، فيُفرَضَ عليهم، وما سبَّحَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ سُبْحةَ الضُّحى قَطُّ، وإنِّي لَأُسبِّحُها»، وقد ثَبَتَت صَلاتُه صلَّى اللهُ عليه وسلَّمَ في أحاديثَ؛ منها ما جاءَ في صَحيحِ مُسلِمٍ عن أمِّ المؤمنينَ عائِشةَ رَضيَ اللهُ عنها قالتْ: «كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يُصلِّي الضُّحى أربعًا، ويَزيدُ ما شاءَ اللهُ»، وفي الصَّحيحَينِ مِن حَديثِ أبي هُرَيرةَ رَضيَ اللهُ عنه: «أَوْصاني خَلِيلي بثَلاثٍ لا أدَعُهُنَّ حتَّى أمُوتَ: صَومِ ثَلاثةِ أيَّامٍ مِن كُلِّ شَهْرٍ، وصَلاةِ الضُّحَى، ونَومٍ على وِتْرٍ».\r\nووقْتُ صَلاةِ الضُّحى بعْدَ شُروقِ الشَّمسِ قدْرَ رُمْحٍ، ويُقدَّرُ في المواقيتِ الحَديثةِ بمِقدارِ رُبعِ ساعةٍ بعْدَ الشُّروقِ، ويَمتدُّ وَقتُها إلى ما قبْلَ الظُّهْرِ برُبعِ ساعةٍ أيضًا، وأقَلُّها رَكعتانِ، واختُلِفَ في أكثَرِها؛ فقِيل: ثَماني رَكَعاتٍ، وقيل: لا حَدَّ لأكثَرِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}