{
    "hadith_id": "118",
    "hadith": "إنَّ النَّاسَ يقولونَ أكْثَرَ أبو هُرَيْرَةَ، ولَوْلَا آيَتَانِ في كِتَابِ اللَّهِ ما حَدَّثْتُ حَدِيثًا، ثُمَّ يَتْلُو {إنَّ الَّذِينَ يَكْتُمُونَ ما أنْزَلْنَا مِنَ البَيِّنَاتِ والهُدَى} [البقرة: 159] إلى قَوْلِهِ {الرَّحِيمُ} [البقرة: 160] إنَّ إخْوَانَنَا مِنَ المُهَاجِرِينَ كانَ يَشْغَلُهُمُ الصَّفْقُ بالأسْوَاقِ، وإنَّ إخْوَانَنَا مِنَ الأنْصَارِ كانَ يَشْغَلُهُمُ العَمَلُ في أمْوَالِهِمْ، وإنَّ أبَا هُرَيْرَةَ كانَ يَلْزَمُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بشِبَعِ بَطْنِهِ، ويَحْضُرُ ما لا يَحْضُرُونَ، ويَحْفَظُ ما لا يَحْفَظُونَ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "118",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2492) باختلاف يسير",
    "sharh": "كان الصَّحابةُ الكِرامُ يَرْوونَ سُنَّةَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ لغَيرِهم، وكان منهم المُكثِرُ والمُقِلُّ في الرِّوايةِ، وقد كان أبو هُرَيرةَ رَضيَ اللهُ عنه مِن أكثَرِ الصَّحابةِ رِوايةً مع تَأخُّرِ إسلامِه، فتَحدَّث بَعضُ النَّاسِ أنَّ أبا هُرَيرةَ رَضيَ اللهُ عنه كان أكثرَ الصَّحابةِ حَديثًا ورِوايةً، فخَشِيَ رَضيَ اللهُ عنه أنْ يُداخِلَهم الشَّكُّ في صِحَّةِ أحاديثِه، فقال رَضيَ اللهُ عنه: لَولا وُجودُ هاتينِ الآيتينِ: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ * إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ} [البقرة: 159، 160] اللَّتينِ تَوعَّدَ اللهُ تعالى بهما كَاتِمَ العِلمِ باللَّعنةِ، لَمَا رَوى لهم حديثًا واحدًا، ولكنَّه يَخشى أنْ تُصيبَه هذه اللَّعنةُ إنْ هو كتَمَ حَديثَ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ثمَّ بيَّن رَضيَ اللهُ عنه السَّببَ الَّذي ساعَدَه على حِفظِ هذا العددِ الكثيرِ مِن الأحاديثِ الَّتي لم يَحفَظْها غيرُه، ألَا وهو مُلازمتُه للنبيِّ صلَّى اللهُ عليه وسلَّمَ أكثَرَ ممَّن سِواه مِن الصَّحابةِ؛ فالمُهاجِرون كان يَشغَلُهم مُمارسةُ البيعِ والشِّراء في أسواقِهم التِّجاريَّةِ عن مُلازَمةِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، والمُواظَبةِ على حُضورِ مَجالسِه، والأنصارُ كان يَشغَلُهم العملُ في أموالِهم، وفي بَساتينِهم وحُقولِهم، وأمَّا أبو هُرَيرةَ رَضيَ اللهُ عنه فكان يَلزَمُ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ مُكتفِيًا بقُوتِ يَومِه، فكان يَحضُرُ أغلَبَ مَجالِسِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، ويَحفَظُ عنه ما لا يَحفَظون؛ لدَوامِ مُلازَمتِه للنبيِّ صلَّى اللهُ عليه وسلَّمَ.وفي الحَديثِ: فَضيلةُ أبي هُرَيرةَ رَضيَ اللهُ عنه. وفيه: حِفظُ العِلمِ، والمُواظَبةُ على طَلَبِه.وفيه: فضْلُ التَّقلُّلِ مِن الدُّنيا، وإيثارُ طلَبِ العِلمِ على طلَبِ المالِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}