{
    "hadith_id": "1191",
    "hadith": "أنَّ ابْنَ عُمَرَ رَضيَ اللهُ عنهما كانَ لا يُصَلِّي مِنَ الضُّحَى إلَّا في يَومَيْنِ: يَومَ يَقْدَمُ بمَكَّةَ؛ فإنَّه كانَ يَقْدَمُها ضُحًى فَيَطُوفُ بالبَيْتِ، ثُمَّ يُصَلِّي رَكْعتَيْنِ خَلْفَ المَقامِ، ويَومَ يَأْتي مَسْجِدَ قُباءٍ؛ فإنَّه كانَ يأْتِيهِ كُلَّ سَبْتٍ، فإذا دَخَلَ المَسْجِدَ كَرِهَ أنْ يَخْرُجَ منه حتَّى يُصَلِّيَ فيه، قالَ: وكانَ يُحَدِّثُ: أنَّ رَسولَ اللَّهِ صلَّى اللهُ عليه وسلَّمَ كانَ يَزُورُهُ راكِبًا وماشِيًا، قالَ: وكانَ يقولُ: إنَّما أصْنَعُ كما رَأَيْتُ أصْحابِي يَصْنَعُونَ، ولا أمْنَعُ أحَدًا أنْ يُصَلِّيَ في أيِّ ساعةٍ شاءَ مِن لَيْلٍ أوْ نَهارٍ، غيرَ أنْ لا تَتَحَرَّوْا طُلُوعَ الشَّمْسِ ولا غُرُوبَها.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1191",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1399) مختصراً",
    "sharh": "لِلمُسلِمِ أنْ يُصلِّيَ مِنَ النَّوافلِ ما شاءَ في أيِّ وَقتٍ أرادَ، إلَّا في الأوقاتِ الَّتي نَهَى النبيُّ صلَّى اللهُ عليه وسلَّمَ عن التَّنفُّلِ فيها.\r\nوفي هذا الحَديثِ يُخبِرُ نافعٌ مَولى عبدِ اللهِ بنِ عُمَرَ أنَّ عبدَ اللهِ بنَ عُمرَ رَضيَ اللهُ عنهما كان يُصلِّي في وقْتِ الضُّحى في يوْمَينِ فقطْ: الأوَّلُ عندَما يَأْتي مكَّةَ؛ فإنُّه كان يُصلِّي رَكعتينِ خلْفَ مَقامِ إبراهيمَ عليه السَّلامُ بعْدَ أنْ يَطوفَ بِالبيتِ، سُنَّةَ الطَّوافِ. واليومُ الثَّاني عندَما يَأْتي مَسجِدَ قُباءٍ؛ فإنَّه كان يَأْتِيه كلَّ سَبْتٍ، ويَكرَهُ أنْ يَخرُجَ منه حتَّى يُصلِّيَ رَكعتينِ؛ ابتِغاءَ الأجْرِ مِن اللهِ عزَّ وجلَّ؛ فقدْ روى التِّرمذيُّ مِن حَديثِ أُسَيدِ بنِ ظُهَيرٍ الأنصاريِّ رَضيَ اللهُ عنه، عن النبيِّ صلَّى اللهُ عليه وسلَّمَ قال: «الصَّلاةُ في مَسجدِ قُباءٍ كعُمرةٍ». ومَسجدُ قُباءٍ يُعرَفُ أيضًا بمَسجِدِ بني عَمرِو بنِ عَوْفٍ، صلَّى فيه النبيُّ صلَّى اللهُ عليه وسلَّمَ عندَ دُخولِ المَدينةِ النَّبويَّةِ، وهو المرادُ -على أحدِ الأقوالِ في الآيةِ- مِن قَولِ اللهِ تعالَى: {لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ} [التوبة: 108]، وكانت قُباءُ قَريةً على بُعْدِ مِيلَينِ أو ثَلاثةٍ مِن المدينةِ.\r\nوكان عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما يُخبِرُ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كان يَزورُ مَسجدَ قُباءٍ راكبًا وماشيًا، وكان ابنُ عُمرَ رَضيَ اللهُ عنهما يقولُ: إنَّما أصْنَعُ كما رَأَيتُ أصحابي يَصْنَعون؛ مِنَ الصَّلاةِ في هذه الأوقاتِ، ولا أَمْنعُ أحدًا أنْ يُصلِّيَ في أيِّ ساعةٍ شاءَ مِن لَيلٍ أو نَهارٍ، غيرَ ألَّا تَتحَرَّوْا طُلوعَ الشَّمسِ ولا غُروبَها، بمعْنى: لا تَقْصِدوا الصَّلاةَ في هَذَينِ الوقتينِ، وهما الوقتانِ اللَّذانِ نَهَى النبيُّ صلَّى اللهُ عليه وسلَّمَ عن الصَّلاةِ فيهما.\r\nوهذا الحديثُ يُفيدُ أنَّ عبدَ اللهِ بنَ عُمَرَ رَضيَ اللهُ عنهما ما كان يُصلِّي الضُّحى إلَّا في هاتَينِ الحالتَينِ، وهنا لم يُخبِرِ ابنُ عُمَرَ رَضيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ لم يُصَلِّها، وقد وَرَدَ في أحاديثَ أُخرَى ثابتةٍ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ صلَّى الضُّحى ووَجَّهَ لصَلاتِها؛ كما في حَديثِ مُسلِمٍ عن أمِّ المؤمِنينَ عائشةَ رَضيَ اللهُ عنها، قالت: «كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يُصلِّي الضُّحى أربعًا، ويَزيدُ ما شاءَ اللهُ».\r\nووقْتُ صَلاةِ الضُّحى بعْدَ شُروقِ الشَّمسِ قدْرَ رُمْحٍ، ويُقدَّرُ في المواقيتِ الحديثةِ بمِقدارِ رُبعِ ساعةٍ بعْدَ الشُّروقِ، ويَمتدُّ وَقتُها إلى ما قبْلَ الظُّهرِ برُبعِ ساعةٍ أيضًا، وأقَلُّها رَكعتانِ، واختُلِفَ في أكثَرِها؛ فقِيل: ثَماني رَكَعاتٍ، وقيل: لا حَدَّ لأكثَرِها.\r\nوفي الحديث: فضلُ مَسجِدِ قُباءٍ والصَّلاةِ فيه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}