{
    "hadith_id": "120",
    "hadith": "حَفِظْتُ مِن رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وِعَاءَيْنِ: فأمَّا أحَدُهُما فَبَثَثْتُهُ، وأَمَّا الآخَرُ فلوْ بَثَثْتُهُ قُطِعَ هذا البُلْعُومُ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "120",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "في هذا الحَديثِ يَحكي أبو هُرَيرةَ رَضيَ اللهُ عنه أنَّه حَفِظَ مِن رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ صِنفَينِ مُختلفَينِ مِن العِلمِ؛ أحدُهما: عِلمُ الشَّريعةِ المُتعلِّقُ بالعقائدِ والأحكامِ، وهذا قد نشَرَه وبلَّغه، وأمَّا الآخَرُ فلو بَلَّغه وتحدَّثَ به إلى النَّاسِ، لَذُبِحَ ذَبْحَ الشَّاةِ، مِن البُلعومِ، وهو مَجْرى الطَّعامِ. ولعلَّ هذا العِلمَ هو ما يَتعلَّقُ بأخْبارِ وُلاةِ السُّوءِ أو الفِتَنِ، كقَتْلِ عُثمانَ والحُسينِ رَضيَ اللهُ عنهما.وقد يقولُ قائلٌ: كيف استجازَ كَتْمَ الحديثِ عن رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وقد قال: «بَلِّغوا عني»، وكيف يقولُ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ ما إذا ذُكِر قُتِلَ رَاويه؟ وكيف يَستجيزُ المسلِمون مِن الصَّحابةِ الأخيارِ والتَّابعين قتْلَ مَن يَرْوي عن رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ؟ فالجوابُ: أنَّ هذا الذي كَتَمَه ليس مِن أمرِ الشَّريعةِ؛ فإنَّه لا يَجوزُ كِتمانُها، وقد كان أبو هُريرةَ نفْسُه يقولُ -كما رواهُ عنه البُخاريُّ-: «لولا آيةٌ في كِتابِ اللهِ ما حدَّثْتُكم، وهي قولُه: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ * إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ} [البقرة: 159، 160]؛ فكيف يُظَنُّ به أنْ يَكتُمَ شَيئًا مِن الشَّريعةِ بعدَ هذه الآيةِ، وبعْدَ أمْرِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ أنْ يُبلَّغَ عنه، وقد كان يقولُ لهم: «لِيُبلِّغِ الشاهدُ منكم الغائبَ»؟! وإنَّما هذا المكتومُ مِثلُ أنْ يقولَ: فُلانٌ مُنافِقٌ، وستَقْتُلون عُثمانَ، و«هَلاكُ أُمَّتي على يَدي أُغَيْلمةٍ مِن قُريشٍ» بنو فُلانٍ، فلو صرَّحَ بأسْمائهم لَكذَّبوه وقَتَلوه.وفي الحديثِ: فَضيلةُ أبي هُرَيرةَ رَضيَ اللهُ عنه.وفيه: تَعريضُ الآمِرِ بالمعروفِ إذا خافَ على نفْسِه في التَّصريحِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}