{
    "hadith_id": "1234",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بَلَغَهُ أنَّ بَنِي عَمْرِو بنِ عَوْفٍ، كانَ بيْنَهُمْ شيءٌ، فَخَرَجَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يُصْلِحُ بيْنَهُمْ في أُنَاسٍ معهُ، فَحُبِسَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، وحَانَتِ الصَّلَاةُ، فَجَاءَ بلَالٌ إلى أَبِي بَكْرٍ رَضِيَ اللَّهُ عنْه، فَقالَ: يا أَبَا بَكْرٍ، إنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قدْ حُبِسَ، وقدْ حَانَتِ الصَّلَاةُ، فَهلْ لكَ أَنْ تَؤُمَّ النَّاسَ؟ قالَ: نَعَمْ إنْ شِئْتَ، فأقَامَ بلَالٌ، وتَقَدَّمَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عنْه، فَكَبَّرَ لِلنَّاسِ وجَاءَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يَمْشِي في الصُّفُوفِ، حتَّى قَامَ في الصَّفِّ، فأخَذَ النَّاسُ في التَّصْفِيقِ، وكانَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عنْه لا يَلْتَفِتُ في صَلَاتِهِ، فَلَمَّا أَكْثَرَ النَّاسُ التَفَتَ، فَإِذَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فأشَارَ إلَيْهِ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، يَأْمُرُهُ: أَنْ يُصَلِّيَ فَرَفَعَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عنْه يَدَيْهِ، فَحَمِدَ اللَّهَ ورَجَعَ القَهْقَرَى ورَاءَهُ حتَّى قَامَ في الصَّفِّ، فَتَقَدَّمَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَصَلَّى لِلنَّاسِ، فَلَمَّا فَرَغَ أَقْبَلَ علَى النَّاسِ، فَقالَ: يا أَيُّهَا النَّاسُ ما لَكُمْ حِينَ نَابَكُمْ شيءٌ في الصَّلَاةِ، أَخَذْتُمْ في التَّصْفِيقِ إنَّما التَّصْفِيقُ لِلنِّسَاءِ، مَن نَابَهُ شيءٌ في صَلَاتِهِ فَلْيَقُلْ: سُبْحَانَ اللَّهِ، فإنَّه لا يَسْمَعُهُ أَحَدٌ حِينَ يقولُ: سُبْحَانَ اللَّهِ إلَّا التَفَتَ، يا أَبَا بَكْرٍ، ما مَنَعَكَ أَنْ تُصَلِّيَ لِلنَّاسِ حِينَ أَشَرْتُ إلَيْكَ فَقالَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عنْه: ما كانَ يَنْبَغِي لِابْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بيْنَ يَدَيْ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ.",
    "rawi": "سهل بن سعد الساعدي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1234",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (421) باختلاف يسير",
    "sharh": "قد يَطرَأُ في الصَّلاةِ ما يُريدُ المأمومُ أنْ يُنبِّهَ الإمامَ عليه، لكنْ يَحرُمُ الكلامُ في الصَّلاةِ بغَيرِ القرآنِ والذِّكرِ، فشُرِعَ للناسِ طَريقةٌ للتَّنبيهِ دونَ أنْ تَبطُلَ الصَّلاةُ.\r\nوفي هذا الحَديثِ يَرْوي سَهلُ بنُ سَعدٍ رَضيَ اللهُ عنه أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ بلَغَه أنَّ ناسًا مِن بَني عمْرِو بنِ عَوفٍ -وهم بطْنٌ مِن الأَوسِ، وكانتْ مَنازلُهم بقُبَاءٍ، وهي قَريةٌ على بُعْدِ مِيلَينِ أو ثَلاثةٍ مِن المدينةِ، وبها مَسجِدُ قُباءٍ الَّذي أسَّسَه النبيُّ صلَّى اللهُ عليه وسلَّمَ في أوَّلِ مَقْدَمِه المدينةَ، ويُعْرَفُ أيضًا بمَسجِدِ بني عمْرِو بنِ عوْفٍ- قد وقَعَ بيْنَهم شَيءٌ مِن الخُصومةِ حتَّى تَرامَوْا بالحِجارةِ، فخرَجَ إليهم النبيُّ صلَّى اللهُ عليه وسلَّمَ مع أُناسٍ مِن أصحابِه؛ ليُصلِحَ بيْنهم، فحَضَرَ وقتُ الصَّلاةِ، فجاء الصحابيُّ بِلالُ بنُ رَباحٍ رَضيَ اللهُ عنه -وقد كان مُؤذِّنَ النبيِّ صلَّى اللهُ عليه وسلَّمَ- إلى أبي بكرٍ الصِّدِّيقِ رَضيَ اللهُ عنه، فأعلَمَه تَأخُّرَ النبيِّ صلَّى اللهُ عليه وسلَّمَ في بَني عَمرٍو، وشاوَرَه في أنْ يُقيمَ الصَّلاةَ ويُصلِّي بهم أبو بَكرٍ إمامًا، فاستجابَ أبو بَكرٍ رَضيَ اللهُ عنه، وعلَّقَ الأمرَ على مَشيئةِ بِلالٍ رَضيَ اللهُ عنه بقولِه: «نَعَمْ، إنْ شِئْتَ»؛ لاحتِمالِ أنْ يكونَ عندَ بِلالٍ زِيادةُ عِلمٍ مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ في ذلك ولا يَعلَمُه أبو بَكرٍ، فأقام بِلالٌ الصَّلاةَ، فتَقدَّمَ أبو بكرٍ إمامًا، فجاء النبيُّ صلَّى اللهُ عليه وسلَّمَ وأبو بكرٍ رَضيَ اللهُ عنه يَؤمُّ الناسَ، فمَشى يَخترِقُ الصُّفوفَ حتى قام صلَّى اللهُ عليه وسلَّمَ في الصَّفِّ خلْفَ أبي بَكرٍ رَضيَ اللهُ عنه، فأخَذَ النَّاسُ في «التَّصْفِيحِ»، وهو التَّصفِيقُ، ويكونُ بالضَّربِ بإحْدى اليدينِ على الأُخرى، وقد فَعَلوا ذلك؛ إعلامًا لأبي بَكرٍ رَضيَ اللهُ عنه بحُضورِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، وكان أبو بَكرٍ لا يَلتفِتُ في الصَّلاةِ؛ لِمزيدِ خُشوعِه، واستغراقِه في مُناجاةِ ربِّه، ولأنَّه ورَدَ ذَمُّ الالتفاتِ في الصَّلاةِ، وأنَّه خُلْسةٌ مِن الشَّيطانِ، كما في حَديثِ البُخاريِّ عن أمِّ المؤمنينَ عائِشةَ رَضيَ اللهُ عنها، فلمَّا أكثَرَ الناسُ خلْفَه التَّصفيقَ الْتَفَتَ أبو بَكرٍ رَضيَ اللهُ عنه؛ ليَنظُرَ ما أوجَبَ ذلك منهم، فرَأَى النبيَّ صلَّى اللهُ عليه وسلَّمَ قائمًا في الصَّفِّ خلْفَه، فأشار إليه صلَّى اللهُ عليه وسلَّمَ يَأمُرُه أنْ يُتِمَّ صَلاتَه إمامًا كما هو، فرفَع أبو بَكرٍ رَضيَ اللهُ عنه يَدَه فحَمِدَ اللهَ تعالَى على ما أنعَمَ عليه به مِن تَفويضِ الرَّسولِ صلَّى اللهُ عليه وسلَّمَ إليه أمْرَ الإمامةِ؛ لِمَا فيه مِن مَزيدِ رِفعةِ دَرَجتِه، وتَراجَعَ للوَراءِ وتَقدَّمَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ إمامًا، وأبو بَكرٍ مَأمومًا في الصَّفِّ خلْفَه، وإنَّما تَرَكَ أبو بَكرٍ امتِثالَ الأمرِ؛ لكَونِه فَهِمَ أنَّ الأمرَ بذلك مُجرَّدُ إكرامٍ، وليس للإلزامِ، فاختار التَّأدُّبَ، وإلَّا فلا يَجوزُ له مُخالَفةُ أمْرِ النبيِّ صلَّى اللهُ عليه وسلَّمَ.\r\nفلمَّا انتَهى النبيُّ صلَّى اللهُ عليه وسلَّمَ مِن الصَّلاةِ، أوضَحَ لهم أنَّه إذا احْتاجَ المُصَلُّون في الصَّلاةِ إلى إفهامِ الإمامِ أو غَيرِه أمْرًا ما، أو التنبيهِ على خَلَلٍ في الصَّلاةِ ونحوِ ذلك؛ فعلَى الرِّجالِ منهم أنْ يُسبِّحوا بأنْ يقولَ الرَّجُلُ: سُبحانَ اللهِ، وأمَّا النِّساءُ فإنَّهنَّ يَضرِبْنَ بإحدى اليدَينِ على الأُخرى، وهذا خاصٌّ بالنِّساءِ، وعَلامةٌ عليهِنَّ؛ لأنَّ المَرأةَ عَورةٌ، والتَّصفيقُ في حَقِّها أبلَغُ في السَّترِ؛ ولأنَّ صَوتَها فيه لِينٌ، فأُمِرْنَ بالتَّصفيقِ خَوفًا مِن الفِتنةِ، وهذا مِن حُسنِ الأدبِ في الصَّلاةِ؛ حتَّى لا يَختَلَّ نِظامُها.\r\nثمَّ الْتفَتَ النبيُّ صلَّى اللهُ عليه وسلَّمَ إلى أبي بَكرٍ سائلًا إيَّاه: ما منَعَكَ أنْ تُصلِّيَ للنَّاسِ حينَ أشَرْتُ إليك؟ فقال أبو بَكرٍ رَضيَ اللهُ عنه: «ما كان يَنبغي لابنِ أبي قُحَافةَ أنْ يُصلِّيَ بيْن يدَيْ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ»؛ لأنَّ الإمامةَ مَحَلُّ رِياسةٍ ومَوضعُ فَضيلةٍ، والأدَبُ ألَّا يَتقدَّمَ في ذلك على رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ أحدٌ في حَضْرتِه صلَّى اللهُ عليه وسلَّمَ، وفي هذا تَقليلٌ مِن شَأنِ نفْسِه تُجاهَ مَقامِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وأبو قُحافةَ هو والدُ أبي بَكرٍ رَضيَ اللهُ عنهما، واسمُه: عُثمانُ، أسلَمَ يَومَ الفتْحِ، وتُوفِّيَ رَضيَ اللهُ عنه في الحَرمِ سَنةَ أربَعَ عشْرةَ مِن الهجرةِ وهو ابنُ سَبعٍ وتِسعينَ سَنةً، وكانت وفاةُ أبي بَكرٍ الصِّدِّيقِ رَضيَ اللهُ عنه قبْلَه.\r\nوفي الحَديثِ: ذَهابُ الإمامِ للإصلاحِ بيْنَ رَعاياهُ، وتَقديمُ ذلك على مَصلحةِ الإمامةِ بنفْسِه؛ لأنَّ في ذلك دفْعَ المَفسدةِ، وهو أَولى مِن الإمامةِ بنفْسِه. \r\nوفيه: تَقديمُ الأصلَحِ والأفضلِ للإمامةِ.\r\nوفيه: تَفضيلُ الصِّدِّيقِ رَضيَ اللهُ عنه؛ حيثُ قُدِّمَ للإمامةِ، وإشارتُه صلَّى اللهُ عليه وسلَّمَ بالثَّباتِ على حالِه. \r\nوفيه: أنَّ تَنبيهَ الرِّجالِ للإمامِ أثناءَ الصَّلاةِ يكونُ بقَولِ: سُبحانَ اللهِ، وتَنبيهَ النِّساءِ يكونُ بالتَّصفيقِ باليَدِ.\r\nوفيه: أنَّ إقامةَ الصَّلاةِ، واستِدعاءَ الإمامِ مِن وَظيفةِ المؤذِّنِ، وأنَّ المؤذِّنَ هو الذي يُقِيمُ.\r\nوفيه: مَشروعيَّةُ إمامةِ المَفضولِ في وُجودِ الفاضلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}