{
    "hadith_id": "1241",
    "hadith": "أنَّ عائشَةَ رَضيَ اللهُ عنها زَوْجَ النبيِّ صلَّى اللهُ عليه وسلَّمَ أخْبَرَتْهُ، قالَتْ: أقْبَلَ أبو بَكْرٍ رَضيَ اللهُ عنه علَى فَرَسِهِ مِن مَسْكَنِهِ بالسُّنْحِ حتَّى نَزَلَ، فَدَخَلَ المَسْجِدَ، فَلَمْ يُكَلِّمِ النَّاسَ حتَّى دَخَلَ علَى عَائِشَةَ رَضيَ اللهُ عنها، فَتَيَمَّمَ النبيَّ صلَّى اللهُ عليه وسلَّمَ وهو مُسَجًّى ببُرْدِ حِبَرَةٍ، فَكَشَفَ عن وجْهِهِ، ثُمَّ أكَبَّ عليه، فَقَبَّلَهُ، ثُمَّ بَكَى، فقالَ: بأَبِي أنْتَ يا نَبيَّ اللَّهِ، لا يَجْمَعُ اللَّهُ علَيْكَ مَوْتَتَيْنِ، أمَّا المَوْتَةُ الَّتي كُتِبَتْ عَلَيْكَ فقَدْ مُتَّهَا.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1241",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (1841)، وعبد الرزاق (6774)، وابن سعد في ((الطبقات الكبرى)) (2/ 265)، وابن حبان (6620) واللفظ لهم جميعا.",
    "sharh": "مَحبَّةُ الرَّسولِ صلَّى اللهُ عليه وسلَّمَ أصلٌ عَظيمٌ مِن أُصولِ الدِّينِ، وقد ضَرَب الصَّحابةُ رِضوانُ اللهِ عليهم عَظيمَ المثَلِ في حُبِّهم للنبيِّ صلَّى اللهُ عليه وسلَّمَ، في حَياتِه وبعْدَ مَماتِه صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الحديثِ تَحْكي أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها جانبًا ممَّا حَدَثَ يومَ وَفاةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ فذكَرَت أنَّ أبا بَكرٍ رَضيَ اللهُ عنه لَمَّا تُوفِّيَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ أقبَلَ راكبًا على فرَسٍ مِن مَسكنِه بالسُّنْحِ -وهو مَكانٌ مِن عَوالي المدينةِ، وكان أبو بكرٍ رَضيَ اللهُ عنه مُتزَوِّجًا فيهم- حتَّى نزَلَ فدَخَلَ المسجدَ النَّبويَّ فلمْ يُكلِّمِ النَّاسَ حتَّى دخَلَ على عائِشةَ رَضيَ اللهُ عنها، فقصَدَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ وهو مُغَطًّى بثَوبِ حِبَرَةٍ، وهو مِن ثِيابِ اليَمَنِ يكونُ مِن قُطنٍ أو كَتَّانٍ مُخطَّطٍ، فكشَفَ الثَّوبَ عن وَجْهِه الشَّريفِ، ثمَّ أكَبَّ عليه فقبَّلَه بيْن عَيْنَيه -كما في رِوايةِ النَّسائيِّ- وبَكَى، ثمَّ قال أبو بَكرٍ رَضيَ اللهُ عنه: أَفْديك بأبي أنتَ يا رسولَ اللهِ، واللهِ لا يَجمَعُ اللهُ عليكَ مَوتتَينِ، قيل: يعني بذلك: لا يَجمَعُ اللهُ عليك شِدَّةً بعْدَ الموتِ؛ لأنَّ اللهَ تعالَى قدْ عَصَمَك مِن أهوالِ القيامةِ. وقيل: لا يَموتُ مَوتةً أُخرى في قَبْرِه، كما يَحْيا غيرُه في القبرِ فيُسأَلُ ثمَّ يُقبَضُ. وقيل: بلْ أشارَ بذلك إلى مَن زعَمَ أنَّه صلَّى اللهُ عليه وسلَّمَ لم يَمُتْ وأنَّه سَيْحَيا فيَقطَعُ أيديَ رِجالٍ وأرجُلَهم؛ لأنَّه لو صَحَّ ذلك لَلَزِمَ أنْ يَموتَ مَوتةً أُخرى في الدُّنيا، فأخبَرَ أنَّه أكرَمُ على اللهِ مِن أنْ يَجمَعَ عليه مَوتتَينِ، كما جمَعَهما على غيرِه، كالَّذين خَرَجوا مِن دِيارِهم وهم أُلوفٌ، وكالَّذي مَرَّ على قَريةٍ، كما قصَّ اللهُ نَبَأهُم في سُورةِ البقرةِ.\r\nوفي الحديثِ: تَغطيةُ الميِّتِ بعْدَ مَوتِه. \r\nوفيه: مَشروعيَّةُ تَقبيلِ الميِّتِ بيْن عَينَيهِ.\r\nوفيه: مَشروعيَّةُ البُكاءِ على الميِّتِ مِن غيرِ نُواحٍ. \r\nوفيه: فضْلُ أبي بكرٍ الصِّدِّيقِ رَضيَ اللهُ عنه؛ برَجاحةِ عَقْلِه، ورِباطةِ جَأشِه، وعدمِ استِكانتِه للمُصيبةِ على عِظَمِها، بل أحْسَنَ التسليةَ!",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}