{
    "hadith_id": "1264",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ كُفِّنَ في ثَلَاثَةِ أَثْوَابٍ يَمَانِيَةٍ بيضٍ، سَحُولِيَّةٍ مِن كُرْسُفٍ ليسَ فِيهِنَّ قَمِيصٌ ولَا عِمَامَةٌ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1264",
    "grade": "[صحيح]",
    "sharh": "كان الصَّحابةُ حَريصينَ على الاقتداءِ بالنبيِّ صلَّى اللهُ عليه وسلَّمَ؛ يَفعَلون ذلك امتِثالًا لأمْرِ اللهِ سبحانَه وتعالَى، ومحبَّةً للنبيِّ صلَّى اللهُ عليه وسلَّمَ، ومُحافَظةً على اقتفاءِ آثارِه، حتى في أصعبِ الظُّروفِ وأشدِّ المواقِفِ.\r\nكما تخبِرُ عائشةُ رَضيَ اللهُ عنها في هذا الحَديثِ أنَّها دخلَتْ على أبيها أبي بكرٍ رَضيَ اللهُ عنه، وذلك كان في مرَضِ مَوتِه، فسَألها: في كمْ ثَوبًا كفَّنْتُمُ النبيَّ صلَّى اللهُ عليه وسلَّمَ؟ فأخبَرَتْه عائِشةُ رَضيَ اللهُ عنها أنَّه صلَّى اللهُ عليه وسلَّمَ قد لُفَّ جَسَدُه الشَّريفُ بعْدَ تَغسيلِه في ثَلاثةِ أثوابٍ بِيضٍ ممَّا صُنِع في اليمَنِ، و«سُحوليَّة» -بضمِّ السِّينِ- جمْع سُحْل، وهو الثَّوبُ الأبيضُ، و«سَحُوليَّة» -بفتْحِ السِّينِ- نِسبة إلى قَريةٍ باليَمنِ اسْمُها سَحُولُ، هذه الأثوابُ ليس فيها قميصٌ مَخيطٌ على كلِّ الجسدِ، ولا عِمامةٌ تغطِّي الرَّأسَ، ثمَّ سَأَلها عن اليَومِ الَّذي تُوفِّيَ فيه رسولُ الله صلَّى اللهُ عليه وسلَّمَ، فقالتْ عائشةُ رَضيَ اللهُ عنها: يَوم الاثنَينِ، فسَألها: فأيُّ يَومٍ هذا الذي هي عندَه فيه؟ فقالت: يومُ الاثنَينِ، قال: أرجو فيما بيْني وبيْنَ اللَّيلِ، بمعنى: أنَّه رَجَا أن يُقبَضَ في ذلك اليَومِ حتَّى مع ساعاتِ اللَّيلِ الأخيرةِ لهذا اليَومِ؛ وذلك لحرصِه على اتِّباعِ النبيِّ صلَّى اللهُ عليه وسلَّمَ في حياتِه، فأراد أنْ يكونَ ذلك أيضًا في مماتِه. ثم نظَرَ أبو بكرٍ رَضيَ اللهُ عنه إلى ثَوبٍ عليه كان يَلبَسُه وهو مريضٌ، وكان مُلطَّخًا بالزَّعفرانِ، وهو نباتٌ ذو لَونٍ ورائِحةٍ طيِّبةٍ، فقال: اغسِلوا ثَوبي هذا، وزِيدوا عليه ثَوبَينِ، فكفِّنوني فيها، فقالتْ له عائِشةُ رَضيَ اللهُ عنها: إنَّ هذا خَلَقٌ، أي: قديمٌ غيرُ جديدٍ، فقال: إنَّ الحيَّ أحَقُّ بالجديدِ مِن المَيتِ؛ فالحيُّ يكونُ أحْوَجَ إلى ذلك مِن المَيتِ، وإنَّما الثَّوبُ الَّذي يُكفَّنُ فيه هو للمُهْلةِ، أي: للصَّديدِ الَّذي يذوبُ مِن جِسمِ المَيتِ!\r\nثم أخبرَتْ أنَّ أبا بكرٍ رَضيَ اللهُ عنه لمْ يُتوَفَّ حتَّى أمسَى مِن لَيلةِ الثُّلاثاءِ، بيْنَ المغرِبِ والعِشاءِ، ودُفِن قبْلَ أن يُصبِحَ، وكانتْ وفاتُه لثَمانِ لَيالٍ بَقينَ مِن جُمادى الآخرةِ سنةَ ثلاثَ عَشْرةَ مِن الهِجرةِ؛ رَضيَ اللهُ عنه وأرْضاه.\r\nوفي الحديثِ: مَشروعيَّةُ التَّكفينِ في الثِّيابِ البِيضِ، والثيابِ القَديمةِ المَغسولةِ، وأنْ يَكونَ الكفنُ ثلاثةَ أثوابٍ. \r\nوفيه: إيثارُ الحيِّ بالجديدِ. \r\nوفيه: مشروعيَّةُ دفْنِ المَيتِ باللَّيلِ. \r\nوفيه: أخْذُ المرءِ العِلمَ عمَّن دُونَه. \r\nوفيه: فضْلُ أبي بكرٍ رضيَ الله تعالَى عنه، وصِحَّةُ فِراستِه، وثباتُه عندَ وَفاتِه. \r\nوفيه: أنَّ وصيَّةَ المَيتِ مُعتبَرةٌ في كفنِه إذا كانتْ على وجْهٍ شرعيٍّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}