{
    "hadith_id": "1275",
    "hadith": "أنَّ عَبْدَ الرَّحْمَنِ بنَ عَوْفٍ رَضِيَ اللَّهُ عنْه، أُتِيَ بطَعَامٍ وكانَ صَائِمًا، فَقالَ: قُتِلَ مُصْعَبُ بنُ عُمَيْرٍ وهو خَيْرٌ مِنِّي، كُفِّنَ في بُرْدَةٍ، إنْ غُطِّيَ رَأْسُهُ، بَدَتْ رِجْلَاهُ، وإنْ غُطِّيَ رِجْلَاهُ بَدَا رَأْسُهُ وأُرَاهُ قالَ: وقُتِلَ حَمْزَةُ وهو خَيْرٌ مِنِّي ثُمَّ بُسِطَ لَنَا مِنَ الدُّنْيَا ما بُسِطَ أَوْ قالَ: أُعْطِينَا مِنَ الدُّنْيَا ما أُعْطِينَا وقدْ خَشِينَا أَنْ تَكُونَ حَسَنَاتُنَا عُجِّلَتْ لَنَا، ثُمَّ جَعَلَ يَبْكِي حتَّى تَرَكَ الطَّعَامَ.",
    "rawi": "إبراهيم بن عبدالرحمن بن عوف",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1275",
    "grade": "[صحيح]",
    "sharh": "كان أصحابُ النبيِّ صلَّى اللهُ عليه وسلَّمَ في بِدايةِ الأمرِ في ضِيقٍ مِنَ العَيشِ، فكانوا أبعَدَ ما يكونونَ عن زِينةِ الحياةِ الدُّنْيا، ولكنَّهم صبَروا وتحمَّلوا مِن أجْلِ دَعوةِ الإسلامِ.\r\nوفي هذا الحديثِ يَروي التابعيُّ إبراهيمُ بنُ عبدِ الرَّحمنِ بنِ عَوفٍ أنَّ أباهُ الصحابيَّ الجليلَ عبْدَ الرَّحمنِ بنَ عَوفٍ رَضيَ اللهُ عنه رَوى له ما كان عليه أصحابُ النبيِّ صلَّى اللهُ عليه وسلَّمَ مِن ضِيقِ الحالِ والتَّقلُّلِ مِنَ الدُّنيا، وكان قد أُتِيَ بِطعامٍ وهو صائمٌ، فقال: قُتلَ مُصْعَبُ بنُ عُمَيرٍ وهو خيرٌ مِنِّي؛ كُفِّنَ في ثَوبٍ لم يكُنْ يَكفِيه، فكانوا إذا وضَعوه على رأسِه ظهرَتْ رِجْلاه، وإنْ وضَعوه على رِجلَيْه ظهَرَ رأسُه، ومِن خيريَّةِ مُصعَبٍ رَضيَ اللهُ عنه أنَّه كان مِن السابِقينَ إلى الإسلامِ وإلى الهِجرةِ، وكان يُقرئُ الناسَ بالمدينةِ قبْلَ أن يَقْدَمَ النبيُّ صلَّى اللهُ عليه وسلَّمَ، وقد قُتِل رَضيَ اللهُ عنه يومَ أُحُدٍ.\r\nثُمَّ قال عبدُ الرَّحمنِ بنُ عَوفٍ رَضيَ اللهُ عنه: وقُتِلَ حمزةُ بنُ عبدِ المُطَّلِبِ رَضيَ اللهُ عنه عمُّ النبيِّ صلَّى اللهُ عليه وسلَّمَ في غزوةِ أُحُدٍ وهو خيرٌ مِنِّي، وكلُّ هذا مِن الإقرارِ بأفضليَّةِ هذَينِ الصَّحابيَّينِ تواضعًا مِن عبدِ الرَّحمنِ بنِ عَوفٍ رَضيَ اللهُ عنه، وحُبًّا لإخوانِه، وإظهارًا لفضلِهم بأنَّهم سبَقوا إلى الله وماتوا ولم يَتمتَّعوا بشَيءٍ ممَّا فتَحَه اللهُ على المسلِمينَ؛ فهُم مَظِنَّةُ الفَوزِ بالأجرِ الكاملِ إنْ شاء اللهُ؛ ولذلك قال عبدُ الرَّحمنِ بنُ عَوفٍ رَضيَ اللهُ عنه مظهِرًا الأسفَ على نفْسِه لأنَّه كان ذا حظٍّ وافرٍ مِن الدُّنيا: ثُمَّ بُسِطَ لنا مِنَ الدُّنيا ما بُسِطَ، ففُتِحتْ علينا البُلْدانُ، وزادَ المالُ، وقد خشِينا أنْ تكونَ حسناتُنا عُجِّلتْ لنا، فأَخَذْنا بما عَمِلْنا مِنَ الحَسناتِ في الدُّنيا، وهذا خَوفٌ مِن أن يكونَ قد عُجِّل الأجرُ لهم، ولم يُدَّخَرْ للآخِرةِ، ثُمَّ جَعَل يَبكي حتَّى ترَكَ الطَّعامَ، وكان بُكاؤُه شفقةً مِن ألَّا يَلحَقَ بمَن تقَدَّمَه، وهذا فِعلُ الخائفِ الوَجِلِ مِن الله سبحانَه، يتَوسَّلُ بذلك إلى إحسانِ العملِ؛ ليُحصِّلَ مغفرةَ ذُنوبِه، ورفْعَ دَرَجاتِه.\r\nوهذا الوَرعُ وهذه التَّقْوى إنَّما تَنبعُ مِن قلب مؤمنٍ قويِّ الإيمانِ، وشخصٍ أقام دُنْياهُ لتَخدُمَ آخِرتَه، فكانت الدُّينا بزُخْرُفِها في يدِه وفي سبيلِ الله، لا في قلبِه.\r\nوفي الحديثِ: فضْلُ عبدِ الرَّحمنِ بنِ عَوفٍ رَضيَ اللهُ عنه، وفِطنتِه؛ فإنَّ الفَطِنَ مَن حاسَبَ نفْسَه قبْلَ أنْ يقِفَ لِلحسابِ أمامَ المَولى سُبحانَه وتعالَى.\r\nوفيه: فَضلُ حمزةَ ومُصعبٍ رَضيَ اللهُ عنهما.\r\nوفيه: بيانُ فَضلِ الزُّهدِ في الدُّنيا؛ لئلَّا تَنقُصَ حسَناتُ العبدِ.\r\nوفيه: أنَّه يَنبغي ذِكرُ سِيَرِ الصَّالِحينَ وتقلُّلِهم في الدُّنيا؛ لِتَقِلَّ رغبةُ المرءِ فيها.\r\nوفيه: مَشروعيَّةُ التكفينِ في الثَّوبِ الواحدِ إنْ لم يكُنْ هناك غيرُه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}