{
    "hadith_id": "1284",
    "hadith": "أَرْسَلَتِ ابْنَةُ النبيِّ صَلَّى اللهُ عليه وسلَّمَ إلَيْهِ إنَّ ابْنًا لي قُبِضَ، فَأْتِنَا، فأرْسَلَ يُقْرِئُ السَّلَامَ، ويقولُ: إنَّ لِلَّهِ ما أَخَذَ، وله ما أَعْطَى، وكُلٌّ عِنْدَهُ بأَجَلٍ مُسَمًّى، فَلْتَصْبِرْ، ولْتَحْتَسِبْ، فأرْسَلَتْ إلَيْهِ تُقْسِمُ عليه لَيَأْتِيَنَّهَا، فَقَامَ ومعهُ سَعْدُ بنُ عُبَادَةَ، ومعاذُ بنُ جَبَلٍ، وأُبَيُّ بنُ كَعْبٍ، وزَيْدُ بنُ ثَابِتٍ ورِجَالٌ، فَرُفِعَ إلى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ الصَّبِيُّ ونَفْسُهُ تَتَقَعْقَعُ قالَ: حَسِبْتُهُ أنَّهُ قالَ كَأنَّهَا شَنٌّ فَفَاضَتْ عَيْنَاهُ، فَقالَ سَعْدٌ: يا رَسولَ اللَّهِ، ما هذا؟ فَقالَ: هذِه رَحْمَةٌ جَعَلَهَا اللَّهُ في قُلُوبِ عِبَادِهِ، وإنَّما يَرْحَمُ اللَّهُ مِن عِبَادِهِ الرُّحَمَاءَ.",
    "rawi": "أسامة بن زيد",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1284",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1284)، ومسلم (923)",
    "sharh": "وفي هذا الحديثِ يَروي أسامةُ بنُ زَيدٍ رَضيَ اللهُ عنهما: أنَّه وسعْدَ بنَ أبي وقَّاصٍ وأُبَيَّ بنَ كَعْبٍ كانوا مع النَّبيِّ صلَّى اللهُ عليه وسلَّم، فأرسَلتْ له ابنتُه، وهي زينبُ رَضيَ اللهُ عنها، تُخبِرُه أنَّ ابنَتها قد حُضِرَت، أي: حضَرتْها الوفاةُ، \r\n وطلَبتْ مِن النَّبيِّ صلَّى اللهُ عليه وسلَّم أنْ يَحْضُرَ إليهم، فأرسَلَ إليها النَّبيُّ صلَّى اللهُ عليه وسلَّم يَدْعوها أنْ تَصْبِرَ وتَحْتَسِبَ، أي: تَطلُبَ الأجرَ من اللهِ، ولتجعَلَ الوَلَدَ في حسابِ اللهِ راضيةً بقِضائِه. وقال لها: إنَّ للهِ ما أخَذ وما أَعطى، فكلُّ مِنحةٍ يَتَحصَّلُ عليها العبدُ هي مِن اللهِ سُبحانه وتعالَى يُؤتيها مَن يَشاءُ، وكلُّ نِعمةٍ يَسْلُبُها اللهُ مِن العبدِ فهي أيضًا منه، يَنزِعُها ممَّن يَشاءُ، وكلُّ شَيءٍ راجعٌ إليه ومُقدَّرٌ عنْدَه سُبحانه وتعالَى، فلمَّا رأتْ زَيْنبُ ذلك أرسَلتْ إليه تُقسِمُ عليه أنْ يَحضُرَ، فأبَرَّ النَّبيُّ صلَّى اللهُ عليه وسلَّم قَسَمَها وذهَبَ إليها، فلمَّا حضَر رفَعوا له الطِّفلَ ووضَعُوه في حَجْرِه، ونفْسُه تَقَعْقَعُ، أي: تَضطرِبُ وتَتحرَّكُ ويُسمَعُ لها صَوتٌ، ففاضتْ عَينَا النَّبيِّ صلَّى اللهُ عليه وسلَّم بالدَّمعِ رَحمةً بالصَّغير، فلمَّا رَأى ذلك سَعدُ بنُ أبي وقَّاص رَضيَ اللهُ عنه قال للنَّبيِّ صلَّى اللهُ عليه وسلَّم: ما هذا يا رَسولَ اللهِ؟! يَسألُه عن بُكائِه، مُستغرِبًا صُدورَه من النبي صلَّى اللهُ عليه وسلَّم؛ لأنَّه خِلافُ ما يَعهَدُه منه مِن مُقاومةِ المُصيبةِ بالصَّبرِ، فأخْبَرَه النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّها رَحْمةٌ جَعَلها اللهُ في قُلوبِ الرُّحماءِ، وليس مِن بابِ الجَزَعِ وقِلَّةِ الصَّبر، وأنَّ رحمةَ اللهِ تختَصُّ بمن اتَّصف بالرَّحمةِ وتحقَّق بها، وبكاؤه صلَّى اللهُ عليه وسلَّم يدُلُّ على أنَّ المنهيَّ عنه من البكاءِ ما صَحِبَه النَّوحُ والجَزَعُ وعَدَمُ الصَّبرِ.\r\nوقَولُه: «الرُّحماءُ» جمع رحيمٍ، من صِيَغِ المبالغةِ، ومقتضاه: أنَّ رحمةَ اللهِ تختصُّ بمن اتَّصَف بالرَّحمةِ وتحقَّق بها بخِلافِ من فيه أدنى رحمةٍ، لكن ثبت في حديثِ عبدِ اللهِ بنِ عَمرٍو عند أبي داودَ وغيرِه: «الراحمون يَرحمُهم الرَّحمنُ»، والراحمون جمعُ راحمٍ، فيدخُلُ كُلُّ من فيه أدنى رحمةٍ.\r\nوفي الحَديثِ: الحثُّ على الاحتسابِ والصَّبرِ عند نزولِ المصيبةِ. \r\nوفيه: مشروعيَّةُ استحضارِ أهلِ الفَضلِ والصَّلاحِ عند المحتضَرِ.\r\nوفيه: أَمْرُ صاحِبِ المصيبةِ بالصَّبرِ قبل وقوعِ الموتِ؛ ليقَعَ وهو مستشعِرٌ بالرِّضا، مقاومًا للحُزنِ بالصَّبرِ. \r\nوفيه: تقديمُ السَّلامِ على الكلامِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}