{
    "hadith_id": "1285",
    "hadith": "شَهِدْنَا بنْتًا لِرَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، قالَ: ورَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ جَالِسٌ علَى القَبْرِ، قالَ: فَرَأَيْتُ عَيْنَيْهِ تَدْمعانِ، قالَ: فَقالَ: هلْ مِنكُم رَجُلٌ لَمْ يُقَارِفِ اللَّيْلَةَ؟ فَقالَ أَبُو طَلْحَةَ: أَنَا، قالَ: فَانْزِلْ قالَ: فَنَزَلَ في قَبْرِهَا.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1285",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (12275)، والترمذي في ((الشمائل المحمدية)) (328) كلاهما بلفظه، والحاكم (6853) باختلاف يسير .",
    "sharh": "للمَيتِ أحكامٌ في التَّغسيلِ والتَّكفينِ والدَّفنِ، ومِن ذلك أن يَلِيَه في كلِّ هذه الأمورِ المأمونونَ مِن الناسِ؛ لِيَسْتروا عليه أمْرَه وما يَرَوْنَه، وللنِّساءِ حُرمةٌ خاصَّةٌ، فيَليهِنَّ مَنِ اتصَّفَ بزيادةِ التقْوى.\r\nوفي هذا الحَديثِ يَروي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ بِنتًا لرسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ تُوفِّيتْ، قيل: هي أُمُّ كُلْثومٍ زوجةُ عُثمانَ بنِ عفَّانَ رَضيَ اللهُ عنهما، وأنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ قد شَهِدَ دفْنَها ومعه جمْعٌ مِن أصحابِه، وكان صلَّى اللهُ عليه وسلَّمَ جالِسًا على جانِبِ القبرِ وعَيْناه تَدمَعان، ثُمَّ سَأل أصحابَه الحاضرينَ: هلْ منكم مِن رجُلٍ لم يُقارفِ، يعني: لم يُجامِعِ امرأتَه اللَّيلةَ؟ وقيل: لم يرتكِبْ ويكتسِبْ ذنْبًا، كما قال اللهُ تعالى: {وَلْيَقْتَرِفُوا} {الأنعام: 113]، فقال أبو طلْحةَ رَضيَ اللهُ عنه: أنا، فقال له صلَّى اللهُ عليه وسلَّمَ: فانزِلْ وتَوَلَّ دفْنَها في قبرِها، فنزَلَ في قبْرِها؛ وقدْ كان أبو طَلْحةَ زَيْدُ بنُ سَهلٍ الأنصاريُّ رَضيَ اللهُ عنه هو الَّذي يَحفِرُ لأهلِ المَدينةِ ويَدفِنُ في اللَّحدِ؛ فهو مِن أهلِ الخِبرةِ في الدَّفنِ، والأَوْلَى بنُزولِ قَبرِ المرأةِ وتولِّي دَفنِها هو الأعرَفُ بطريقةِ الدَّفنِ، سواءٌ كان مِن مَحارِمِها أو مِن غيرِ مَحارِمِها. وقِيلَ: أَوْلى الناسِ بإدْخالِ المرأةِ قبْرَها مَحرَمُها، وهو مَن كان يحِلُّ له النظرُ إليها في حَياتِها, ولها السفَرُ معه؛ لِمَا رواه ابنُ أبي شَيبةَ في المُصنَّفِ عن عبدِ الرحمنِ بنِ أبْزَى، قال: «صلَّيتُ مع عُمرَ رَضيَ اللهُ عنه على زَينبَ زَوجِ النبيِّ صلَّى اللهُ عليه وسلَّمَ فكبَّر أربعًا، ثُم أرْسَلَ إلى أزواجِ النبيِّ صلَّى اللهُ عليه وسلَّمَ: مَن يُدخِلُها قبْرَها؟ وكان عُمرُ رَضيَ اللهُ عنه يُعجِبُه أنْ يُدْخِلَها قبْرَها، فأرْسَلْنَ إليه رَضيَ اللهُ عنهنَّ: يُدخِلها قبْرَها مَن كان يراها في حَياتِها، قال: صَدَقْنَ»، فإنْ لم يكُنْ لها محارِمُ أو وُجِدوا إلَّا أنَّ بهم مانعًا جازَ أن يُنزِلَها الأجنبيُّ كما في هذا الحَديثِ.\r\nوفي الحديثِ: بُكاءُ النبيِّ صلَّى اللهُ عليه وسلَّمَ حزْنًا على ابنتِه، وتِلك رَحمةٌ.\r\nوفيه: أنَّ الأجانبَ المستوينَ في الصِّفاتِ يُقدَّمُ منهم مَن بَعُدَ عهْدُه بالجِماعِ.\r\nوفيه: إدْخالُ الرِّجالِ المرأةَ قبْرَها؛ لكَونِهم أقوَى على ذلك مِن النِّساءِ، ولتجنُّبِ النِّساءِ مِثلَ هذه المواطِنِ.\r\nوفيه: مَشروعيَّةُ الجُلوسِ على شَفيرِ القَبرِ عندَ الدَّفنِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}