{
    "hadith_id": "1289",
    "hadith": "أنَّهَا: سَمِعَتْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، زَوْجَ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، قالَتْ: إنَّما مَرَّ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ علَى يَهُودِيَّةٍ يَبْكِي عَلَيْهَا أَهْلُهَا، فَقالَ: إنَّهُمْ لَيَبْكُونَ عَلَيْهَا وإنَّهَا لَتُعَذَّبُ في قَبْرِهَا.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1289",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (931)، والترمذي (1004) بنحوه.",
    "sharh": "كانتْ أُمُّ المُؤمنينَ عائِشةُ رَضيَ اللهُ عنها مِن أعلَمِ الصحابةِ بسُنَّةِ النبيِّ صَلَّى اللهُ عليهِ وسلَّمَ، وأكثَرِهم فَهْمًا لرُوحِ المعاني الشَّرعيَّةِ، وقد استدركَتْ على كثيرٍ مِن الصَّحابةِ فيما حَدَّثوا به.\r\nوفي هذا الحديثِ أنكرَتْ عائشةُ رَضيَ اللهُ عنها أحاديثَ أنَّ المَيِّتَ يُعذَّبُ بالبُكاءِ عليه؛ لظَنِّها أنَّها تتعارَضُ مع قولِه تعالَى: {وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرَى} [الأنعام: 164]، وأنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ مرَّ على يَهُودَ يَبكُونَ امرأةً ماتتْ منهم، فأخبَر النبيُّ صلَّى اللهُ عليه وسلَّمَ صحابتَه رَضيَ اللهُ عنهم أنَّهم بيْنما هم يَبكون عليها فإنَّها لَتُعذَّبُ في قبرِها بكُفرِها، لا بسَببِ البُكاءِ، وكأنَّ هذا تعجُّبٌ مِن الحالَينِ؛ فالحيُّ يَبكي حُزنًا على المَيتةِ وهو لا يَعلَمُ أنَّها تُعذَّبُ، ولو عَلِم الأحياءُ بذلك فرُبَّما لا يَبكون عليها؛ لأنَّها ليست أهلًا لذلك؛ لعدَمِ إحسانِها لرَبِّها، أو رُبَّما زاد حزنُهم عليها، فزِيدَ مِن بُكائِهم عليها؛ حزنًا على تعذيبِها أيضًا.\r\nوفي رِوايةٍ للبُخاريِّ قال ابنُ عبَّاسٍ رضيَ اللهُ عنهما: \"فلَمَّا مات عُمَرُ رضيَ اللهُ عنه، ذَكَرْتُ ذلك لِعائِشةَ رضيَ اللهُ عنها، فقالَتْ: رَحِمَ اللهُ عُمَرَ، واللهِ ما حَدَّثَ رَسولُ اللهِ صَلَّى اللهُ عليه وسلَّمَ: إنَّ اللهَ لَيُعَذِّبُ المُؤمِنَ ببُكاءِ أهْلِه عليه، ولَكِنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قال: إنَّ اللهَ لَيَزِيدُ الكافرَ عَذابًا ببُكاءِ أهْلِه عليه، وقالَتْ: حَسْبُكُمُ القُرآنُ: {وَلَا تَزِرُ وازِرَةٌ وِزْرَ أُخْرَى} [الأنعام: 164]، فخصَّتِ الحديثَ بالكفَّارِ؛ لأنَّ الكافرين كانوا يُوصون بالنِّياحةِ، بخِلافِ المؤمنينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}