{
    "hadith_id": "1300",
    "hadith": "قَنَتَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ شَهْرًا حِينَ قُتِلَ القُرَّاءُ، فَما رَأَيْتُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ حَزِنَ حُزْنًا قَطُّ أَشَدَّ منه.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1300",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1300)، ومسلم (677)",
    "sharh": "الصَّلاةُ عِبادةٌ تَوقيفيَّةٌ، وقد علَّمَنا النبيُّ صلَّى اللهُ عليه وسلَّمَ كلَّ أفعالِها، وآدابِها، وما يَتعلَّقُ بذلك، والدُّعاءُ والقُنوتُ في الصَّلاةِ مِن هذه الأُمورِ التي وضَّحَتْها السُّنَّةُ النَّبويَّةُ، خاصَّةً في النَّوائبِ.\r\nوفي هذا الحَديثِ يَحكي أنسٌ رَضيَ اللهُ عنه أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قنَتَ شهرًا، والقُنوتُ هو اسمٌ للدُّعاء في الصَّلاةِ، في محلٍّ مخصوصٍ مِن القيامِ، وذلك إذا نزَلَت بالمسلمينَ نازلةٌ، وكان هذا القنوتُ حينَ قُتِل القُرَّاءُ وهم عمَّارُ المسجدِ، ولُيوثُ الملاحمِ، بعَثَهم رسولُ الله صلَّى اللهُ عليه وسلَّمَ إلى أهلِ نَجْدٍ ليَقرَؤُوا عليهم القرآنَ، ويَدْعُوهم إلى الإسلامِ، فلمَّا نزَلوا ببئرِ مَعُونةَ، قصَدهم عامرُ بنُ الطُّفَيلِ في أحياءٍ مِن سُلَيمٍ: رِعْلٍ وذَكْوانَ وعُصَيَّةَ، فقتَلوا أكثرَهم، ولم يَنْجُ منهم إلَّا كعبَ بنَ زَيدٍ الأنصاريَّ رَضيَ اللهُ عنه، وذلك في السَّنةِ الرَّابعةِ مِن الهِجرةِ، وحَزِنَ عليهم رسولُ الله صلَّى اللهُ عليه وسلَّمَ حُزنًا شديدًا.\r\nففي هذا دليل على مَشروعيَّةِ القُنوتِ في الصلَواتِ غَيرِ الوتْرِ، وهو القُنوتُ عندَ النَّوازلِ، ويَنبغي عِندَ نُزولِ النَّازلةِ القُنوتُ في كلِّ الصَّلواتِ، وألَّا تُخَصَّ به صَلاةٌ دُونَ صلاةٍ؛ لِمَا أخرَجَ أبو داودَ، عن ابنِ عبَّاسٍ رَضيَ اللهُ عنهما، قال: «قنَتَ رسولُ الله صلَّى اللهُ عليه وسلَّمَ شهرًا مُتتابِعًا، في الظُّهرِ والعَصرِ والمَغرِبِ والعِشاءِ وصلاةِ الصُّبحِ في دُبُرِ كلِّ صلاةٍ، إذا قال: سمِع الله لِمَن حَمِدَه مِن الرَّكعةِ الآخرةِ، يَدْعو على أحياءٍ مِن بني سُلَيمٍ؛ على رِعْلٍ، وذَكْوانَ، وعُصَيَّةَ، ويؤَمِّنُ مَن خلْفَه»، وفي الصَّحيحَينِ عن أنسٍ رَضيَ اللهُ عنه، أنَّه صلَّى اللهُ عليه وسلَّمَ «قنَت شهرًا في صَلاةِ الفَجرِ، وَيَقُولُ: إنَّ عُصيَّةَ عَصَوُا اللهَ ورسولَه».\r\nوفي الحديثِ: مشروعيَّةُ القُنوتِ في الصَّلواتِ المفروضةِ.\r\nوفيه: ذمُّ صِفةِ الغَدرِ.\r\nوفيه: الدُّعاءُ وتَكرارُه وإظهارُه؛ لأنَّه دالٌّ على يَقينِ العَبدِ المسلمِ بربِّه.\r\nوفيه: مَشروعيَّةُ إظهارِ الحُزنِ على المَيتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}