{
    "hadith_id": "1304",
    "hadith": "اشْتَكَى سَعْدُ بنُ عُبَادَةَ شَكْوَى له، فأتَاهُ النبيُّ صَلَّى اللهُ عليه وسلَّمَ يَعُودُهُ مع عبدِ الرَّحْمَنِ بنِ عَوْفٍ، وسَعْدِ بنِ أَبِي وقَّاصٍ، وعَبْدِ اللَّهِ بنِ مَسْعُودٍ رَضِيَ اللَّهُ عنْهمْ، فَلَمَّا دَخَلَ عليه فَوَجَدَهُ في غَاشِيَةِ أَهْلِهِ، فَقالَ: قدْ قَضَى قالوا: لا يا رَسولَ اللَّهِ، فَبَكَى النبيُّ صَلَّى اللهُ عليه وسلَّمَ، فَلَمَّا رَأَى القَوْمُ بُكَاءَ النبيِّ صَلَّى اللهُ عليه وسلَّمَ بَكَوْا، فَقالَ: أَلَا تَسْمَعُونَ إنَّ اللَّهَ لا يُعَذِّبُ بدَمْعِ العَيْنِ، ولَا بحُزْنِ القَلْبِ، ولَكِنْ يُعَذِّبُ بهذا وأَشَارَ إلى لِسَانِهِ أَوْ يَرْحَمُ، وإنَّ المَيِّتَ يُعَذَّبُ ببُكَاءِ أَهْلِهِ عليه وكانَ عُمَرُ رَضِيَ اللَّهُ عنْه: يَضْرِبُ فيه بالعَصَا، ويَرْمِي بالحِجَارَةِ، ويَحْثِي بالتُّرَابِ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1304",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1304)، ومسلم (924)",
    "sharh": "البُكاءُ على المصيبةِ غَريزةٌ إنسانيَّةٌ لا يأثَمُ عليها المرءُ، طالَما أنَّه لم يتخلَّلْه سَخَطٌ أو نَوْحٌ أو عدمُ رضًا بقضاءِ اللهِ وقدَرِه.\r\nوفي هذا الحديثِ يَروي عبدُ اللهِ بنُ عمرَ رَضيَ اللهُ عنهما أنَّ سعدَ بنَ عُبادةَ رَضيَ اللهُ عنه اشتكَى مِن مرَضٍ أصابه وألزَمه الفِراشَ، فأتاه النبيُّ صلَّى اللهُ عليه وسلَّمَ يَعُودُه ويَزوره ومعه عبدُ الرَّحمنِ بنُ عَوفٍ، وسَعدُ بنُ أبي وقَّاصٍ، وعبدُ اللهِ بنُ مسعودٍ رَضيَ اللهُ عنهم، فلمَّا دخَل عليه، وجَده مُغمًى عليه بيْنَ أهلِه، فسَأل عنه: هل مات؟ فأجابوه: لا يا رسولَ الله، فبكى النبيُّ صلَّى اللهُ عليه وسلَّمَ؛ إشفاقًا وحُزنًا عليه، وبكى القومُ ببُكاءِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، فقال النبيُّ صلَّى اللهُ عليه وسلَّمَ: ألَا تسمَعونَ، وهذا تنبيهٌ منه صلَّى اللهُ عليه وسلَّمَ للناسِ لِيَعُوا ما سيَقولُه، ثمَّ أخبَرَهم أنَّ اللهَ لا يعاقِبُ الإنسانَ ولا يُجازيه على بكائِه وحُزنِه؛ لأنَّهما خارجانِ عن إرادتِه، ولكنْ يُعذِّبُ بهذا أو يَرحَمُ، وأشار إلى لسانِه، أي: وإنَّما يحاسِبُ اللهُ الإنسانَ على ما يَصدُرُ مِن لسانِه، فيُعذِّبُه، أو يُثِيبُه بسببِه، وإنَّ المَيتَ يعذَّبُ ببُكاءِ أهله عليه إذا تضمَّنَ ما لا يجوزُ مِن نَوْحٍ وجزَعٍ وصَوتٍ وسَخَطٍ، وكان المَيتُ سببًا فيه، أو أَوْصى به كما كانت عادتُهم في الجاهليَّةِ. وقيل: إنَّ العذابَ المقصودَ في الحديثِ هو الألَمُ، أي: إنَّ المَيتَ لَيتألَّمُ ببُكاءِ أهلِه عليه وما يَقعُ مِنهم.\r\nوقال ابنُ عُمرَ رَضيَ اللهُ عنها: وكان عُمرُ رَضيَ اللهُ عنه يَضرِبُ في النُّواحِ بالعَصا، ويَرمي بالحجارةِ، ويدفَعُ بالتُّرابِ في وُجوهِ مَن يَفعلُ ذلك؛ تأسِّيًا بأمْرِه عليه الصَّلاةُ والسَّلامُ بذلك في نِساءِ جَعفَرٍ رَضيَ اللهُ عنه.\r\nوفي روايةِ الصَّحيحَينِ قال ابنُ عبَّاسٍ رضيَ اللهُ عنهما: «فلَمَّا مات عُمَرُ رضيَ اللهُ عنه، ذَكَرْتُ ذلك لِعائِشةَ رضيَ اللهُ عنها -أي: ما كان مِن رأيِ عُمرَ رَضيَ اللهُ عنه في أنَّ المَيتَ يُعذَّبُ ببُكاءِ أهلِه عليه- فقالَتْ: رَحِمَ اللهُ عُمَرَ، واللهِ ما حَدَّثَ رَسولُ اللهِ صَلَّى اللهُ عليه وسلَّمَ: إنَّ اللهَ لَيُعَذِّبُ المُؤمِنَ ببُكاءِ أهْلِه عليه، ولَكِنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قال: إنَّ اللهَ لَيَزِيدُ الكافرَ عَذابًا ببُكاءِ أهْلِه عليه، وقالت: حَسْبُكُمُ القُرآنُ: {وَلَا تَزِرُ وازِرَةٌ وِزْرَ أُخْرَى} [الأنعام: 164]».\r\nوفي الحديثِ: عِيادةُ الفاضلِ للمَفضولَ. \r\nوفيه: النَّهيُ عن المنكَرِ، وبيانُ الوَعيدِ عليه. \r\nوفيه: البُكاءُ عندَ المريضِ. \r\nوفيه: اتِّباعُ القَومِ للباكي في بكائِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}