{
    "hadith_id": "1309",
    "hadith": "كُنَّا في جَنَازَةٍ، فأخَذَ أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عنْه بيَدِ مَرْوَانَ فَجَلَسَا قَبْلَ أَنْ تُوضَعَ، فَجَاءَ أَبُو سَعِيدٍ رَضِيَ اللَّهُ عنْه فأخَذَ بيَدِ مَرْوَانَ، فَقالَ: قُمْ فَوَاللَّهِ لقَدْ عَلِمَ هذا أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ نَهَانَا عن ذلكَ فَقالَ أَبُو هُرَيْرَةَ صَدَقَ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1309",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (959) باختلاف يسير دون قصة أبي هريرة ومروان",
    "sharh": "جاء الإسلامُ مُؤكِّدًا على قِيمةِ النَّفسِ الإنسانيَّةِ منذُ مولدِها حتَّى موتِها، وجعَل لها مكانةً ساميةً، تَتجلَّى في تلك الأحكامِ الَّتي اختصَّتْ بها حتَّى بعْدَ مُفارقةِ الحياةِ، ويَظهَرُ هذا في صُورةٍ واضحةٍ جليَّةٍ في اهتِمامِ الإسلامِ بجَنائزِ الموتَى ودَفْنِها ونَقْلِها إلى القَبرِ والبرزخِ ليَنتظِرَ صاحبُ القبرِ يومَ القيامةِ.\r\nوفي هذا الحديثِ يَروي التابعيُّ أبو سعيدٍ المَقْبُريُّ -واسمُه كَيْسانُ- أنَّ أبا هُريرةَ رَضيَ اللهُ عنه أخَذ بيدِ مَرْوانَ بنِ الحَكَمِ -وكان أميرًا على الحِجازِ في زمَنِ مُعاويةَ بنِ أبي سُفْيانَ رَضيَ اللهُ عنهما- وهما في تَشييعِ جِنازةٍ، والجِنازةُ اسمٌ للنَّعشِ الَّذي عليه المَيتُ، فجلَسا قبْلَ أن توضَعَ عن أعناقِ الرِّجالِ، فجاء أبو سعيدٍ الخُدْريُّ رَضيَ اللهُ عنه فأمسَك بيدِ مَرْوانَ، وقال له: قُمْ؛ فواللهِ لقدْ عَلِم أبو هُرَيرةَ رَضيَ اللهُ عنه أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ نهانا عن الجُلوسِ قبْلَ أن توضَعَ الجنازةُ على الأرضِ، فردَّ أبو هُرَيرةَ رَضيَ اللهُ عنه أنْ صدَق أبو سعيدٍ في قَولِه. \r\nوالقِيامُ لِلجِنازةِ على السَّواءِ لِلمَيتِ مُسلِمًا كان أو كافرًا؛ قيل: إنَّه نُسِخَ بأحاديثَ أُخرى لم يَقُمْ فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ عِندَما مَرَّتْ به، وقد أخرَجَ مسلمٌ عن عليِّ بنِ أبي طالِبٍ رَضيَ اللهُ عنه أنَّه قال: «رأَيْنا رسولَ الله صلَّى اللهُ عليه وسلَّمَ قامَ فقُمْنا، وقعَدَ فقَعَدْنا، يعني: في الجنازةِ؛ فدَلَّ هذا على أنَّ القِيامَ لِلجَنازةِ كان أوَّلًا، ثمَّ نُسِخَ. وقيلَ: إنَّ القِيامَ للجِنازة إذا مَرَّتْ به مَشروعٌ؛ لِمَجيءِ الأمرَيْنِ عن النبيِّ صلَّى اللهُ عليه وسلَّمَ، والعمَلُ بالدَّليلَيْنِ -ما أمْكَنَ- أَوْلَى، فلا يُقالُ: أحَدُهما مَنسوخٌ.\r\nوفي الحديثِ: النَّهيُ عن الجُلوسِ قبْلَ وَضْعِ الجنازةِ على الأرضِ. \r\nوفيه: بيانُ حرصِ الصحابةِ على اتِّباعِ هدْيِ النبيِّ صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}