{
    "hadith_id": "1323",
    "hadith": "حُدِّثَ ابنُ عُمَرَ أنَّ أبَا هُرَيْرَةَ رَضِيَ اللَّهُ عنْهمْ يقولُ: مَن تَبِعَ جَنَازَةً فَلَهُ قِيرَاطٌ فَقَالَ: أكْثَرَ أبو هُرَيْرَةَ عَلَيْنَا،\r فَصَدَّقَتْ يَعْنِي عَائِشَةَ أبَا هُرَيْرَةَ، وقَالَتْ: سَمِعْتُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يقولُهُ فَقَالَ ابنُ عُمَرَ رَضِيَ اللَّهُ عنْهمَا: لقَدْ فَرَّطْنَا في قَرَارِيطَ كَثِيرَةٍ فَرَّطْتُ: ضَيَّعْتُ مِن أمْرِ اللَّهِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1323",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (945) باختلاف يسير",
    "sharh": "في هذ الحديثِ يُبيِّنُ لنا رسولُ الله صلَّى اللهُ عليه وسلَّمَ أنَّ في اتِّباعِ الجنائزِ والصَّلاةِ عليها وحضورِ دفنِها الثَّوابَ العظيمَ، حيثُ يَروي عبدُ الله بنُ عُمرَ رَضيَ اللهُ عنهما أنَّ أبا هُرَيرةَ رَضيَ اللهُ عنه كان يقولُ: إنَّ مَن تبِع جِنازةً فخرَج معها، وصلَّى عليها فقط، كان له مِن الأجرِ والثَّوابِ قيراطٌ، وهو مِثلُ أُحُدٍ كما جاء في رِوايةِ الصَّحيحَينِ، وهذا فضلٌ عظيمٌ، وأجرٌ كبيرٌ مِن اللهِ سبحانه وتعالى. والجنازةُ اسمٌ للنَّعْشِ الَّذي عليه المَيتُ.\r\nفقال عبدُ الله بنُ عمرَ رَضيَ اللهُ عنهما: أكثَرَ أبو هُرَيرةَ رَضيَ اللهُ عنه؛ وذلك لأنَّه ظنَّ أنَّه قال ذلك باجتِهادِه، فصدَّقَتْ عائشةُ أبا هُرَيرةَ رَضيَ اللهُ عنهما، ورفَعَتْ حديثَه هذا إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ، فقال لهم ابنُ عُمرَ رَضيَ اللهُ عنهما مُتحسِّرًا على الأجرِ الذي فاتَه: لقد ضيَّعْنا قَراريطَ كثيرةً؛ بعدَمِ المواظَبةِ على صَلاةِ الجِنازةِ، وعدمِ اتِّباعِها والانتظارِ حتَّى دفْنِها.\r\nوفي الصَّحيحَينِ، عن أبي هُريرةَ رَضيَ اللهُ عنه، قال رسولُ الله صلَّى اللهُ عليه وسلَّمَ: «مَن شَهِد الجنازةَ حتَّى يُصلَّى عليها فله قِيراطٌ، ومَن شَهِدَها حتَّى تُدفَنَ فله قِيراطانِ»، قيل: وما القيراطانِ؟ قال: «مِثلُ الجبلَينِ العظيمَينِ».\r\nوفي الحديثِ: الحثُّ على الصَّلاةِ على الجنازةِ، واتِّباعِها.\r\nوفيه: التَّنبيهُ على عَظيمِ فَضلِ اللهِ تعالَى، وتكريمِه للمُسلِمِ في تكثيرِه الثَّوابَ لِمَن يتولَّى أمْرَه بعْدَ مَوتِه.\r\nوفيه: تميُّزُ أبي هُرَيرةَ رَضيَ اللهُ عنه في الحفظِ، وأنَّ إنكارَ العلماءِ بعضِهم على بعضٍ قديمٌ، وأنَّ العالِمَ يَستغرِبُ ما لم يَصِلْ إلى علمِه. \r\nوفيه: ما كان عليه الصَّحابةُ رَضيَ اللهُ عنهم مِن التَّثبُّتِ في العِلمِ والحديثِ النَّبويِّ، والتَّحريرِ فيه.\r\nوفيه: دَلالةٌ على فَضيلةِ ابنِ عمرَ رَضيَ اللهُ عنهما؛ مِن حيثُ حِرصُه على العِلمِ، وتأسُّفُه على ما فاته مِن العملِ الصَّالحِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}