{
    "hadith_id": "1341",
    "hadith": "لَمَّا اشْتَكَى النبيُّ صَلَّى اللهُ عليه وسلَّمَ ذَكَرَتْ بَعْضُ نِسَائِهِ كَنِيسَةً رَأَيْنَهَا بأَرْضِ الحَبَشَةِ يُقَالُ لَهَا: مَارِيَةُ، وكَانَتْ أُمُّ سَلَمَةَ، وأُمّ حَبِيبَةَ رَضِيَ اللَّهُ عنْهما أتَتَا أرْضَ الحَبَشَةِ، فَذَكَرَتَا مِن حُسْنِهَا وتَصَاوِيرَ فِيهَا، فَرَفَعَ رَأْسَهُ، فَقَالَ: أُولَئِكِ إذَا مَاتَ منهمُ الرَّجُلُ الصَّالِحُ بَنَوْا علَى قَبْرِهِ مَسْجِدًا، ثُمَّ صَوَّرُوا فيه تِلكَ الصُّورَةَ أُولَئِكِ شِرَارُ الخَلْقِ عِنْدَ اللَّهِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1341",
    "grade": "[صحيح]",
    "takhrij": "أخرجه ابن حبان (3181) باختلاف يسير، ومسلم (528)، والنسائي (704) بنحوه.",
    "sharh": "كان النبيُّ صلَّى اللهُ عليه وسلَّمَ قدْ أمَرَ بعضَ أصحابِه بِالهجرِة إلى الحَبشةِ؛ فِرارًا بدِينِهم ونشْرًا لدَعوةِ الحَقِّ؛ لأنَّ ملِكَها النَّجاشيَّ كان رجُلًا عادلًا، وكانتْ أمُّ سَلَمةَ، وأمُّ حَبِيبةَ رَضيَ اللهُ عنْهما ممَّن هاجَر إلى تلك الأرضِ. \r\nوفي هذا الحَديثِ تُوضِّحُ أمُّ المؤمنينَ عائِشةُ رَضيَ اللهُ عنها بعضَ ما ما شاهَدَ بعضُ نِسائِه هناك، وإرشادَ النبيِّ صلَّى اللهُ عليه وسلَّمَ في ذلك حِمايةً لجَنابِ التوحيدِ؛ فتُخبِرُ أنَّه لَمَّا اشتَكى النبيُّ صلَّى الله علَيه وسلَّم ومَرِضَ مَرَضَه الَّذي ماتَ فيه، ذَكَرَت بعضُ نِسائِه كَنيسةً، وهي: مَعبَدُ النَّصارى، كُنَّ رَأيْنَها بأرضِ الحَبَشةِ، يُقالُ لها مَاريةُ، وهو اسمٌ يُنسَبُ إلى مَريمَ عليها السَّلامُ، وهو عَلَمٌ لِلكَنيسةِ، فذَكَرَت أمُّ سلَمةَ وأمُّ حبيبةَ رَضيَ اللهُ عنهما ما رَأيَاهُ مِن حُسنِها وجمالِها وما فيها مِن صوَرٍ، فرَفَعَ صلَّى الله علَيه وسلَّم رَأسَه، فقالَ: أُولئك إذا مات مِنهُم الرَّجُلُ الصَّالحُ، بنَوْا على قَبرِه مَسجِدًا، ثُمَّ صَوَّروا في ذلك المَسجِدِ تلك الصَّورةَ الَّتي ماتَ صاحِبُها، وإنَّما صَوَّر أوائلُهمُ الصَّالحينَ ليَستأنِسوا بها، ويَتذكَّروا أفعالَهمُ الصَّالحةَ، فيَجتهدوا كاجتِهادِهم، ويَعبُدوا اللهَ عندَ قُبورِهم، ثمَّ خلَفَهم قَومٌ جَهِلوا مُرادَهم، ووَسْوَسَ لهم الشَّيطانُ أنَّ أسلافَهم كانوا يَعبُدون هذه الصوَرَ، فحذَّرَ النبيُّ صلَّى اللهُ عليه وسلَّمَ مِن مِثلِ ذلك؛ سدًّا لِلذَّريعةِ المؤَدِّيةِ إلى الشِّركِ بالله، ثمَّ أخبَرَ أنَّ أُولئكَ هُم شِرارُ الخَلقِ عِندَ اللهِ تعالَى بسَببِ ما فَعَلوه؛ لأنَّه يُؤدِّي إلى أعظمِ ذَنبٍ، وهو الشركُ باللهِ تعالَى.\r\nوفي الحديثِ: النَّهيُ عن اتِّخاذِ التَّصاويرِ في أماكِنِ العِبادةِ.\r\nوفيه: النَّهيُ عن بِناءِ المَساجِدِ على القُبورِ.\r\nوفيه: حِكايةُ ما يُشاهِدُه المَرءُ مِن العَجائِبِ. \r\nوفيه: ذَمُّ فاعِلِ المُحرَّماتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}