{
    "hadith_id": "1350",
    "hadith": "أَتَى رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ عَبْدَ اللَّهِ بنَ أُبَيٍّ بَعْدَ ما أُدْخِلَ حُفْرَتَهُ فأمَرَ به، فَأُخْرِجَ، فَوَضَعَهُ علَى رُكْبَتَيْهِ ونَفَثَ عليه مِن رِيقِهِ، وأَلْبَسَهُ قَمِيصَهُ، فَاللَّهُ أعْلَمُ وكانَ كَسَا عَبَّاسًا قَمِيصًا قالَ سُفْيَانُ: وقالَ أبو هَارُونَ: وكانَ علَى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قَمِيصَانِ، فَقالَ له ابنُ عبدِ اللَّهِ: يا رَسولَ اللَّهِ، ألْبِسْ أبِي قَمِيصَكَ الذي يَلِي جِلْدَكَ، قالَ سُفْيَانُ: فيُرَوْنَ أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ ألْبَسَ عَبْدَ اللَّهِ قَمِيصَهُ مُكَافَأَةً لِما صَنَعَ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1350",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1350)، ومسلم (2773)",
    "sharh": "كان عَبدُ اللهِ بنُ أبَيٍّ ابنُ سَلولَ هو رأسَ المنافقِينَ في المدينةِ، وكان يُبطِنُ عَداوةَ النَّبِيِّ صلَّى اللهُ عليه وسلَّمَ والمسلِمينَ، ولكِنْ لم يَمنَعْ ذلك النبيَّ صلَّى اللهُ عليه وسلَّمَ أنْ يُكافِئَه على بَعضِ الأُمورِ.\r\nوفي هذا الحَديثِ يَروي جابرُ بنُ عبدِ الله رَضيَ اللهُ عنهما أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ أمَرَ بِعبدِ اللهِ بنِ أُبِيٍّ بعدَما دُفِن فأُخْرِجَ مِن قبرِه، فأَجْلَسَه على رُكبتَيْه، وألْبسَه قميصَه، ونفَثَ عليه مِن ريقِه، يقولُ جابرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهما: فاللهُ أعلمُ بِسببِ إِلْباسِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ إيَّاه قميصَه؛ فإمَّا أنْ يكونَ فعَلَ ذلك لأنَّ ابنَ سَلولَ المنافِقَ كان قد كَسَا العبَّاسَ رَضيَ اللهُ عنه عَمَّ رَسولِ الله صلَّى اللهُ عليه وسلَّمَ قَميصًا حينَ أُسِرَ يومَ بدرٍ، فأعطاهُ رسولُ الله صلَّى اللهُ عليه وسلَّمَ قَميصًا بدَلَه؛ لِئلَّا يبقَى لِكافرٍ عِندَه يدٌ، وبهذا أخبَرَ سُفْيانُ بنُ عُيَيْنةَ راوي الحديثِ أنَّهم يُرجِّحون أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ أَلبسَ عبدَ اللهِ قميصَه؛ مكافأةً له لِما كان كسَا العبَّاسَ رَضيَ اللهُ عنه قميصَه. \r\nورُبَّما يكونُ فعَل ذلك؛ لأنَّ عبْدَ اللهِ بنَ عَبدِ الله بنِ أُبَيٍّ كان مُسلِمًا حسَنَ الإسلامِ، وقدْ طَلبَ مِنَ النبيِّ صلَّى اللهُ عليه وسلَّمَ أنْ يُلبِسَ أباه المَيتَ قَميصَه الذي يَمَسُّ جِلدَه؛ ليَكونَ رَحمةً على أبيه، فاستجابَ له النبيُّ صلَّى اللهُ عليه وسلَّمَ إكرامًا له. وفِعلُ النبيِّ صلَّى اللهُ عليه وسلَّمَ هذا كان قبْلَ نُزولِ قَولِه تعالَى: {وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ} [التوبة: 84]؛ ففي البُخاريِّ ومُسلِمٍ أنَّ هذه الآيةَ بهذا النَّهيِ نَزَلَت بعْدَ أنْ صلَّى النبيُّ صلَّى اللهُ عليه وسلَّمَ على عبدِ اللهِ بنِ أُبيٍّ، ولَفظُ البُخاريِّ: عن ابنِ عمَرَ رَضيَ اللهُ عنهما: «أنَّ عبدَ اللهِ بنَ أُبَيٍّ لَمَّا تُوفِّيَ، جاء ابنُه إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ فقال: يا رسولَ اللهِ، أعْطِني قَميصَك أُكفِّنْه فيه، وصَلِّ عليه واستَغفِرْ له، فأعطاهُ النبيُّ صلَّى اللهُ عليه وسلَّمَ قَميصَه، فقال: آذِنِّي أُصلِّي عليه، فآذَنَه، فلمَّا أرادَ أنْ يُصلِّيَ عليه جَذَبَه عمَرُ رَضيَ اللهُ عنه فقال: أليسَ اللهُ نَهاك أنْ تُصلِّيَ على المنافقينَ؟ فقال: أنا بيْن خِيَرَتَينِ؛ قال: {اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} [التوبة: 80]. فصلَّى عليه فنَزَلَت {وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا} [التوبة: 84].\r\nوفي الحديثِ: مشروعيَّةُ إخراجِ المَيتِ بعْدَ دفْنِه لسببٍ.\r\nوفيه: مشروعيَّةُ تكفينِ المَيتِ في القميصِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}