{
    "hadith_id": "1360",
    "hadith": "أنَّهُ لَمَّا حَضَرَتْ أبَا طَالِبٍ الوَفَاةُ جَاءَهُ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَوَجَدَ عِنْدَهُ أبَا جَهْلِ بنَ هِشَامٍ، وعَبْدَ اللَّهِ بنَ أبِي أُمَيَّةَ بنِ المُغِيرَةِ، قالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ لأبِي طَالِبٍ: يا عَمِّ، قُلْ: لا إلَهَ إلَّا اللَّهُ، كَلِمَةً أشْهَدُ لكَ بهَا عِنْدَ اللَّهِ فَقالَ أبو جَهْلٍ، وعَبْدُ اللَّهِ بنُ أبِي أُمَيَّةَ: يا أبَا طَالِبٍ أتَرْغَبُ عن مِلَّةِ عبدِ المُطَّلِبِ؟ فَلَمْ يَزَلْ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يَعْرِضُهَا عليه، ويَعُودَانِ بتِلْكَ المَقالَةِ حتَّى قالَ أبو طَالِبٍ آخِرَ ما كَلَّمَهُمْ: هو علَى مِلَّةِ عبدِ المُطَّلِبِ، وأَبَى أنْ يَقُولَ: لا إلَهَ إلَّا اللَّهُ، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: أما واللَّهِ لَأَسْتَغْفِرَنَّ لكَ ما لَمْ أُنْهَ عَنْكَ فأنْزَلَ اللَّهُ تَعَالَى فِيهِ: {ما كانَ للنبيِّ} [التوبة: 113] الآيَةَ.",
    "rawi": "المسيب بن حزن",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1360",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (24)، والنسائي (2035)، وأحمد (23674) باختلاف يسير.",
    "sharh": "أمرُ الهِدايةِ بيَدِ اللهِ عزَّ وجلَّ، وواجِبُ المُسلِمِ أنْ يَبذُلَ جُهدَه في دَعْوةِ العِبادِ إلى اللهِ عزَّ وجلَّ، وتَعريفِهم بالإسْلامِ، ويَدَعَ أمرَ الهِدايةِ له سُبحانَه وتعالَى؛ فهو وَحْدَه مُقلِّبُ القُلوبِ، والهادي إلى سَواءِ السَّبيلِ.\nوفي هذا الحَديثِ يُخبِرُ الصَّحابيُّ المُسيِّبُ بنُ حَزْنٍ رَضيَ اللهُ عنه أنَّ أبا طالِبٍ عمَّ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لَمَّا حضَرَتْه عَلاماتُ الوَفاةِ قبْلَ نَزْعِ الرُّوحِ، دخَل عليه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، وكان عندَه أبو جَهلٍ، فقال له صلَّى اللهُ عليه وسلَّمَ: يا عَمِّ، قُلْ: لا إلهَ إلَّا اللهُ، كَلِمةً أشهَدُ لكَ بها عندَ اللهِ، فقال أبو جَهلٍ عَمْرُو بنُ هِشامِ بنِ المُغيرةِ عَدوُّ اللهِ ورَسولِه، وعبدُ اللهِ بنُ أبي أُمَيَّةَ بنِ المُغيرةِ رَضيَ اللهُ عنه -قبْلَ إسْلامِه يومَ الفَتحِ، واستُشهِدَ في غَزْوةِ حُنَينٍ-: يا أبا طَالِبٍ، تَترُكُ مِلَّةَ عبدِ المُطَّلِبِ؟! والمُرادُ بها عِبادةُ الأصْنامِ والأوْثانِ، فلم يَزالَا يُكلِّمانِه حتَّى قال آخِرَ شَيءٍ كلَّمَهم به: أنا على مِلَّةِ عبدِ المُطَّلِبِ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «لَأستَغْفِرَنَّ لكَ ما لم أُنْهَ عنه»، أي: ما لم يَنْهَني ربِّي عن الاسْتِغْفارِ لكَ، فنزَل قولُ اللهِ تعالَى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} [التوبة: 113]، أي: ما كان يَنْبَغي للنَّبيِّ مُحمَّدٍ صلَّى اللهُ عليه وسلَّمَ والَّذين آمَنوا به أنْ يَدْعوا بالمَغفِرةِ للمُشرِكينَ، ولو كان هؤلاء المُشرِكونَ الَّذين يَستَغْفِرونَ لهم ذَوي قَرابةٍ لهم، مِن بعْدِ ما ظهَر لهم أنَّهم ماتوا على الشِّركِ، واستَحَقُّوا بذلك عذابَ النَّارِ، ونزَلَ في أبي طَالِبٍ قولُ اللهِ تعالَى: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ} [القصص: 56]، أي: أحبَبْتَ هِدايَتَه، أو أحبَبْتَه لقَرابَتِه، أي: ليس ذلك إليكَ؛ إنَّما عليكَ البَلاغُ، واللهُ يَهْدي مَن يشاءُ، وله الحِكْمةُ البالِغةُ، والحُجَّةُ الدَّامِغةُ.\nوفي الحَديثِ: كَمالُ شَفَقةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ ورَحمتِه، وحِرصُه على هِدايةِ النَّاسِ أجْمَعينَ، لا سيَّما عمُّه أبو طالبٍ.\nوفيه: أنَّ على المَرءِ أنْ يَتخيَّرَ أصْحابَه وأهلَ مَجلِسِه؛ فإنَّ شُؤمَ صاحِبِ السُّوءِ يضُرُّ بالدُّنْيا والآخِرةِ جَميعًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}