{
    "hadith_id": "1390",
    "hadith": "لَمَّا سَقَطَ عليهمُ الحَائِطُ في زَمَانِ الوَلِيدِ بنِ عبدِ المَلِكِ، أخَذُوا في بنَائِهِ فَبَدَتْ لهمْ قَدَمٌ، فَفَزِعُوا وظَنُّوا أنَّهَا قَدَمُ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، فَما وجَدُوا أحَدًا يَعْلَمُ ذلكَ حتَّى قالَ لهمْ عُرْوَةُ: لا واللَّهِ ما هي قَدَمُ النبيُّ صَلَّى اللهُ عليه وسلَّمَ، ما هي إلَّا قَدَمُ عُمَرَ رَضِيَ اللَّهُ عنْه.",
    "rawi": "عروة بن الزبير",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1390",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي في ((شعب الإيمان)) (6/ 57)، وابن كثير في ((البداية والنهاية)) (8/ 155) واللفظ لهما.",
    "sharh": "المقابرُ ومواضِعُها أماكنُ لِلعِظةِ والاعتِبارِ، وليستْ للفَخرِ بالأمواتِ، وقد بَيَّنَتِ السُّنَّةُ أحكامَ بِنائِها، وأنَّه يَنبغي أن يَكونَ مَظهرُها بما يَتوافقُ مع جلالةِ الموتِ، والعِبرة بأنَّ الدُّنيا فانيةٌ، ولا يبقى للإنسانِ إلَّا رحمةُ ربِّه، وما قَدَّمَه مِن أعمالٍ.\r\nوفي هذا الحَديثِ يَروي التابعيُّ عُرْوةُ بنُ الزُّبَيرِ أنَّه لَمَّا سقَط حائطُ حُجرةِ عائشةَ رَضيَ اللهُ عنها على القُبورِ الثلاثةِ الَّتي فيها: قُبرِ رسولِ الله صلَّى اللهُ عليه وسلَّمَ ثمَّ قبْرِ أبي بكرٍ، ثمَّ قَبرِ عُمرَ بنِ الخطَّابِ رَضيَ اللهُ عنهما، وكان قدْ سقطَ شقُّ الجِدارِ الشَّرقيِّ؛ «أخَذوا في بِنائِه» وإعادتِه لهَيئتِه الَّتي كان عليها، وكان الخليفةُ حينَئذٍ الوليدَ بنَ عبدِ الملِكِ بنِ مَرْوانَ، وكان أميرُ المدينةِ عُمرَ بنَ عبدِ العزيزِ، وقد ذُكِر في سَببِ سُقوطِ الجِدارِ رِوايتَانِ؛ الأُولى: أنَّ النَّاسَ كانوا يُصَلُّون إلى القَبرِ، فأمَر به عُمرُ بنُ عبدِ العزيزِ فرُفِع؛ حتَّى لا يُصلِّيَ إليه أحدٌ، والثَّانيةُ: أنَّ الوَليدَ بنَ عبدِ الملِكِ أراد تَوسِعةَ المسجِدِ، وكان قدِ اشتَرى الحُجُراتِ الخاصَّةَ بنِساءِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، فأمَر عُمرُ بنُ عبدِ العزيزِ بهَدمِها وإدخالِها في المَسجِدِ.\r\nفأخبَرَ عُرْوةُ أنَّه قد ظهَرَتْ لهم قَدَمٌ مِن أحدِ القُبورِ، ففَزِعوا وظنُّوا أنَّها قدَمُ النبيِّ صلَّى اللهُ عليه وسلَّمَ؛ خَشيةَ أن يَكونوا هَتَكوا حُرمةَ النبيِّ صلَّى اللهُ عليه وسلَّمَ، فما وجَدوا أحدًا يَعلَمُ ذلك، حتَّى قال لهم عُرْوةُ: لا واللهِ ما هي قدَمُ النبيِّ صلَّى اللهُ عليه وسلَّمَ، ما هي إلَّا قدَمُ عُمرَ رَضيَ اللهُ عنه.\r\nقيل: والحَديثُ فيه إشارةٌ إلى أنَّ القُبورَ لم تكُنْ بارِزةً، وإنَّما كانت مُستويةً في الأرضٍ، فخرجَتِ القَدَمُ.\r\nوفيه: فضلُ عُروةَ وعِلْمُه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}