{
    "hadith_id": "1394",
    "hadith": "قالَ أبو لَهَبٍ عليه لَعْنَةُ اللَّهِ للنبيِّ صَلَّى اللهُ عليه وسلَّمَ: تَبًّا لكَ سَائِرَ اليَومِ فَنَزَلَتْ: {تَبَّتْ يَدَا أبِي لَهَبٍ وتَبَّ} [المسد: 1]",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1394",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كانتْ دَعْوَةُ النبيِّ صلَّى اللهُ عليه وسلَّمَ سِرًّا في بدايةِ الأمرِ، إلى أنْ أَمَرَه اللهُ سبحانَه وتعالَى بالجَهْرِ بالدَّعْوَةِ، فقال: {فَاصْدَعْ بِمَا تُؤْمَرُ} [الحجر: 94].\r\nوهذا المتنُ جُزءٌ مِن رِوايةٍ عندَ البُخاريِّ، فيَروي عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّه لَمَّا نَزَل قولُه تعالَى: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} [الشعراء: 214]، فأمَرَه اللهُ أن يَذهَبَ لِإبلاغِ الدَّعوةِ لقَرابتِه وهُم قُريشٌ، وهُم آلُ عَبدِ المُطَّلبِ، وآلُ هاشِمٍ، وآلُ عَبدِ مَنافٍ، وقُصَيٌّ، فصَعِد النبيُّ صلَّى اللهُ عليه وسلَّمَ على جَبَلِ الصَّفَا، ونَادَى: يا بَنِي فِهْرٍ، يا بَنِي عَدِيٍّ، لِبُطُونِ قُرَيْشٍ، والبَطْنُ: أَقَلُّ مِن القَبِيلةِ، فاجْتَمَعوا عندَه، ومَنْ لم يَستطِعِ المَجِيءَ أرْسَلَ رسولًا لِيَرَى ما الأمْرُ، وما الذي يُرِيد أنْ يُخبِرَ به النبيُّ صلَّى اللهُ عليه وسلَّمَ، فلمَّا اجتَمَعوا وجاء أبو لَهَبِ بنُ عبدِ المطَّلِبِ، وهو عمُّ النبيِّ صلَّى اللهُ عليه وسلَّمَ، فقال لهم النبيُّ صلَّى اللهُ عليه وسلَّمَ: «أرَأَيْتَكُم لو أخبَرْتُكم أنَّ خَيلًا بالوادي تُريدُ أن تُغيرَ عليكم، أكنتُم مُصَدِّقِيَّ؟»، فقالوا: نَعَمْ، وأَقرُّوا بصِدْقِه صلَّى اللهُ عليه وسلَّمَ، وقالوا: ما جَرَّبْنا عليك إلَّا صِدقًا، فقال صلَّى اللهُ عليه وسلَّمَ: «فإنِّي نَذِيرٌ لكم بيْنَ يَدَيْ عَذابٍ شديدٍ»، فلمَّا سمِعَ أبو لهبٍ -عليه لَعْنةُ اللهِ، أي: طُرِدَ مِن رَحمتِه وأُبْعِدَ- ذلك قال للنبيِّ صلَّى اللهُ عليه وسلَّمَ: تبًّا لك سائرَ اليَومِ! أي: هلاكًا لك وخُسرانًا باقيَ اليَومِ؛ فكان ممَّن أعْرَضَ عن دعوةِ رسولِ الله صلَّى اللهُ عليه وسلَّمَ، فنزَل قولُ اللهِ تعالَى: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} [المسد: 1]، أي: خَسِرَتْ يداه وخابَتْ، وخَسِرَ هو، وقيل: (تَبَّ) الأوَّلُ دُعاءٌ، والثَّاني خبَرٌ، مِثلُ: أهْلَكَه اللهُ وقدْ هَلَك.\r\nوفي الحَديثِ: بيانُ سَببِ نُزولِ سُورة المَسَدِ. \r\nوفيه: لعْنُ الكافِرِ المعيَّنِ؛ لأنَّ ابنَ عبَّاسٍ رَضيَ اللهُ عنهُما لَمَّا ذكَرَ أبا لَهبٍ قال: عليه لَعْنةُ اللهِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}