{
    "hadith_id": "1397",
    "hadith": "أنَّ أعْرَابِيًّا أتَى النبيَّ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ: دُلَّنِي علَى عَمَلٍ إذَا عَمِلْتُهُ دَخَلْتُ الجَنَّةَ، قالَ: تَعْبُدُ اللَّهَ لا تُشْرِكُ به شيئًا، وتُقِيمُ الصَّلَاةَ المَكْتُوبَةَ، وتُؤَدِّي الزَّكَاةَ المَفْرُوضَةَ، وتَصُومُ رَمَضَانَ قالَ: والذي نَفْسِي بيَدِهِ لا أزِيدُ علَى هذا، فَلَمَّا ولَّى، قالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: مَن سَرَّهُ أنْ يَنْظُرَ إلى رَجُلٍ مِن أهْلِ الجَنَّةِ، فَلْيَنْظُرْ إلى هذا",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1397",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (14) باختلاف يسير",
    "sharh": "جعَل اللهُ عزَّ وجلَّ عمَلَ الطَّاعاتِ، واجتِنابَ المعاصي سبَبًا لدُخولِ الجنَّةِ، والبُعدِ عن النَّارِ، وأعظمُ الطاعاتِ وأجَلُّها توحيدُ اللهِ تعالَى، وأعظمُ الذُّنوبِ الشِّركُ باللهِ سُبحانَه، وقد كان الصحابة رَضيَ اللهُ عنهم حَريصينَ على سُؤالِ النبيِّ صلَّى اللهُ عليه وسلَّمَ عن خَيرٍ.\nوفي هذا الحَديثِ يُخبِرُ أبو هُرَيرةَ رَضيَ اللهُ عنه أنَّ رجُلًا أعرابيًّا -وهو الذي يَسكُنُ الصَّحْراءَ مِن العربِ- جاء إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ فسَأله عن العملِ الَّذي يكونُ سببًا في دُخولِه الجنَّةَ، فقال النبيُّ صلَّى اللهُ عليه وسلَّمَ: «تَعبُدُ اللهَ لا تُشْرِكُ به شيئًا»، وإنَّما أمَرَه بالتَّوحيدِ؛ لأنَّه الشَّرْطُ الأوَّلُ في قَبولِ الأعمالِ، وصِحَّةِ جميعِ العِباداتِ الشَّرعيَّةِ، ولأنَّ به يَدخُلُ المرءُ في الإسلامِ، وبِدونِه يَظلُّ على الكُفرِ، فلا يُخاطَبُ بِغيرِه مِن شَرائعِ الإسلامِ، ثمَّ أمَرَه صلَّى اللهُ عليه وسلَّمَ بالمحافظةِ على الصَّلَواتِ المكتوبةِ، وهي خَمْسَ صلَواتٍ في اليومِ واللَّيلةِ (الفَجر، والظُّهر، والعَصْر، والمغرب، والعِشاء)؛ وذلك لأنَّ الصَّلاةَ آكَدُ أركانِ الإسلامِ بعْدَ الشَّهادةِ، وأوَّلُ ما يُحاسَبُ عليه المسلِمُ. ثمَّ أمَرَه النبيُّ صلَّى اللهُ عليه وسلَّمَ بإعطاءِ الزَّكاةِ الشَّرعيَّةِ، وهي عِبادةٌ ماليَّةٌ واجِبةٌ في كُلِّ مالٍ بلَغَ النِّصابَ وحالَ عليه الحَوْلُ -وهو العامُ القَمريُّ أو الهِجريُّ- فيُخرَجُ منه رُبُعُ العُشرِ، وأيضًا يَدخُلُ فيها زَكاةُ الأنعامِ والماشيةِ، وزَكاةُ الزُّروعِ والثِّمارِ، وعُروضِ التِّجارةِ، وزكاةُ الرِّكازِ، بحسَبِ أوقاتِها وأنصبتِها المُقدَّرةِ شرعًا. وَمصارِفُ الزَّكاةِ قد بيَّنها القرآنُ في قولِه تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ} [التوبة: 60].\nثمَّ أمَرَه صلَّى اللهُ عليه وسلَّمَ بصَومِ رَمضانَ، والصِّيامُ هو الإمساكُ -بنِيَّةِ التَّعبُّدِ- عن الأكْلِ والشُّربِ والجِماعِ، وسائرِ المُفطراتِ، مِن طلوعِ الفَجرِ الصادِقِ إلى غُروبِ الشَّمسِ، واختُصَّ برَمضانَ؛ لأنَّه الشهرُ الَّذي أوْجَبَ اللهُ صيامَه على عِبادِه المكلَّفينَ.\nوهذه هي أركانُ الإسلامِ الأساسيَّةُ الَّتي بها يكونُ المرءُ مُسلِمًا. فلمَّا سمِع الرجُلُ هذه الأعمالَ أقسَمَ بالله الَّذي رُوحُه بيَدِه ألَّا يَزيدَ على هذه الأعمالِ ولا يَزيدَ على هذه الفرائضِ بفِعلِ شَيءٍ مِن النَّوافلِ، ولا يَترُكَ شَيئًا منها، فلَمَّا انصرَف الرجُلُ قال النبيُّ صلَّى اللهُ عليه وسلَّمَ: «مَن سَرَّهُ أنْ يَنظُرَ إلى رَجُلٍ مِن أهْلِ الجَنَّةِ، فلْيَنظُرْ إلى هذا»؛ لأنَّه إذا صدَق في قَولِه هذا، فأدَّى هذه الأركانَ؛ فقد فاز بالجنَّةِ، ونجا مِن النَّارِ، ولو لم يأتِ مِن النَّوافلِ شيئًا.\nوالحديث: يُؤخَذُ منه تَخصيصُ بعضِ الأعمالِ بالحَضِّ عليها، بحسَبِ حالِ المخاطَبِ، وافتقارِه للتَّنبيهِ عليها أكثرَ ممَّا سِواها؛ إمَّا لمشقَّتِها عليه، وإمَّا لتساهُلِه في أمرِها.\nوفيه: البِشارةُ والتَّبشيرُ للمُؤمنِ الذي يُؤدِّي الواجباتِ بدُخولِ الجنَّةِ.\nوفيه: أنَّ المُبشَّرَ بالجنَّة أكثرُ مِن العَشَرةِ.\nوفيه: أنَّ الإنسانَ إذا اقتصَر على الواجِبِ في الشَّرعِ فإنَّه مُفلِحٌ، ولكن لا يَعني هذا أنَّه لا يُسَنُّ أنْ يأتيَ بالتَّطوُّعِ؛ لأنَّ التَّطوُّعَ تُكمَّلُ به الفرائضُ يومَ القِيامةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}