{
    "hadith_id": "1406",
    "hadith": "مَرَرْتُ بالرَّبَذَةِ فَإِذَا أَنَا بأَبِي ذَرٍّ رَضِيَ اللَّهُ عنْه، فَقُلتُ له: ما أَنْزَلَكَ مَنْزِلكَ هذا؟ قالَ: كُنْتُ بالشَّأْمِ، فَاخْتَلَفْتُ أَنَا ومُعَاوِيَةُ فِي: {الَّذِينَ يَكْنِزُونَ الذَّهَبَ والفِضَّةَ ولَا يُنْفِقُونَهَا في سَبيلِ اللَّهِ} [التوبة: 34] قالَ مُعَاوِيَةُ: نَزَلَتْ في أَهْلِ الكِتَابِ، فَقُلتُ: نَزَلَتْ فِينَا وفيهم، فَكانَ بَيْنِي وبيْنَهُ في ذَاكَ، وكَتَبَ إلى عُثْمَانَ رَضِيَ اللَّهُ عنْه يَشْكُونِي، فَكَتَبَ إلَيَّ عُثْمَانُ: أَنِ اقْدَمِ المَدِينَةَ فَقَدِمْتُهَا، فَكَثُرَ عَلَيَّ النَّاسُ حتَّى كَأنَّهُمْ لَمْ يَرَوْنِي قَبْلَ ذلكَ، فَذَكَرْتُ ذَاكَ لِعُثْمَانَ فَقالَ لِي: إنْ شِئْتَ تَنَحَّيْتَ، فَكُنْتَ قَرِيبًا، فَذَاكَ الذي أَنْزَلَنِي هذا المَنْزِلَ، ولو أَمَّرُوا عَلَيَّ حَبَشِيًّا لَسَمِعْتُ وأَطَعْتُ.",
    "rawi": "زيد بن وهب الجهني",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1406",
    "grade": "[صحيح]",
    "sharh": "كان الصحابيُّ الجليلُ أبو ذَرٍّ الغِفاريُّ رَضيَ اللهُ عنه زاهدًا في الدُّنيا، قويًّا في الحقِّ، وقد ظلَّ على ذلك منذُ عهدِ النُّبوَّةِ إلى وفاتِه رَضيَ اللهُ عنه,\nوفي هذا الأثرِ يخبِرُ التابعيُّ زَيدُ بنُ وهْبٍ أنَّه مرَّ بالرَّبَذةِ -وهي مَنطقةٌ تقعُ في شَرقِ المدينةِ النَّبويَّةِ، تبعُدُ عنها قرابةَ 170 كم- فوجَد أبا ذَرٍّ رَضيَ اللهُ عنه يَسكُنُ فيها، ولم تكُنْ مَنطقةَ سكَنٍ قبْلَ ذلك، وكان وحيدًا فيها، فسَأله عن سببِ عُزلتِه وسُكْناه في هذه المنطقةِ، فأخبَره أبو ذَرٍّ رَضيَ اللهُ عنه أنَّه اختلَف مع مُعاويةَ رَضيَ اللهُ عنه في سببِ نزولِ قولِه تعالَى: {الَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ} [التوبة: 34]، فقال معاويةُ رَضيَ اللهُ عنه: نزَلَتْ في أهلِ الكِتابِ، وقال أبو ذَرٍّ رَضيَ اللهُ عنه: نزَلَتْ فينا نحن المُسلِمينَ وفي أهلِ الكِتابِ؛ فأمَّا معاويةُ رَضيَ اللهُ عنه فقد نظَر إلى سِياقِ الآيةِ؛ فإنَّها نَزَلت في الأحبارِ والرُّهبانِ الَّذين لا يؤتونَ الزَّكاةَ، بيْنَما نظَرَ أبو ذَرٍّ رَضيَ اللهُ عنه إلى عمومِ الآيةِ، وأنَّ مَن لا يرَى أداءَها -مع أنَّه يَرى وُجوبَها- يلحَقُه هذا الوعيدُ الشَّديدُ، وكان معاويةُ رَضيَ اللهُ عنه في ذلك الوقتِ أميرًا على دِمَشقَ في زمنِ الخليفةِ عثمانَ رَضيَ اللهُ عنه، فكتَبَ معاويةُ إلى الخَليفةِ بما كان بيْنَه وبيْنَ أبي ذَرٍّ مِنَ الخِلافِ، وإنَّما شَكاه معاويةُ لعُثمانَ رَضيَ اللهُ عنهم؛ لأنَّه رأى مِن زُهدِ أبي ذَرٍّ وتأويلِه الأشدِّ، وأنَّه رُبَّما يُنقَلُ عنه ما لا يُؤمَنُ أن يَنتشِرَ عنه، فيُثيرُ فِتنةً أو يُهيِّجُ خروجًا على إمارتِه في غيرِ حقٍّ؛ لذلك رأى أن يَرفَعَ أمْرَه إلى عُثمانَ فيُدبِّرَه برأيِه؛ إذ ليس في هذا الحديثِ أنَّه سَأله أنْ يَستدعيَه، إنَّما شكاهُ إلى عثمانَ.\nفكتَبَ عثمانُ إلى أبي ذَرٍّ رَضيَ اللهُ عنهما أن يَترُكَ دِمَشْقَ ويَرجِعَ إلى المدينةِ، فأطاعَه أبو ذَرٍّ ورجَع، ولَمَّا قَدِم أبو ذَرٍّ رَضيَ اللهُ عنه المدينةَ، اجتمَع عليه النَّاسُ يَسأَلونَه عن القِصَّةِ، وما جرَى بيْنَه وبيْنَ مُعاويةَ رَضيَ اللهُ عنه، فذكَر له كَثرةَ النَّاسِ وتعجُّبَهم مِن حالِه، كأنَّهم لم يرَوْه قطُّ، فقال له عُثمانُ رَضيَ اللهُ عنه: «إنْ شِئْتَ تَنَحَّيْتَ»، وهذا يدُلُّ على أنَّه رَضيَ اللهُ عنه خيَّرَ أبا ذَرٍّ رَضيَ اللهُ عنه ورَدَّ ذلك إلى مَشيئتِه، وأنَّ أبا ذَرٍّ خرَج إلى الرَّبَذةِ اختيارًا منه، وليس كما يُحكَى أنَّ عُثمانَ أخرَج أبا ذَرٍّ إلى الرَّبَذةِ إبعادًا له ونَفْيًا، ثمَّ أخبَر أبو ذَرٍّ رَضيَ اللهُ عنه -مُظهِرًا بذلك طاعتَه لهم، واعتقادَه صحَّةَ ما هو عليه- أنَّه لو جُعِل الخَليفةُ الأميرُ عبدًا حبَشيًّا -والمُرادُ به: أخَسُّ العَبيدِ، والحبشُ جِنسٌ مِن السُّودانِ- يأمُرُني ويَنهاني، فيَجبُ السَّمعُ له والطَّاعةُ.\nوفي الحديثِ: ترْكُ الخُروجِ على الأئمَّةِ، والانقيادُ لهم، وإنْ كان الصَّوابُ في خِلافِهم.\nوفيه: الاختلافُ والاجتهادُ في الآراءِ.\nوفيه: مُلاطفةُ الأئمَّةِ العلماءَ؛ فإنَّ معاويةَ رَضيَ اللهُ عنه لم يَجسُرْ على الإنكارِ على أبي ذَرٍّ رَضيَ اللهُ عنه حتَّى كاتَبَ مَن هو أعْلى منه في أمْرِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}