{
    "hadith_id": "1413",
    "hadith": "كُنْتُ عِنْدَ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَجَاءَهُ رَجُلَانِ أَحَدُهُما يَشْكُو العَيْلَةَ، والآخَرُ يَشْكُو قَطْعَ السَّبِيلِ، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: أَمَّا قَطْعُ السَّبِيلِ: فإنَّه لا يَأْتي عَلَيْكَ إلَّا قَلِيلٌ، حتَّى تَخْرُجَ العِيرُ إلى مَكَّةَ بغيرِ خَفِيرٍ، وأَمَّا العَيْلَةُ: فإنَّ السَّاعَةَ لا تَقُومُ، حتَّى يَطُوفَ أَحَدُكُمْ بصَدَقَتِهِ، لا يَجِدُ مَن يَقْبَلُهَا منه، ثُمَّ لَيَقِفَنَّ أَحَدُكُمْ بيْنَ يَدَيِ اللَّهِ ليسَ بيْنَهُ وبيْنَهُ حِجَابٌ ولَا تَرْجُمَانٌ يُتَرْجِمُ له، ثُمَّ لَيَقُولَنَّ له: أَلَمْ أُوتِكَ مَالًا؟ فَلَيَقُولَنَّ: بَلَى، ثُمَّ لَيَقُولَنَّ أَلَمْ أُرْسِلْ إلَيْكَ رَسولًا؟ فَلَيَقُولَنَّ: بَلَى، فَيَنْظُرُ عن يَمِينِهِ فلا يَرَى إلَّا النَّارَ، ثُمَّ يَنْظُرُ عن شِمَالِهِ فلا يَرَى إلَّا النَّارَ، فَلْيَتَّقِيَنَّ أَحَدُكُمُ النَّارَ ولو بشِقِّ تَمْرَةٍ، فإنْ لَمْ يَجِدْ فَبِكَلِمَةٍ طَيِّبَةٍ.",
    "rawi": "عدي بن حاتم الطائي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1413",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1016)، والترمذي (2415)، والنسائي (2553) مختصرا ببعض لفظه.",
    "sharh": "كان النبيُّ صلَّى اللهُ عليه وسلَّمَ يحُثُّ أصحابَه على المُسارَعةِ إلى الخَيراتِ وعمَلِ الصَّالحاتِ، ويُرَغِّبُهم ويُرَهِّبُهم بما عندَ الله مِن جنَّةٍ ونارٍ.\nوفي هذا الحديثِ يَروي عَدِيُّ بنُ حاتمٍ رَضيَ اللهُ عنه أنَّه كان عندَ النبيِّ صلَّى اللهُ عليه وسلَّمَ، فجاء إليه رجُلانِ يَشْكوانِ؛ فأمَّا الأوَّلُ فشَكَا العَيْلةَ، وهي: الفقرُ والفاقَةُ، وأمَّا الآخَرُ: فشَكَا قَطْعَ السَّبيلِ، أي: قَطْعَ الطَّريقِ باللُّصوصِ، فطَمْأنَه النبيُّ صلَّى اللهُ عليه وسلَّمَ بأنَّه لا يأتي عليك إلَّا قليلٌ مِن الزمَنِ حتَّى تخرُجَ العِيرُ -والمرادُ بها القافِلةُ- إلى مكَّةَ بغيرِ خَفيرٍ -وهو: المُجيرُ الَّذي يَكونُ القَومُ في ضَمانِه وذِمَّتِه- بسببِ انتِشارِ الأمانِ، وهو ما حدَث بانتشارِ الإسلامِ.\nثمَّ بيَّن النبيُّ صلَّى اللهُ عليه وسلَّمَ للآخَرِ أنَّه لا تقومُ القِيامةُ حتَّى يعُمَّ الغِنى والثَّراءُ؛ فهو مِن علاماتِها وأشراطِها، وقيل: هو زَمانُ المَهْديِّ ونُزولِ عيسى عليه الصَّلاةُ والسَّلامُ، وحتَّى يَطوفَ الرَّجُلُ بصدَقتِه ويَدورَ بها على النَّاسِ فلا يجِدُ مَن يَقْبَلُها؛ وذلك لكثرةِ المالِ في أيدي النَّاسِ، وقيل: لأنَّ الناسَ يَصيرُون راغِبينَ في الآخرةِ، تارِكينَ الدُّنيا، ويَقنَعون بقُوتِ يَومٍ، ولا يَدَّخِرون المالَ. \nثمَّ بيَّن صلَّى اللهُ عليه وسلَّمَ أنَّه في يومِ القِيامةِ سيَقِفُ العبدُ بيْنَ يدَيِ اللهِ عزَّ وجلَّ ليس بيْنَه وبيْنَه حائلٌ، ويُكَلِّمُه مباشرةً بدُونِ واسطةٍ أو تَرْجُمانٍ، ويقولُ له ربُّه سُبحانَه: ألَم أُوتِكَ مالًا؟ ألم أُرسِلْ إليك رسولًا؟ فيقولُ مانعُ الزَّكاةِ: بَلى؛ إقرارًا منه بأنَّه قد أَرسَلَ رسولًا، وأخبَر النَّاسَ بأنَّ الزَّكاةَ مِن أركانِ الإسلامِ، ومِن حُقوقِ الفُقراءِ الَّتي كلَّفَه اللهُ بها، فيَنظُرُ عن يَمينِه فلا يَرَى إلَّا النَّارَ، ثُمَّ يَنظُرُ عن شِمالِه فلا يَرَى إلَّا النَّارَ، فعندَ ذلك يتأكَّدُ المانعُ أنَّه قد حاقَ به العذابُ بسبَبِ شُحِّه وبُخلِه.\nثمَّ أمَر النبيُّ صلَّى اللهُ عليه وسلَّمَ كلَّ واحدٍ مِن المُسلِمينَ أن يجعَلَ بيْنَه وبيْنَ النَّارِ حاجِزًا مِن الصَّدقةِ، ولو أنْ يَتصدَّقَ بنِصفِ تمرةٍ، فإنْ لم يجِدْ ما يتصدَّقُ فلْيَتصدَّقْ بِكَلمةٍ طيِّبةٍ تَطِيبُ بها النَّفْسُ، وفيها تطييبٌ لقُلوبِ الناسِ، وهذا يدُلُّ على أنَّ الكَلمةَ الطَّيِّبةَ صَدَقةٌ يُتَّقى بها النَّارُ، كما أنَّ الكَلمةَ الخَبيثةَ تُستوجبُ بها النَّارُ؛ فعَلَى المسلِمِ ألَّا يَحتقِرَ مِن الصَّدقةِ شيئًا، ولو كان قليلًا؛ فإنَّه ينفَعُ المُتصدِّقَ، وينفَعُ المُتصَدَّقَ عليه.\nوفي الحديثِ: التَّحذيرُ مِن التَّسويفِ في إخراجِ الزَّكاةِ؛ لأنَّه قد يكونُ التَّأخيرُ سببًا في عدَمِ وُجودِ مَن يَقْبَلُها. \nوفيه: علامةٌ مِن علاماتِ نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ.\nوفيه: دليلٌ على قَبولِ الصَّدقةِ ولو قَلَّتْ.\nوفيه: إشارةٌ إلى ترْكِ احتِقارِ القَليلِ مِن الصَّدقةِ وغيرِها، والحضُّ على ألَّا يَحقِرَ شيئًا مِن المعروفِ، قولًا وفِعلًا، وإنْ قَلَّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}