{
    "hadith_id": "1414",
    "hadith": "لَيَأْتِيَنَّ علَى النَّاسِ زَمَانٌ يَطُوفُ الرَّجُلُ فِيهِ، بالصَّدَقَةِ مِنَ الذَّهَبِ، ثُمَّ لا يَجِدُ أَحَدًا يَأْخُذُهَا منه، ويُرَى الرَّجُلُ الوَاحِدُ يَتْبَعُهُ أَرْبَعُونَ امْرَأَةً يَلُذْنَ به، مِن قِلَّةِ الرِّجَالِ وكَثْرَةِ النِّسَاءِ.",
    "rawi": "أبو موسى الأشعري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1414",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1414)، ومسلم (1012)",
    "sharh": "كان النبيُّ صلَّى اللهُ عليه وسلَّمَ يحُثُّ أصحابَه على المُسارَعةِ إلى الخَيراتِ، ومِن ذلك المُسارَعةُ بإخراجِ الزَّكاةِ والصَّدَقاتِ إلى مُستحِقِّيها.\nوفي هذا الحديثِ يُبيِّنُ النبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه سيأتي على النَّاس زَمانٌ، ويكونُ ذلك قُربَ قيامِ السَّاعةِ كما في الصَّحيحَينِ مِن حديثِ أبي هُرَيرةَ رَضيَ اللهُ عنه، وهو مِن علاماتِها الصُّغرى، وقيل: هو زمانُ المَهْديِّ ونُزولِ عيسى عليه الصَّلاةُ والسَّلامُ، يَطُوفُ الرَّجُلُ بزَكاتِه مِن الذَّهَبِ، ويَبحَثُ عمَّن يُعطيها له، ثمَّ لا يَجِدُ أحدًا فقيرًا يأخُذُها منه؛ لأنَّ النَّاسَ صاروا أغنياءَ ومعهم المالُ، وقيل: يَصيرُ الناسُ راغِبينَ في الآخِرةِ، تارِكينَ الدُّنيا، ويَقنَعون بقُوتِ يَومٍ، ولا يَدَّخِرون المالَ.\nوقيل: هذا الكلامُ خرَجَ مخرَجَ التَّهديدِ على تأخيرِ الصَّدقةِ، وهذا التَّهديدُ مَصروفٌ لِمَن أخَّرها عن مُستحِقِّها وماطَلَه بها حتَّى استغنى ذلك الفقيرُ المستحِقُّ، فغِنى الفقيرِ لا يُخلِّصُ ذِمَّةِ الغنيِّ المُماطِلِ في وقتِ الحاجةِ.\nثمَّ أخبَرَ النبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه في ذلك الزمانِ يُرَى الرجُلُ الواحدُ يتبَعُه أربعون امرأةً يَلُذْن به، أي: يَلتجِئْنَ إليه ويَتبَعْنَه مِن زَوجاتٍ وخدَمٍ وقريباتٍ، أو يَعرِضْنَ عليه الزَّواجَ منهنَّ، أو يَلْجَأْنَ إليه ليَقومَ بحَوائجِهنَّ، ويَذُبَّ عنهُنَّ، كقَبيلةٍ بَقِيَ مِن رجالِها واحدٌ فقط، وبَقيَتْ نِساؤُها فيَلُذْنَ بذلك الرجُلِ. ويَحتمِلُ أن يُرادَ بالعددِ المذكورِ حقيقتُه، أو يكونَ مجازًا عن الكثرةِ؛ لِما في الصَّحيحَينِ مِن حديثِ أنسِ بنِ مالكٍ رَضيَ اللهُ عنه، عن النبيِّ صلَّى اللهُ عليه وسلَّمَ: «حتَّى يكونَ لخَمسينَ امرأةً قَيِّمٌ واحدٌ».\nوفي الحديثِ: التَّحذيرُ مِن التَّسويفِ في إخراجِ الزَّكاةِ؛ لأنَّه قد يكونُ التَّأخيرُ سببًا في عدَمِ وُجودِ مَن يَقْبَلُها. \nوفيه: علامةٌ مِن علاماتِ نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}