{
    "hadith_id": "1416",
    "hadith": "كانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ إذَا أَمَرَنَا بالصَّدَقَةِ، انْطَلَقَ أَحَدُنَا إلى السُّوقِ، فيُحَامِلُ، فيُصِيبُ المُدَّ وإنَّ لِبَعْضِهِمُ اليومَ لَمِئَةَ أَلْفٍ.",
    "rawi": "أبو مسعود عقبة بن عمرو",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1416",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1018) بنحوه",
    "sharh": "كان الصَّحابةُ رَضيَ اللهُ عنهم سُرْعانَ ما يَستَجيبون لأوامرِ الله ورسولِه صلَّى اللهُ عليه وسلَّمَ، ويَتكلَّفُ كلُّ فردٍ منهم ما يستطيعُ بَذْلَه وإنفاقَه.\nوفي هذا الحديثِ يَروي أبو مسعودٍ الأنصاريُّ رَضيَ اللهُ عنه أنَّه لَمَّا أمَر النبيُّ صلَّى اللهُ عليه وسلَّمَ بالصَّدقةِ والتطَوُّعِ مِن المالِ الخاصِّ، كان أحَدُهم يَنطلِقُ إلى السُّوقِ فيَحمِلُ للغَيرِ على ظَهرِه -بقَصدِ التكسُّبِ حتَّى يُخرِجَ الصدَقةَ- فيُصيبُ المُدَّ، وهو رطلٌ وثلثٌ مِن الطَّعامِ، مُقابِلَ أُجرتِه؛ ليَتصدَّقَ بها، وهذا إشارةٌ إلى ما كان عليه حالُهم مِن الشِّدَّةِ والفَقرِ، ورغْمَ ذلك كانوا يَحرِصون على العَملِ والتصَدُّقِ بالقَليلِ الَّذي يخرجُ لهم مِن أُجرةِ العَملِ.\nثمَّ قال: (وإنَّ لِبعضِهم اليومَ لَمِئةَ ألْفٍ)، أشار بذلك إلى ما كان عليه الصَّحابةُ في عَهدِ النبيِّ صلَّى اللهُ عليه وسلَّمَ مِن قِلَّةِ الشَّيءِ، وإلى ما صاروا إليه بعْدَه مِن التوسُّعِ؛ لكَثرةِ الفُتوحِ، ومع ذلك فكانوا في العهدِ الأوَّلِ يَتصَدَّقون بما يَجِدون ولو أصابَتْهمُ المشَقَّةُ في ذلك.\nوفي رِوايةِ النَّسائيِّ: (إنِّي لَأعرِفُ اليَومَ رجُلًا له مِئةُ ألْفٍ، ما كان له يَومَئذٍ دِرهَمٌ)، أي: في اليَومِ الذي كان يَحمِلُ فيه بالأُجرةِ؛ لأنَّهم كانوا فُقراءَ في ذلك الوَقتِ، واليَومَ هم أغنياءُ، وهذا يُحمَلُ إمَّا على أنَّه مِن التحدُّثِ بنِعمةِ اللهِ وفضْلِه عليهم بعْدَ أنْ أغْناهم، وإمَّا على بعضِ ما أصاب النَّاسَ مِن التغيُّرِ والحِرصِ على الدُّنيا، فبَعْدَ أنْ كانوا فُقراءَ يَحرِصون على الصَّدقةِ، أصبَحوا أغنياءَ، ولكنَّهم لا يَتصَدَّقون بمِثلِ ما كانوا يَتصَدَّقون به قبْلَ ذلك.\nوقال أبو وائلٍ شَقِيقُ بنُ سَلَمةَ راوي الحديثِ عن أبي مَسعودٍ في روايةِ البُخاريِّ: (قال: ما نُراهُ إلَّا نفْسَه)، والمعنى: ما أظُنُّ أبا مَسعودٍ رَضيَ اللهُ عنه أراد بذلك البعضِ إلَّا نفْسَه؛ فإنَّه كان مِن الأغنياءِ.\nوفي الحديثِ: الحثُّ على الصَّدقةِ بما قَلَّ وما جَلَّ.\nوفيه: ألَّا يحتقِرَ الإنسانُ ما يَتصدَّقُ به. \nوفيه: ما كان عليه السَّلفُ مِن التَّواضعِ، والحِرصِ على الخَيرِ، واستِعمالِهم أنفُسَهم في المِهَنِ والخِدمةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}