{
    "hadith_id": "1448",
    "hadith": "أنَّ أبا بَكْرٍ رَضيَ اللهُ عنه كَتَبَ له الَّتي أمَرَ اللَّهُ رَسولَه صَلَّى اللهُ عليه وسلَّمَ: ومَن بَلَغَتْ صَدَقَتُهُ بنْتَ مَخاضٍ وليسَتْ عِنْدَهُ، وعِنْدَهُ بنْتُ لَبُونٍ؛ فإنَّها تُقْبَلُ منه، ويُعْطِيهِ المُصَدِّقُ عِشْرِينَ دِرْهَمًا أوْ شاتَيْنِ، فإنْ لَمْ يَكُنْ عِنْدَهُ بنْتُ مَخاضٍ علَى وجْهِها، وعِنْدَهُ ابنُ لَبُونٍ؛ فإنَّه يُقْبَلُ منه، وليسَ معهُ شيءٌ.",
    "rawi": "أبو بكر الصديق",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1448",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "الزَّكاةُ رُكنٌ مِن أركانِ الإسلامِ، وفَريضةٌ فرَضَها اللهُ عزَّ وجلَّ على الأغنياءِ لِتُرَدَّ على الفُقراءِ، وقد حَدَّدَ اللهُ عزَّ وجلَّ ورسولُه صلَّى اللهُ عليه وسلَّمَ كلَّ ما يَتعلَّقُ بهذه الفَريضةِ مِن تَفاصيلَ وأحكامٍ؛ حتَّى لا يُظلَمَ الغنيُّ أو يَضيعَ حقُّ الفقيرِ.\nوفي هذا الحديثِ يَرْوي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ أبا بكرٍ الصِّدِّيقَ رَضيَ اللهُ عنه كتَبَ له كِتابًا يُبيِّنُ له فيه فَريضةَ زَكاةِ الماشيةِ، الَّتي أمَرَ اللهُ تعالَى رَسولَه صلَّى اللهُ عليه وسلَّمَ بأخْذِها، وذلك عندَما وجَّهَه إلى البحرينِ لأخْذِ الزَّكاةِ مِن أهْلِها، وهي مَنطقةٌ تُطلَقُ على ما يَشمَلُ حاليًّا كلًّا مِن: البَحرينِ، والأحساءِ والقَطيفِ؛ في شَرْقِ المملكةِ العربيَّةِ السُّعوديَّةِ، وممَّا بيَّنه رَضيَ اللهُ عنه في هذا الكِتابِ: أنَّ صاحبَ الإبلِ إذا أصبحتِ الفريضةُ الواجبةُ عليه بِنتَ مَخاضٍ، وهي الَّتي أتمَّتْ عامًا قمريًّا (هِجريًّا) ودخَلَتْ في الثَّاني، وتَجِبُ في خمْسٍ وعشرينَ إلى خَمْسٍ وثلاثينَ مِن الإبِلِ، فإذا وجَبَتْ عليه وليست عندَه بنتُ مَخاضٍ، ولكنْ عندَه بِنتُ لَبُونٍ -وهي الَّتي أتمَّتْ عامَينِ ودخلَتْ في الثَّالثِ- فإنَّ السَّاعيَ الذي يَجمَعُ الزَّكاةَ يَأخُذُ مِن صاحبِ الإبلِ بِنتَ اللَّبُونِ، الَّتي هي أكثرُ مِن الفَريضةِ المطلوبةِ منه، ويَدفَعُ له الفرقَ بيْن السِّنينَ عِشرينَ دِرهمًا مِن الفِضَّةِ الخالِصةِ، أو شاتَينِ على صِفةِ الشَّاةِ المُخرَجةِ عن خمْسٍ مِن الإبلِ؛ وذلك لِيُجبَرَ بها تَفاوُتُ سِنِّ الإبلِ، وتَقديرُ الشَّرْعِ ذلك بعِشرينَ دِرهمًا أو شاتينِ قَطْعًا للنِّزاعِ.\n«فإنْ لم يكُنْ عندَه بِنتُ مَخاضٍ على وَجْهِها»، قيل: فيه ثَلاثةُ احتمالاتٍ؛ الأوَّلُ: ألَّا يكونَ عندَه بِنتُ مَخاضٍ أصلًا. الثاني: ألَّا يكونَ عندَه بِنتُ مَخاضٍ صَحيحةٌ، بلْ تكون مَريضةً، فإذا كانتْ مَريضةً فهي كالمَعدومةِ. الثالثُ: ألَّا يكونَ عندَه بِنتُ مَخاضٍ مُتوسِّطةٌ، بلْ ليس له إلَّا بِنتُ مَخاضٍ على غايةِ الجَودةِ، فلا يَلزَمُه إعطاءُ ما هو على غايةِ الجَودةِ؛ ففي هذه الصُّوَرِ الثَّلاثِ يجوزُ إعطاءُ ابنِ لَبونٍ بدَلًا مِن بِنتِ مَخاضٍ، وإنْ كان أقلَّ قِيمةً منها، ولا يُكلَّفُ تَحصيلَها، ولا يُعطي المالكُ للسَّاعي الذي يَجمَعُ الزَّكاةَ شَيئًا مع ابنِ اللَّبونِ.\nوفي الحديثِ: أخْذُ العرَضِ -وهو ما عدَا النَّقدينِ- في الزَّكاةِ، ودفْعُه بدَلًا مِن الفَريضةِ المطلوبةِ مِن صاحِبِ الماشيةِ، وهذا ظاهرٌ في قولِه: «ويُعْطِيهِ المُصدِّقُ عِشْرِينَ دِرْهمًا أوْ شاتَيْنِ»؛ فالشاتانِ عرَضٌ ولَيستْ نقدًا.\nوفيه: بَيانُ أنَّ الإسلامَ دِينٌ مُنظَّمٌ في فَرائضِه وأحكامِه، ولا يَظلِمُ أحَدًا، ولا يَجورُ على الحُقوقِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}