{
    "hadith_id": "1451",
    "hadith": "أنَّ أبَا بَكْرٍ رَضيَ اللهُ عنه كَتَبَ له الَّتي فَرَضَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: وما كانَ مِن خَلِيطَيْنِ، فإنَّهُما يَتَرَاجَعَانِ بيْنَهُما بالسَّوِيَّةِ.",
    "rawi": "أبو بكر الصديق",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1451",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "الزَّكاةُ رُكنٌ مِن أركانِ الإسلامِ، وفَريضةٌ فرَضَها اللهُ عزَّ وجلَّ على الأغنياءِ لِتُرَدَّ على الفُقراءِ، وقد حدَّدَ اللهُ عزَّ وجلَّ ورسولُه صلَّى اللهُ عليه وسلَّمَ كلَّ ما يَتعلَّقُ بهذه الفريضةِ مِن تَفاصيلَ وأحكامٍ؛ حتَّى لا يُظلَمَ الغنيُّ أو يَضيعَ حقُّ الفقيرِ.\r\nوفي هذا الحديثِ يَرْوي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ أبا بكرٍ الصِّدِّيقَ رَضيَ اللهُ عنه كتَبَ له كِتابًا يُبيِّنُ له فيه فَريضةَ الزَّكاةِ الَّتي فرَضَها النبيُّ صلَّى اللهُ عليه وسلَّمَ، وذلك عندَما وجَّهَه إلى البحرينِ لأخْذِ الزَّكاةِ مِن أهْلِها، وهي مَنطقةٌ تُطلَقُ على ما يَشمَلُ حاليًّا كلًّا مِن: البَحرينِ، والأحساءِ، والقَطيفِ؛ في شَرْقِ المملكةِ العربيَّةِ السُّعوديَّةِ.\r\nوفي هذا الجُزءِ مِن كِتابِه يُوضِّحُ طَريقةَ قِسمةِ الزَّكاةِ فيما بيْن الخُلطاءِ، وهمْ مَن اختَلَطَت أموالُهم عندَ وَقتِ دفْعِ الصَّدَقاتِ، سواءٌ في المِثليِّ؛ كالثِّمارِ والحُبوبِ، أو في المُقوَّمِ؛ كالإبلِ والبقَرِ والغنَمِ.\r\nفعلَى السَّاعي الذي يَجمَعُ الزَّكاةَ أنْ يَأخُذَ الزَّكاةَ الواجبةَ مِن المَجموعِ، ولا يَنتظِرَ تَقسيمَهم، وذلك مِثلُ: إذا اشتَرَكَ اثنانِ مِن أصحابِ المَواشي في المكانِ والمَرْعى، وتَخالَطا في الاجتماعِ والتَّعاوُنِ، دونَ الاشتراكِ في المِلكِ، ولكنْ يَعرِفُ كلُّ واحدٍ منهم مالَه ويُميِّزُه عن مالِ الآخَرِ؛ فإنَّ المالَينِ يَصيرانِ كالمالِ الواحدِ، فيهما زكاةٌ واحدةٌ، يَأخُذُها السَّاعي مِن المجموعِ، ثمَّ يَتحاسَبُ الخَليطانِ فيما بيْنهما بنِسبةِ ما لكلٍّ منهما مِن الماشيةِ؛ فإذا كان المجموعُ -مثلًا- مِئةً وثلاثًا وعِشرينَ شاةً، لأحدِهما الثُّلثانِ، وللآخَرِ الثُّلثُ؛ فإنَّ السَّاعيَ يَأخُذُ شاتَينِ مِن المجموعِ، ثمَّ يَتحاسبانِ، فيَدفَعُ صاحبُ الثُّلثِ لصاحبِ الثُّلثينِ قِيمةَ الثُّلثِ الَّذي دفَعَه زِيادةً عمَّا عليه.\r\nوهكذا، فإنَّ المُخالِطَ الذي أُخِذَ منه الواجبُ أو بَعضُه، يَرجِعُ بقدْرِ حِصَّةِ الذي خالَطَه مِن مَجموعِ المالينِ؛ مِثلًا في المِثليِّ، كالثِّمارِ والحُبوبِ، وقِيمةً في المُقوَّمِ، كالإبلِ والبقَرِ والغنَمِ.\r\nفدلَّ الحديثُ على أنَّ الخليطَينِ كالشَّريكَينِ، مالُهما كالمالِ الواحدِ، فتُؤخَذُ منهما زكاةٌ واحدةٌ، ثمَّ يَتحاسبانِ بيْنَهما.\r\nوفي الحديث: مَشروعيَّةُ الخُلْطةِ في الماشيةِ.\r\nوفيه: بَيانُ أهميَّةِ الزَّكاةِ ومَدَى حِرصِ النبيِّ صلَّى اللهُ عليه وسلَّمَ على تَفصيلِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}