{
    "hadith_id": "1456",
    "hadith": "قَالَ أبو بَكْرٍ رَضِيَ اللَّهُ عنْه: واللَّهِ لو مَنَعُونِي عَنَاقًا كَانُوا يُؤَدُّونَهَا إلى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ لَقَاتَلْتُهُمْ علَى مَنْعِهَا.\r قَالَ عُمَرُ رَضِيَ اللَّهُ عنْه: فَما هو إلَّا أنْ رَأَيْتُ أنَّ اللَّهَ شَرَحَ صَدْرَ أبِي بَكْرٍ رَضِيَ اللَّهُ عنْه بالقِتَالِ، فَعَرَفْتُ أنَّه الحَقُّ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1456",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1456، 1457) مفرقا واللفظ له، ومسلم (20)",
    "sharh": "الإمامُ والخَليفةُ هو ولِيُّ الأُمَّةِ، وهو المسؤولُ عن جمْعِ الزَّكاةِ وتَحصيلِها، وله أنْ يُجبِرَ مَن مَنَعَها على إخراجِها، وله أنْ يُقاتِلَ مَن امتَنعَ عن أدائِها.\nوهذا الحديثُ جُزءٌ مِن رِوايةٍ أُخرى تُبيِّنُ قِصَّتَه وسَبَبَه؛ فيَرْوي أبو هُريرةَ رَضيَ اللهُ عنه أنَّه لمَّا تُوفِّيَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، وتَولَّى أبو بَكرٍ رَضيَ اللهُ عنه الخلافةَ، وكفَرَ مَن كفَرَ مِن العرَبِ، ومَنَع بَعضُهم الزَّكاةَ؛ عَزَمَ أبو بَكرٍ الصِّدِّيقُ رَضيَ اللهُ عنه على إرسالِ الجُيوشِ لِمُقاتَلتِهم وإجْبارِهم على دَفْعِ الزَّكاةِ، فقال له عُمَرُ بنُ الخطَّابِ رَضيَ اللهُ عنه مُستَنكِرًا قِتالَهم: كيف تُقبِلُ على قِتالِهم وإهدارِ دِمائِهم وهمْ يَشْهَدون أنْ لا إلهَ إلَّا اللهُ، وقد أخْبَرَ صلَّى اللهُ عليه وسلَّمَ أنَّ مَن قالَها فقدْ عَصَمَ دَمَه ومالَه، إلَّا إنِ اسْتَحَقَّ ذلك، وحِسابُه بعْدَ ذلك على اللهِ؟!\nفأخْبَرَه أبو بَكرٍ أنَّ الزَّكاةَ مُستحَقَّةٌ في مالِهِم، يَجِبُ عليهم أداؤُها، وكما أنَّ الصَّلاةَ فَرِيضةٌ لا يَجوزُ إنكارُها، فالزَّكاةُ فَريضةٌ أيضًا، لا فَرْقَ بيْنَها وبيْنَ الصَّلاةِ، وقال: «واللهِ لَأُقاتِلَنَّ مَن فرَّقَ بيْنَ الصَّلاةِ والزَّكاةِ؛ فإنَّ الزَّكاةَ حقُّ المالِ»، ثمَّ أقسَمَ أبو بَكرٍ الصِّدِّيقُ رَضيَ اللهُ عنه باللهِ أنَّه سيُقاتِلُ مَن يَمنَعُه الزَّكاةَ حتَّى لو مَنَعوه عَناقًا، وهي الأُنثى مِن المَعْزِ، وفي رِوايةٍ: «عِقالًا»، والعِقالُ: هو الحَبْلُ، ممَّا كان النَّاسُ يُؤدُّونه زَكاةً للنبيِّ صلَّى اللهُ عليه وسلَّمَ قبْلَ وَفاتِه؛ وهذا مُبالَغةٌ منه رَضيَ اللهُ عنه أنَّه سيُقاتِلُهم على أيِّ شَيءٍ كانوا يُؤَدُّونه للنبيِّ صلَّى اللهُ عليه وسلَّمَ ثُمَّ امْتَنَعوا عن أدائِه؛ لأنَّ وُجوبَ الزَّكاةِ مَعلومٌ مِن الدِّينِ بالضَّرورةِ، ومَن أنكَر شيئًا مَعلومًا مِن الدِّينِ بالضَّرورةِ فإنَّه يُقاتَلُ؛ فالزَّكاةُ حقُّ المالِ، فمَن أنكَرَها أنكَرَ حقًّا مِن حُقوقِ الإسلامِ، يُقاتَلُ عليه كما يُقاتَلُ على الصَّلاةِ.\nفلمَّا سَمِعَ الفاروقُ عُمرُ رَضيَ اللهُ عنه ما قالَه أبو بَكْرٍ رَضيَ اللهُ عنه، وما استَدَلَّ به على قِتالِهم؛ انْشرَحَ صَدْرُ عُمَرَ رَضيَ اللهُ عنه لِمَا عَزَمَ عليه أبو بَكرٍ، وعَلِمَ أنَّه الحقُّ بِما ظَهَر مِنَ الدَّليلِ والحُجَّةِ التي أقامَها أبو بَكرٍ رَضيَ اللهُ عنه وبما بيَّنه مِن استدلالِه على ذلك، فعرَفَ عُمَرُ رَضيَ اللهُ عنه والصحابةُ رَضيَ اللهُ عنهم أنَّه الحُكمُ الشَّرعيُّ الصَّحيحُ الثَّابتُ بكِتابِ اللهِ سُبحانَه وتعالَى وسُنَّةِ نَبيِّه صلَّى اللهُ عليه وسلَّمَ، فاتَّبعُوه على ذلك.\nوفي الحَديثِ: فِقهُ أبي بَكرٍ الصِّدِّيقِ رَضيَ اللهُ عنه، وقُوَّتُه وشَجاعتُه في الحقِّ. وإنصافُ عُمرَ رَضيَ اللهُ عنه ورجوعه إلى الحَقِّ عِندَ ظُهورِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}