{
    "hadith_id": "1458",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ لَمَّا بَعَثَ مُعَاذًا رَضِيَ اللَّهُ عنْه علَى اليَمَنِ، قَالَ: إنَّكَ تَقْدَمُ علَى قَوْمٍ أهْلِ كِتَابٍ، فَلْيَكُنْ أوَّلَ ما تَدْعُوهُمْ إلَيْهِ عِبَادَةُ اللَّهِ، فَإِذَا عَرَفُوا اللَّهَ، فأخْبِرْهُمْ أنَّ اللَّهَ قدْ فَرَضَ عليهم خَمْسَ صَلَوَاتٍ في يَومِهِمْ ولَيْلَتِهِمْ، فَإِذَا فَعَلُوا، فأخْبِرْهُمْ أنَّ اللَّهَ فَرَضَ عليهم زَكَاةً مِن أمْوَالِهِمْ وتُرَدُّ علَى فُقَرَائِهِمْ، فَإِذَا أطَاعُوا بهَا، فَخُذْ منهمْ وتَوَقَّ كَرَائِمَ أمْوَالِ النَّاسِ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1458",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (19) مطولاً باختلاف يسير",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّم قدْ أرسَلَ مُعاذًا إلى اليَمَنِ سَنَةَ تِسْعٍ- وقيل: عَشْرٍ- مِنَ الهِجرةِ يُعلِّمُهمُ القرآنَ وشرائِعَ الإسلامِ، ويَقضي بينهم، ويَقبِضُ الصَّدَقاتِ، وفي هذا الحديثِ يُخبِرُ عبدُ اللهِ بنُ عبَّاسٍ رضِيَ اللهُ عنه: \"أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّم لَمَّا بَعَث مُعاذًا رضِيَ اللهُ عنه على اليَمَنِ، قال: إنَّكَ تَقْدَمُ على قومٍ أهلِ كتابٍ\"، أي: من التَّوراةِ والإنجيلِ، والمرادُ: أنَّ عِندهم عِلْمًا مُسْبَقًا من شرائِعِهم؛ فدعوتُهم تَختلِفُ عن دَعوةِ غيرِهم، وينبغي أنْ يُراعى فيها هذا التَّدرُّجُ الَّذي سيذكُرُه النَّبيُّ صلَّى اللهُ عليه وسلَّم: \"فَلْيَكُنْ أوَّلَ ما تَدعوهم إليه عبادةُ اللهِ\"، أي: توحيدُ اللهِ عزَّ وجلَّ، \"فإذا عرَفوا اللهَ\"، أي: فإذا آمَنوا به ووَحَّدوه، \"فأَخبِرْهم\" أي: أعلِمْهم، \"أنَّ اللهَ قد فرَض عليهم خَمْسَ صَلواتٍ في يَومِهم ولَيلتِهم، فإذا فعَلوا\"، أي: أقاموا الصَّلاةَ، \"فأخبِرْهم أنَّ اللهَ فرَض عليهم زكاةً من أموالِهم\"، أي: على الأغنياءِ مِنْهم، \"وتُرَدُّ على فُقَرائِهم\"، أي: وتُخْرَجُ أموالُ تلك الزَّكاةِ في فقراءِ بَلَدِهم، وفي ذلك طَمْأَنَةٌ لِقُلوبِهم، ونَفْيٌ لِشُبهةِ جَمْعِ المالِ منهم كما كان يَفعَلُ الملوكُ، بل إنَّها تُؤْخَذُ مِنَ الأغنياءِ وتُوَزَّعُ على الفقراءِ، وكُلُّ ذلك بِحَسَبِ ما شَرَعَ اللهُ، \"فإذا أطاعوا بها\"، أي: قَبِلوا وأدَّوْا زَكاتَهم، \"فخُذْ منهم\"، أي: الزَّكاةَ، \"وتَوَقَّ كَرائِمَ أموالِ النَّاسِ\"، أي: اتَّقِ وابتعِدْ أنْ تأخُذَ منهم ومِن أموالِهم الكريمةَ والنَّفيسةَ عِندهم، وخُذْ ما دونِها مِنْ أوسَطِ أموالِهم، وهكذا كانَتِ الدَّعوةُ بالتَّدرُّجِ، فإذا عرَف النَّاسُ أمْرًا وطبَّقوه انتقَلَ الدَّاعي إلى ما بَعْدَهُ. \r\nوفي الحديثِ: مِن مَحاسنِ الإسلامِ وتَشريعاتِه السَّمحةِ: أنَّ الزَّكاةَ تَجمَعُ بين مُواساةِ الفقراءِ وعَدمِ الإجحافِ بأموالِ الأغنياءِ إلَّا إذا رَضُوا بذلِك. \r\n وفيه: الأمرُ بالتدرُّجِ في الدَّعوةِ وعَرْضِ الإسلامِ بدءًا بالأهمِّ ثمَّ المهمِّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}