{
    "hadith_id": "1460",
    "hadith": "انْتَهَيْتُ إلى النبيِّ صَلَّى اللهُ عليه وسلَّمَ قَالَ: والذي نَفْسِي بيَدِهِ أوْ: والذي لا إلَهَ غَيْرُهُ، أوْ كما حَلَفَما مِن رَجُلٍ تَكُونُ له إبِلٌ، أوْ بَقَرٌ، أوْ غَنَمٌ، لا يُؤَدِّي حَقَّهَا؛ إلَّا أُتِيَ بهَا يَومَ القِيَامَةِ أعْظَمَ ما تَكُونُ وأَسْمَنَهُ، تَطَؤُهُ بأَخْفَافِهَا، وتَنْطَحُهُ بقُرُونِهَا، كُلَّما جَازَتْ أُخْرَاهَا رُدَّتْ عليه أُولَاهَا، حتَّى يُقْضَى بيْنَ النَّاسِ.",
    "rawi": "أبو ذر الغفاري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1460",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (990) باختلاف يسير",
    "sharh": "الزَّكاةُ فَريضةٌ فَرَضَها اللهُ عزَّ وجلَّ على الأغنياءِ لِتُرَدَّ على الفقراءِ، ومَن وَجَبَت عليه وبادَرَ بها لمُستحقِّيها، شُكرًا للهِ عزَّ وجلَّ؛ نال مِن اللهِ الجزاءَ الأَوفى، ومَن جَحَدَها وضيَّعَها، عادت عليه بالخُسرانِ والبَوارِ في الدُّنيا والآخرةِ.\nوفي هذا الحديثِ يَرْوي أبو ذَرٍّ الغِفاريُّ رَضيَ اللهُ عنه أنَّه جاء إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ ذاتَ يومٍ، فسَمِعَه يُقسِمُ باللهِ عزَّ وجلَّ الَّذي يَملِكُ الأنفُسَ، أوْ سَمِعَه يُقسِمُ فيقولُ: والذي لا إلَهَ غَيْرُه، فلا مَعبودَ بحَقٍّ غيرُه سُبحانَه، وكان قَسَمُه صلَّى اللهُ عليه وسلَّمَ على: أنَّ مَن لم يُؤدِّ زَكاةَ الأنعامِ -مِن إبلٍ، أو بقَرٍ، أو غنَمٍ- فإنَّها تَأتي يومَ القِيامةِ أعظَمَ ما كانت عندَ الَّذي منَعَ زَكاتَها؛ لأنَّها قد تكونُ عندَه على حالاتٍ؛ مرَّةً هَزيلةً ومرَّةً سَمينةً، ومرَّةً صَغيرةً ومرَّةً كَبيرةً، فأخبَرَ النبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّها تَأتي على أعظَمِ أحوالِها عندَ صاحبِها، فتَطَؤُه ذَواتُ الأخفافِ منها -وهي الإبلُ، والأخفافُ جمْعُ خُفٍّ- بأخفافِها، وتَنطَحُه ذَواتُ القُرونِ بقُرونِها، والنَّطحُ بالقُرونِ؛ ليكونَ أنْكى في الطَّعنِ والألمِ، ويَستمِرُّ عِقابُه بهذه العُقوبةِ هكذا في أرضِ المَحشَرِ وفي عَرَصاتِ القيامةِ، كُلَّما مرَّت أُخْراها عادتْ عليه أُولاها تَضرِبُه، وهكذا، ويَستمِرُّ هذا العِقابُ إلى أنْ يَفرُغَ الحِسابُ ويَنْتهي الحُكْمُ بيْنَ النَّاسِ.\nوفي الحديثِ: أنَّ العبدَ إذا لم يَشكُرِ النِّعمةَ، ويُؤدِّ حقَّ اللهِ فيها؛ تكونُ نِقمةً ووَبالًا عليه يومَ القيامةِ.\nوفيه: ما يدُلُّ على أنَّ اللهَ تعالَى يَبعَثُ الإبلَ والبقرَ والغنَمَ الَّتي مُنِعَتْ زَكاتُها بَعينِها؛ لِيُعذَّبَ بها مانعُها.\nوفيه: بَيانُ تَغليظِ العُقوبةِ في منْعِ الزَّكاةِ. \nوفيه: أنَّ بَعضَ العُصاةِ يُعذَّبُ عَذابًا خاصًّا في عَرَصاتِ القيامةِ قبْلَ فصْلِ القضاءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}