{
    "hadith_id": "1489",
    "hadith": "أنَّ عُمَرَ بنَ الخَطَّابِ تَصَدَّقَ بفَرَسٍ في سَبيلِ اللَّهِ، فَوَجَدَهُ يُبَاعُ، فأرَادَ أنْ يَشْتَرِيَهُ، ثُمَّ أتَى النبيَّ صَلَّى اللهُ عليه وسلَّمَ، فَاسْتَأْمَرَهُ، فَقالَ: لا تَعُدْ في صَدَقَتِكَ. فَبِذلكَ كانَ ابنُ عُمَرَ رَضيَ اللهُ عنهمَا لا يَتْرُكُ أنْ يَبْتَاعَ شيئًا تَصَدَّقَ به، إلَّا جَعَلَهُ صَدَقَةً.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1489",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1621) باختلاف يسير",
    "sharh": "الصَّدقةُ ابتِغاءَ وَجْهِ اللهِ عزَّ وجلَّ مِن أفضَلِ أعمالِ البِرِّ وأعْلاها أجْرًا، ومِن ثَمَّ لَزِمَ المُتصدِّقَ أنْ يَحتسِبَ عندَ اللهِ صَدَقتَه، ويَرْجو بها ما عِندَ اللهِ مِن خَيرٍ وبَرَكةٍ، ويَلزَمُ مِن ذلك ألَّا يَتطلَّعَ إليها أو يَطلُبَ إعادتَها لمُلْكِه ثانيةً.\nوفي هذا الحَديثِ يَحكي عبدُ الله بنُ عُمرَ رَضيَ اللهُ عنهما أنَّ أباه عُمرَ بنَ الخطَّابِ رَضيَ اللهُ عنه تَصدَّقَ بفرَسٍ، يَعني: أَعْطى رجُلًا فرَسًا يُقاتِلُ عليه في سَبيلِ اللهِ تعالَى، فوَجَدَ فَرَسَه يُباعُ، وإنَّما ساغَ للرَّجلِ بَيعُه؛ لأنَّه حَصَلَ فيه هُزالٌ أعْجَزَه عن اللَّحاقِ بالخَيلِ وضعْفٍ عن ذلك، وانْتَهى إلى حالةِ عدَمِ الانتِفاعِ به، وفي الصَّحيحَينِ أنَّه: «ملَّكُه إيَّاهُ»؛ فلذلك ساغَ بَيعُه، فلمَّا وَجَدَه عمَرُ بنُ الخطَّابِ رَضيَ اللهُ عنها يُباعُ، ظَنَّ رَضيَ اللهُ عنه أنَّ الرجُلَ سيَبيعُه برُخصٍ، وأنَّه ليس قادرًا على تَحمُّلِ مَؤُونتِه، فأراد عُمَرُ أنْ يَشتَرِيَه، واستشارَ النبيَّ صلَّى اللهُ عليه وسلَّمَ في ذلك، فنَهاهُ صلَّى اللهُ عليه وسلَّمَ عن شِرائِه، وقال: «لا تَعُدْ في صَدَقتِك»؛ لأنَّك أخْرَجْتَه للهِ سُبحانَه، ولا يُمكِنُ للإنسانِ أنْ يَشتريَ صَدَقتَه؛ لأنَّ ما أخْرَجَه الإنسانُ للهِ لا يَعودُ فيه، فتَرَكَه عمَرُ رَضيَ اللهُ عنه.\nولهذا كان ابنُ عُمَرَ رَضيَ اللهُ عنه إذا اشْتَرى شَيئًا ممَّا تَصدَّقَ به، لا يَترُكُه في مُلْكِه حتَّى يَتصدَّقَ به، وكأنَّه فَهِمَ أنَّ النَّهيَ عن شِراءِ الصَّدَقةِ إنَّما هو لمَن أرادَ أنْ يَتملَّكَها، لا لِمَن يَرُدُّها صَدَقةً مرَّةً أُخرى.\nوفي الحديثِ: فضْلُ الحَمْلِ في سَبيلِ اللهِ تعالَى، والإعانةِ على الغزْوِ بكلِّ شَيءٍ.\nوفيه: النَّهيُ عن شِراءِ الصَّدقةِ؛ لأنَّه يُعَدُّ رُجوعًا عنها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}