{
    "hadith_id": "1501",
    "hadith": "أنَّ نَاسًا مِن عُرَيْنَةَ اجْتَوَوُا المَدِينَةَ، فَرَخَّصَ لهمْ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ أنْ يَأْتُوا إبِلَ الصَّدَقَةِ، فَيَشْرَبُوا مِن ألْبَانِهَا وأَبْوَالِهَا، فَقَتَلُوا الرَّاعِيَ، واسْتَاقُوا الذَّوْدَ، فأرْسَلَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَأُتِيَ بهِمْ، فَقَطَّعَ أيْدِيَهُمْ وأَرْجُلَهُمْ، وسَمَرَ أعْيُنَهُمْ، وتَرَكَهُمْ بالحَرَّةِ يَعَضُّونَ الحِجَارَةَ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1501",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1671) باختلاف يسير",
    "sharh": "الخِيانةُ صِفةٌ نَكراءُ تَنفِرُ منها الطِّباعُ السَّويَّةُ، فإذا أُضِيفَ للخِيانةِ القتْلُ والسَّرقةُ ازدادَ سُوؤها وعارُها، واستَحقَّ فاعِلُها أشدَّ العُقوبةِ وأشنَعَها.\nوفي هذا الحديثِ يَحكي أنَسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ ناسًا مِن عُرَيْنةَ -وهي حَيٌّ مِن قِبيلةِ بَجِيلَةَ- قَدِموا المدينةَ على النبيِّ صلَّى اللهُ عليه وسلَّمَ ونَطَقوا بِكَلمةِ التَّوحيدِ وأَظْهَروا الإسلامَ، ولكنَّهم كَرِهوا الإقامةَ بالمدينةِ؛ لِمَا أصابهم مِن الدَّاءِ في أجْوافِهم، فرخَّصَ لهم النبيُّ صلَّى اللهُ عليه وسلَّمَ في الشُّربِ مِن ألْبانِ إبلِ الصَّدقةِ وأبوالِها، وكانتِ الإبلُ تَرعى خارجَ المدينةِ آنذاكَ، وكان عليها راعٍ يَرْعاها، وكان اسمُه يَسارًا النُّوبيَّ، ففَعَلوا ما أمَرَهم به النبيُّ صلَّى اللهُ عليه وسلَّمَ، فلمَّا صحُّوا وعادتْ إليهم ألْوانُهم، كَفَروا بعْدَ إسلامِهِم، وقَتَلوا راعيَ الإبلِ، ومثَّلوا به، واسْتَاقُوا الذَّوْدَ، والذُّودُ مِنَ الإبلِ: ما بيْن الثَّلاثةِ إلى العَشْرةِ، يَعني أنَّهم سَرَقوها، فأُتِي بهم النبيُّ صلَّى اللهُ عليه وسلَّمَ، فقَطَع أيديَهم وأرجُلَهم، وسَمَرَ أعيُنَهم، أي: كَحَلَها بمَساميرَ مَحميَّةٍ، وتَرَكَهم في الحَرَّةِ، وهو مَوضعٌ في المدينةِ، أرْضُه ذاتُ حِجارةٍ سُودٍ كأنَّها احتَرَقَتْ بالنَّارِ، وترَكَهم يَعَضُّون الحِجارةَ حتَّى مَاتوا على حالِهم؛ جَزاءً لخِيانتِهم، وقِصاصًا لِما فَعَلوه بِراعي النبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوفي الحَديثِ: التَّحذيرُ مِن الخِيانةِ وسُوءِ عاقِبةِ الخائنينَ.\nوفيه: أنَّ العُقوبةَ على قَدْرِ الجُرمِ.\nوفيه: مَشروعيَّةُ التَّداوي بألْبانِ الأبلِ وأبوالِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}