{
    "hadith_id": "1502",
    "hadith": "غَدَوْتُ إلى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بعَبْدِ اللَّهِ بنِ أبِي طَلْحَةَ، لِيُحَنِّكَهُ، فَوَافَيْتُهُ في يَدِهِ المِيسَمُ يَسِمُ إبِلَ الصَّدَقَةِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1502",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1502)، ومسلم (2119)",
    "sharh": "كانَ المُسلمونَ على عهْدِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ يَلتَمِسونَ البرَكةَ والرَّحمةَ والخيرَ كلَّه منه صلَّى اللهُ عليه وسلَّمَ. \nوفي هذا الحَديثِ يَحكي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّه ذَهَبَ ذاتَ صَباحٍ بأخيهِ الرَّضيعِ عَبدِ اللهِ بنِ أبي طَلْحةَ الأنصاريِّ رَضيَ اللهُ عنهما -وأمُّ هذا المَولودِ هي أمُّ سُليمٍ رَضيَ اللهُ عنها أمُّ أنسِ بنِ مالكٍ رَضيَ اللهُ عنه راوي الحديثِ، وكانتْ زَوجًا لأبي طَلْحةَ الأنصاريِّ رَضيَ اللهُ عنه- إلى رَسولِ الله صلَّى اللهُ عليه وسلَّمَ مِن أجْلِ أنْ يُحنِّكَه، والتَّحنيكُ: هو مَضْغُ التَّمرِ وتَنعيمُه في الفَمِ، ثمَّ وضْعُه في فَمِ المولودِ ومَسْحُ جانِبَيْ فَمِهِ به؛ ليكونَ الحلوُ أوَّلَ ما يَدخُلُ جوفَ المولودِ، وكانوا يأتونَ النبيَّ صلَّى اللهُ عليه وسلَّمَ ليُحنَّكَ أطفالَهم تَبرُّكًا برِيقِه ودَعوتِه ويَدِه صلَّى اللهُ عليه وسلَّمَ، فَلمَّا وصَلَ أنسُ بنُ مالكٍ رَضيَ اللهُ عنه إِلَى النبيِّ صلَّى اللهُ عليه وسلَّمَ وَجَدَه وفي يَدِه المِيسَمُ -وهي حَديدةٌ يُكوى بها- يَسِمُ إبلَ الصَّدقةِ، أي: يَكوي بهذه الآلةِ إبلَ الصَّدقةِ في جُزءٍ مِن أجزاءِ جَسَدِها -ولا يَسِمُ في الوجْهِ؛ للنَّهيِ الواردِ في ذلك-؛ لتُحدِثَ فيها عَلامةً خاصَّةً بها تَختلِفُ عن سِواها، فتُميِّزها عن غيرِها؛ لئلَّا تَختلِطَ بالأموالِ المَملوكةِ، ويَتنزَّهَ صاحبُها عن شِرائِها؛ لئلَّا يكونَ عائدًا في صَدَقتِه.\nوفي الحديثِ: مَشروعيَّةُ تَحنيكِ المولودِ، ويُستحسَنُ أنْ يقومَ بذلك مُؤمِنٌ صالحٌ تقيٌّ؛ ليدعوَ له بالبركةِ.\nوفيه: اعتِناءُ الإمامِ بأموالِ الصَّدقةِ، وتَولِّيها بنفْسِه.\nوفيه: مَشروعيَّةُ وَسْمِ الحَيوانِ بالكَيِّ.\nوفيه: مَشروعيَّةُ إيلامِ الحَيوانِ بما يَتحمَّلُه مِن الألَمِ ممَّا فيه مَنفعةٌ وصَلاحٌ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}