{
    "hadith_id": "1508",
    "hadith": "كُنَّا نُعْطِيهَا في زَمَانِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ صَاعًا مِن طَعَامٍ، أوْ صَاعًا مِن تَمْرٍ، أوْ صَاعًا مِن شَعِيرٍ، أوْ صَاعًا مِن زَبِيبٍ، فَلَمَّا جَاءَ مُعَاوِيَةُ وجَاءَتِ السَّمْرَاءُ، قالَ: أُرَى مُدًّا مِن هذا يَعْدِلُ مُدَّيْنِ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1508",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (985) باختلاف يسير",
    "sharh": "زَكاةُ الفِطْرِ مِن العِباداتِ الَّتي مَنَّ اللهُ سُبحانَه وتعالَى بها علَينا؛ وجعَلَها طُهرةً وكفَّارةً لِما قد يقَعُ للصَّائمِ مِن نُقصانِ الأجْرِ في شَهْرِ رَمَضانَ، وطُعْمةً للمساكينِ مِن المسلمينَ، ولها أحكامُها وشُروطُها.\nوفي هذا الحَديثِ يَحكي أبو سَعيدٍ الخُدريُّ رَضيَ اللهُ عنه أنَّ المُسلِمينَ في زَمانِ النبيِّ صلَّى اللهُ عليه وسلَّمَ وهو حاضِرٌ معهم كانوا يُخرِجون زَكاةَ الفِطرِ صَاعًا مِن طَعامٍ -وهو القمْحُ- أو تَمْرٍ، أو شَعيرٍ، أو زَبيبٍ، على عَهْدِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ والخُلفاءِ الراشدينَ مِن بعْدِه، فلمَّا جاءتْ خِلافةُ مُعاويةَ رَضيَ اللهُ عنه، وجاءتِ السَّمراءُ، أي: كثُرَتِ الحِنطةُ الشَّاميَّةُ ورخُصَتْ، قال مُعَاويةُ: أظُنُّ أنَّ مُدًّا واحدًا مِن هذا الحَبِّ أو القَمحِ يَعدِلُ مُدَّينِ مِن سائرِ الحبوبِ، والمُدُّ: مِقدارُ ما يَملَأُ الكَفَّينِ، والصَّاعُ: أربعةُ أمدادٍ؛ فالمُدُّ يُساوي الآنَ تَقريبًا (509) جِراماتٍ في أقلِّ تَقديرٍ، و(1072) جِرامًا في أعْلى تَقديرٍ، أمَّا الصَّاعُ فيُساوي بالجرامِ (2036) في أقلِّ تَقديرٍ، وفي أعْلى تَقْديرٍ يُساوي (4288) جرامًا، والمعْنى أنَّ مُعاوِيةَ رَضيَ اللهُ عنه رأى أنْ يُخرَجَ مِن الحِنطةِ الشاميَّةِ نِصفُ صاعٍ، وهو ما يَعدِلُ حَجْمَ الصاعِ مِن التَّمرِ أو الشَّعيرِ. وهذا صَريحٌ في أنَّ إخراجَ نِصفِ صاعٍ مِن القَمْحِ لم يكُنْ في زمَنِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، وإنَّما حَدَثَ بعْدَه؛ فالصَّاعَ هو فَرضُ صَدقةِ الفِطرِ في أيِّ قُوتٍ مُخرَجٍ، وأمَّا قَولُ معاويةَ رَضِيَ اللهُ عنه فهو اجتهادٌ له لا يُعادِلُ النُّصوصَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}