{
    "hadith_id": "155",
    "hadith": "اتَّبَعْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ، وخَرَجَ لِحَاجَتِهِ، فَكانَ لا يَلْتَفِتُ، فَدَنَوْتُ منه، فَقالَ: ابْغِنِي أحْجَارًا أسْتَنْفِضْ بهَا أوْ نَحْوَهُ ولَا تَأْتِنِي بعَظْمٍ، ولَا رَوْثٍ، فأتَيْتُهُ بأَحْجَارٍ بطَرَفِ ثِيَابِي، فَوَضَعْتُهَا إلى جَنْبِهِ، وأَعْرَضْتُ عنْه، فَلَمَّا قَضَى أتْبَعَهُ بهِنَّ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "155",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كان الصَّحابةُ رَضيَ اللهُ عنهم يَتَّبِعون رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ ويُلازِمونه؛ ليَتعلَّموا منه أُمورَ دِينِهم.وفي هذا الحَديثِ يُخبِرُ أبو هُريرةَ رَضيَ اللهُ عنه أنَّه مَشَى خلْفَ النبيِّ صلَّى اللهُ عليه وسلَّمَ مُتتبِّعًا له وهو خارِجٌ لقَضاءِ حاجتِه، وكان النبيُّ صلَّى اللهُ عليه وسلَّمَ مِن عادتِه صلَّى اللهُ عليه وسلَّمَ أنَّه لا يَنظُرُ عن يَمينِه ويَسارِه إذا مَشَى، ثمَّ اقتَرَبَ أبو هُريرةَ، وعَرَف النبيُّ صلَّى اللهُ عليه وسلَّمَ بحُضورِه، فطَلَبَ منه أنْ يَبحَثَ له عن أحجارٍ طاهرةٍ؛ ليَتطهَّرَ بها ويُزيلَ آثارَ النَّجاسةِ مِن البَولِ أو الغائطِ، ثُمَّ قال له: «ولا تَأْتِنِي بعَظْمٍ ولا رَوْثٍ»؛ فإنَّهما لا يُتطَهَّرُ بهما، فالعَظْمُ هو طَعامُ إخوانِنا مِن الجِنِّ، كما في رِوايةٍ للبُخاريِّ، فلا نُنجِّسُه بذلك، والرَّوْثُ هو رَجِيعُ الحيَواناتِ وفَضَلاتُها الجافَّةُ، وليستْ طاهرةً، فجَمَعَ أبو هُرَيرةَ الأحجارَ في طَرَفِ ثَوبِه، ثمَّ وَضَعَها إلى جانبِ النبيِّ صلَّى اللهُ عليه وسلَّمَ ولم يَنظُرْ إليه على هذه الحالِ، وهذا مِن أدَبِ أبي هُريرةَ رَضيَ اللهُ عنه الذي تَعلَّمَه مِن الهدْيِ النَّبويِّ، فلمَّا انتَهَى النبيُّ صلَّى اللهُ عليه وسلَّمَ مِن قَضاءِ حاجتِه استَخدَم هذه الأحجارَ في إزالةِ النَّجاسةِ وتَتبَّعِ أَثَرِها حتَّى تَتطهَّرَ.وفي الحَديثِ: الاستِنجاءُ بالأحجارِ، والنَّهيُ عن الاستِنجاءِ بالعَظمِ أو الرَّوْثِ.وفيه: إعانةُ قاضي حاجتِه في البَحثِ عن أحجارٍ له، والإشارةُ إلى الاستِجابةِ لكلِّ مَن طلَبَ المساعَدةَ إذا تَوافرتِ القُدْرةُ على إعانتِه.وفيه: مَشروعيَّةُ اتِّباعِ السَّادةِ والعُلماءِ وإنْ لم يَأمُروا بذلك.وفيه: استخدامُ الإمامِ بَعضَ رَعيَّتِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}