{
    "hadith_id": "1555",
    "hadith": "كُنَّا عِنْدَ ابْنِ عَبَّاسٍ رَضيَ اللهُ عنهمَا، فَذَكَرُوا الدَّجَّالَ أنَّه قالَ: مَكْتُوبٌ بيْنَ عَيْنَيْهِ: كَافِرٌ، فَقالَ ابنُ عَبَّاسٍ: لَمْ أسْمَعْهُ، ولَكِنَّهُ قالَ: أمَّا مُوسَى كَأَنِّي أنْظُرُ إلَيْهِ إذِ انْحَدَرَ في الوَادِي يُلَبِّي.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1555",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (166)",
    "sharh": "التَّلبيةُ مِن شَعائرِ الحجِّ، ورَفْعُ الصَّوتِ بها إظهارٌ لهذه الشَّعيرةِ العَظيمةِ، وفيها إعلانُ التَّوحيدِ للهِ عزَّ وجلَّ، وإذا لبَّى المسلمُ فإنَّ النَّباتاتِ والجَماداتِ تُلبِّي معه.\nوفي هذا الحديثِ يَرْوي التابعيُّ مُجاهِدُ بنُ جَبْرٍ أنَّه كان عِندَ ابنِ عبَّاسٍ رَضيَ اللهُ عنهما، فذكَروا المَسيحَ الدَّجَّالَ، وخُروجُ الدَّجَّالِ إلى الناسِ مِن العَلاماتِ الكُبْرى ليَومِ القيامةِ؛ فإنَّه يَخرُجُ مُدَّعيًا الأُلوهيَّةَ، فَذَكَروا أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ أخبَرَ أنَّ مِن صِفاتِه أنَّه مَكتوبٌ بينَ عَينَيه: «كافِرٌ»، وفي رِوايةِ مُسلمٍ عن حُذيفةَ بنِ اليَمَانِ رَضيَ اللهُ عنهما قال رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «يَقرَؤهُ كلُّ مُؤمنٍ؛ كاتبٍ وغَيرِ كاتبٍ»، والصَّحيحُ أنَّ هذه الكتابةَ على ظاهِرِها، وأنَّها كِتابةٌ حَقيقيَّةٌ، جَعَلَها اللهُ آيةً وعَلامةً مِن جُملةِ العَلاماتِ القاطعةِ والدالَّةِ عليه.\nفقالَ ابنُ عبَّاسٍ رَضيَ اللهُ عنهما: لم أسمَعْه مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ، ولكنْ سَمِعْتُه يقولُ: «أمَّا مُوسى فكأنِّي أنظُرُ إليه إذِ انحَدَرَ مِن الوادي يُلبِّي»، أي: كأنِّي أُشاهِدُه الآنَ وأَراهُ بعَينَيَّ رُؤيةً حَقيقيَّةً وهو يَهبِطُ واديَ الأزْرقِ بيْن مَكَّةَ والمدينةِ مُلبِّيًا.\nوقد أخْرَجَ مُسلِمٌ الحديثَ بلَفظِ: «كأنِّي أنْظُرُ إلى مُوسى صلَّى اللهُ عليه وسلَّمَ واضعًا إصْبعَيه في أُذنَيه، له جُؤارٌ إلى اللهِ بالتَّلبيةِ، مارًّا بهذا الوادي»، وهو وادٍ بيْنه وبيْن مكَّةَ مِيلٌ واحدٌ.\nوفي الحديثِ: التَّلبيةُ عِندَ كلِّ هُبوطٍ وصُعودٍ وفي بُطونِ الأوديةِ.\nوفيه: أنَّ التَّهليلَ في بطْنِ الوادي مِن سُننِ المرسَلين صَلواتُ اللهِ عليهم أجْمَعينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}