{
    "hadith_id": "1572",
    "hadith": "عَنِ ابْنِ عَبَّاسٍ رَضيَ اللهُ عنهمَا: أنَّه سُئِلَ عن مُتْعَةِ الحَجِّ، فَقالَ: أهَلَّ المُهَاجِرُونَ، والأنْصَارُ، وأَزْوَاجُ النبيِّ صلَّى اللهُ عليه وسلَّمَ في حَجَّةِ الوَدَاعِ، وأَهْلَلْنَا، فَلَمَّا قَدِمْنَا مَكَّةَ، قالَ رَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّمَ: اجْعَلُوا إهْلَالَكُمْ بالحَجِّ عُمْرَةً، إلَّا مَن قَلَّدَ الهَدْيَ. فَطُفْنَا بالبَيْتِ، وبِالصَّفَا والمَرْوَةِ، وأَتَيْنَا النِّسَاءَ، ولَبِسْنَا الثِّيَابَ، وقالَ: مَن قَلَّدَ الهَدْيَ، فإنَّه لا يَحِلُّ له حتَّى يَبْلُغَ الهَدْيُ مَحِلَّهُ. ثُمَّ أمَرَنَا عَشِيَّةَ التَّرْوِيَةِ أنْ نُهِلَّ بالحَجِّ، فَإِذَا فَرَغْنَا مِنَ المَنَاسِكِ، جِئْنَا فَطُفْنَا بالبَيْتِ، وبِالصَّفَا والمَرْوَةِ؛ فقَدْ تَمَّ حَجُّنَا، وعَلَيْنَا الهَدْيُ، كما قالَ اللَّهُ تَعَالَى: {فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ} [البقرة: 196] إلى أمْصَارِكُمْ، الشَّاةُ تَجْزِي، فَجَمَعُوا نُسُكَيْنِ في عَامٍ بيْنَ الحَجِّ والعُمْرَةِ؛ فإنَّ اللَّهَ تَعَالَى أنْزَلَهُ في كِتَابِهِ، وسَنَّهُ نَبِيُّهُ صلَّى اللهُ عليه وسلَّمَ، وأَبَاحَهُ لِلنَّاسِ غيرَ أهْلِ مَكَّةَ؛ قالَ اللَّهُ: {ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ} [البقرة: 196]. وأَشْهُرُ الحَجِّ الَّتي ذَكَرَ اللَّهُ تَعَالَى في كِتَابهِ: شَوَّالٌ، وذُو القَعْدَةِ، وذُو الحَجَّةِ، فمَن تَمَتَّعَ في هذِه الأشْهُرِ، فَعليه دَمٌ أوْ صَوْمٌ. والرَّفَثُ: الجِمَاعُ، والفُسُوقُ: المعاصِي، والجِدَالُ: المِرَاءُ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1572",
    "grade": "[معلق]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "أَنْساكُ الحَجِّ ثَلاثةٌ: التَّمَتُّعُ؛ وهو أنْ يُحْرِمَ الحاجُّ بالعُمْرةِ في أشهُرِ الحَجِّ -وهي شَوَّالٌ وذو القَعدةِ، وذو الحِجَّةِ- ثُمَّ يَحِلَّ منها، ثُمَّ يُحْرِمَ بالحَجِّ مِن عامِه. والقِرَانُ؛ وهو أنْ يُحْرِمَ الحاجُّ بالحَجِّ والعُمْرَةِ معًا. والإفْرادُ؛ وهو أنْ يُحْرِمَ الحاجُّ بالحَجِّ فَقَطْ.\r\nوفي هذا الحديثِ يُجيبُ عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أحدَ السَّائلينَ عن مُتعةِ الحَجِّ، فأخبَرَ رَضيَ اللهُ عنه أنَّه في حَجَّةِ الوداعِ -وهي الحَجَّةُ التي حَجَّها النبيُّ صلَّى اللهُ عليه وسلَّمَ، وسُمِّيَتْ بذلك؛ لأنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كان كالمُوَدِّعِ لهم في خُطَبِ الحجِّ، ولمْ يَلْبَثْ كثيرًا بعدَها، وكانتْ في السَّنةِ العاشرةِ مِن الهِجرةِ- قدْ أهَلَّ المُهاجِرون، والأنصارُ، وأزواجُ النبيِّ صلَّى اللهُ عليه وسلَّمَ، وأهَلَّ الناسُ، والإهلالُ: رفْعُ الصَّوتِ بالتَّلبيةِ، والمرادُ به هنا: الإحرامُ بالحجِّ، فأمَرَهم صلَّى اللهُ عليه وسلَّمَ أنْ يَفسَخوا حَجَّهم ويَجعَلوه عُمرةً -لِبَيانِ مُخالَفةِ ما كانَت عليه الجاهِليَّةُ مِن تَحريمِ العُمرةِ في أشهُرِ الحَجِّ- إلَّا مَن قلَّدَ الهَديَ؛ فإنَّه لا يَفسَخُ إحرامَه، بلْ يَظَلُّ مُحرِمًا حتَّى يُتِمَّ أعمالَ الحجِّ، والهَدْيُ: اسمٌ لِما يُهدَى ويُذبَحُ في الحرَمِ؛ مِن الإبلِ والبقَرِ والغنَمِ والمَعْزِ، وتَقليدُها هو أنْ يُجعَلَ في رِقابِها قَلائدُ وأطواقٌ، فتكون عَلامةً تُعرَفُ بها أنَّها مِن الهَدْيِ، فلمَّا قَدِموا مكَّةَ طافوا بالبَيتِ، وبالصَّفا والمَروةِ، وحَلَقوا أو قَصَّروا، وتَحلَّلوا مِن العُمرةِ، وَواقَعوا النِّساءَ وعاشَروهنَّ، ولَبِسوا الثِّيابَ المَخيطةَ التي تَحرُمُ على المُتلبِّسِ بالعُمرةِ أو الحجِّ، ثمَّ قال النبيُّ صلَّى اللهُ عليه وسلَّمَ: مَن قلَّدَ الهَديَ فإنَّه لا يَحِلُّ له شَيءٌ من مَحظوراتِ الإحرامِ حتَّى يَبلُغَ الهَديُ مَحِلَّه؛ بأنْ يَنحَرَه بمِنًى، ويكونُ ذلك في اليومِ العاشرِ مِن ذي الحِجَّةِ وأيَّامِ التَّشريقِ.\r\nثمَّ أمَرَ صلَّى اللهُ عليه وسلَّمَ عَشيَّةَ يَومِ التَّرويةِ -وهو اليومُ الثامنُ مِن ذي الحِجَّةِ- مَن اعْتَمروا وتَحلَّلوا أنْ يُهِلُّوا بالحَجِّ مِن مَكَّةَ، فإذا فَرَغوا مِن المَناسِكِ؛ مِن الوُقوفِ بِعَرَفَةَ، والمَبيتِ بِمُزْدَلِفةَ، والرَّميِ، والحَلْقِ أو التَّقصيرِ؛ طافوا بالبَيتِ طَوافَ الإفاضةِ وبالصَّفا والمَروةِ، وَيَتِمُّ بذلك حَجُّهم، وعليهم الهَدْيُ، كما قال اللهُ تعالَى: {فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} [البقرة: 196]، أي: فعَليه دَمٌ بما تَيسَّرَ له مِن أنواعِ الهَدْيِ -سواءٌ كان مِن الإبلِ أو البقَرِ أو الغنَمِ أو الماعزِ- بسَببِ التَّمتُّعِ؛ فهو دُمُ جُبرانٍ يَذبَحُه إذا أحرَمَ بالحَجِّ ولا يَأكُلُ منه، {فَمَنْ لَمْ يَجِدْ} الهَدْيَ {فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ} والأفضلُ أنْ يكونَ قبْلَ يومِ عَرَفَةَ؛ لأنَّ الأفْضَلَ للحاجِّ أنْ يُفطِرَ فيه. {وَسَبْعَةٍ إِذَا رَجَعْتُمْ}، أي: إلى أمْصارِكم، وهي المواطنُ والبلدانُ، وهذا تَفسيرٌ مِن ابنِ عبَّاسٍ للرُّجوعِ.\r\nثمَّ أخبَرَ رَضيَ اللهُ عنه أنَّ الشَّاةَ مِن الغَنَمِ والضَّأنِ تَكفي لدَمِ التَّمتُّعِ، فجَمَعوا بذلك في عامٍ بيْن الحَجِّ والعُمرةِ؛ فإنَّ اللهَ تعالَى أنْزَلَ الجمْعَ بيْن الحَجِّ والعُمرةِ في كِتابهِ العزيزِ؛ حيثُ قال: {فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ}، وشَرَعَه نَبيُّه صلَّى اللهُ عليه وسلَّمَ، حيثُ أمَرَ به أصحابَه، وأباحَ التَّمتُّعَ للنَّاسِ بعْدَ أنْ كانوا يَعتقِدون حُرمتَه في أشهُرِ الحَجِّ، وأنَّه مِن أفجَرِ الفُجورِ، وأباحَ اللهُ ذلك الهَدْيَ لِلنَّاسِ مِن غيرِ أهْلِ مَكَّةَ.\r\nأمَّا أهْلُ مَكَّةَ فلا دَمَ عليهم؛ قال اللهُ عزَّ وجلَّ: {ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ} [البقرة: 196]، وهو مَن كان مِن الحَرَمِ على مَسافةِ القَصْرِ كمَن مَساكِنُهم بها.\r\nوأشهُرُ الحَجِّ الَّتي ذَكَرَ اللهُ تعالَى في كِتابِه: شوَّالٌ، وذو القَعدَةِ، وذو الحِجَّةِ، فمَن تَمتَّعَ في هذه الأشهُرِ الثَّلاثةِ فعَلَيه دَمٌ، أو صَومُ ثَلاثةِ أيَّامٍ في الحَجِّ، وسَبْعةٍ إذا رَجَعَ إلى بَلدهِ إنْ عَجَزَ عن الهَدْيِ.\r\nثمَّ فسَّرَ قولَه تعالَى: {فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ} [البقرة: 197] بأنَّ الرَّفَث هو: الجِماعُ، والفُسوقُ: المَعاصي، والجِدالُ: المِراءُ. ومعناهُ: أنَّ مَن أوجَبَ على نفْسِه الحجَّ في هذه الأشهُرِ وأحرَمَ به؛ حَرُمَ عليه الجِماعُ ومُقدِّماتُه، ويَتأكَّدُ في حقِّه حُرْمةُ الخروجِ عن طاعةِ اللهِ بارتكابِ المَعاصي؛ لعِظَمِ الزَّمانِ والمكانِ، ويَحرُمُ عليه الجِدالُ المؤدِّي إلى الغضَبِ والخُصومةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}