{
    "hadith_id": "1573",
    "hadith": "كانَ ابنُ عُمَرَ رَضِيَ اللَّهُ عنْهما إذَا دَخَلَ أَدْنَى الحَرَمِ أَمْسَكَ عَنِ التَّلْبِيَةِ، ثُمَّ يَبِيتُ بذِي طِوًى، ثُمَّ يُصَلِّي به الصُّبْحَ، ويَغْتَسِلُ، ويُحَدِّثُ أنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ كانَ يَفْعَلُ ذلكَ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1573",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1259) باختلاف يسير",
    "sharh": "كانَ عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما حريصًا أشدَّ الحِرصِ على اتِّباعِ رَسولِ الله صلَّى اللهُ عليه وسلَّمَ واقتِفاءِ أثَرَه؛ فكانَ إذا دَخَل أوَّلَ مَوضِع ٍمن الحرَمِ أمسَكَ عن التَّلبيةِ -وهي قولُ المُحْرِمِ: «لبَّيْكَ اللهُمَّ لبَّيكَ، لبَّيكَ لا شَريكَ لك لبَّيكَ، إنَّ الحمْدَ والنِّعمةَ لك والمُلْكَ، لا شَريكَ لك»- فيَترُكُها أصلًا، أو يَستأنِفُها بعدَ ذلك ثمَّ يَقطَعُها عِندَ ابتِداءِ رمْيِ جَمرةِ العَقَبَةِ يومَ العيدِ؛ لأخْذِه في أسبابِ التَّحلُّلِ، وقيل: إنَّما أمْسَكَ ابنُ عُمَرَ رَضيَ اللهُ عنهما عنِ التَّلبيةِ في أوَّلِ الحرَمِ؛ لأنَّه تَأوَّلَ أنَّه قد بَلَغَ إلى الموضِعِ الذى دُعِيَ إليه، ورَأى أنْ يُكبِّرَ اللهَ ويُعظِّمَه ويُسبِّحَه؛ إذ قدْ سَقَطَ عنه معْنى التَّلبيةِ بالبُلوغِ، والمرادُ بالإمساكِ عن التَّلبيةِ التَّشاغلُ بغَيرِها مِن الطَّوافِ وغيرِه.\r\nثمَّ يَبيتُ عندَ قُدومِه مكَّةَ بذي طِوًى -وهو وادٍ قَريبٌ مِن مَكَّةَ عندَ حُدودِها، ويُعرَفُ الآنَ بالزَّاهِرِ، وفيها بِئرُ ذي طِوًى، وهي بأعلى مكَّةَ عندَ البَيضاءِ دارِ مُحَمَّدِ بنِ سَيفٍ- ثمَّ يُصلِّي فيه الصُّبحَ ويَغتسِلُ به، يَتجهَّزُ بذلك لدُخولِ مكَّةَ نهارًا.\r\nوكان ابنُ عمَرَ رَضيَ اللهُ عنهما يُخبِرُ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كان يَفعَلُ ذلك؛ مِن الإمساكِ عن التَّلبيةِ والمبيتِ والصلاةِ والاغتِسالِ بذي طِوًى، ويَحتمِلُ أنْ تكونَ الإشارةُ إلى الغُسلِ فقطْ. وفي رِوايةِ ابنِ عُمَرَ هذه أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ باتَ بذِي طِوًى، ثُمَّ دخَلَ مَكَّةَ نَهارًا، وليس هذا واجبًا؛ فقد ثَبَتَ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ دخَلَ مَكَّةَ ليلًا، واعْتَمَرَ وأحْرَمَ مِن الجِعْرَانةِ؛ فليس ذلك مِن مَناسِكِ الحَجِّ؛ لكنْ فيه بَيانُ المنازِلِ التي كان يَنزِلُ فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ.\r\nوفي الحديثِ: سُنِّيةُ الاغتِسالِ لدُخولِ مكَّةَ ودُخولِها نَهارًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}