{
    "hadith_id": "1584",
    "hadith": "سَأَلْتُ النبيَّ صلَّى اللهُ عليه وسلَّمَ عَنِ الجَدْرِ: أَمِنَ البَيْتِ هُوَ؟ قالَ: نَعَمْ. قُلتُ: فَما لهمْ لَمْ يُدْخِلُوهُ في البَيْتِ؟ قالَ: إنَّ قَوْمَكِ قَصَّرَتْ بهِمُ النَّفَقَةُ. قُلتُ: فَما شَأْنُ بَابِهِ مُرْتَفِعًا؟ قالَ: فَعَلَ ذلكَ قَوْمُكِ؛ لِيُدْخِلُوا مَن شَاؤُوا، ويَمْنَعُوا مَن شَاؤُوا، ولَوْلَا أنَّ قَوْمَكِ حَدِيثٌ عَهْدُهُمْ بالجَاهِلِيَّةِ، فأخَافُ أَنْ تُنْكِرَ قُلُوبُهُمْ أَنْ أُدْخِلَ الجَدْرَ في البَيْتِ، وأَنْ أُلْصِقَ بَابَهُ بالأرْضِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1584",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1333) باختلاف يسير",
    "sharh": "حِجرُ إسماعيلَ هو البِناءُ الدَّائريُّ الذي حَولَ الكَعبةِ مِنَ النَّاحيةِ المُقابِلةِ للحجَرِ الأسوَدِ والرُّكنِ اليَمانيِ، وهو على شَكلِ نِصفِ دائرةٍ يُلاصِقُ الرُّكنينِ الشاميَّ والعِراقيَّ، وهذا الحِجرُ جُزءٌ مِن الكعبةِ، ولكِن لَمَّا هُدِمَت الكعبةُ وبنَتْها قُريشٌ لم تَسَعْهمُ النَّفقةُ فاقتَصَروا على هذا البناءِ.\r\nوفي هذا الحَديثِ تُخبِرُ عائِشةُ رَضيَ اللهُ عنها أنَّها سَأَلَت النبيَّ صلَّى اللهُ عليه وسلَّمَ عن الكَعبةِ وهل الجَدْرُ -أي: الحِجْرُ- جُزءٌ منها؟ فأخبَرَها النبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه منها؛ لِمَا فيه مِن أُصولِ حائِطِه، ولكنْ لِقِلَّةِ ذاتِ يَدِ قُرَيْشٍ، وقِلَّةِ النَّفقةِ الطَّيِّبةِ التي جَمَعوها، لم يَستَطيعوا إتمامَ كلِّ الكَعبةِ على قَواعدِ إبراهيمَ عليه السَّلامُ، فلمْ يُدخِلوه في البَيتِ، وأخْبَرَها صلَّى اللهُ عليه وسلَّمَ أنَّه لولا قُربُ عَهدِهِم بالكُفرِ، ومَخافةُ إنكارِ قُلوبِهم؛ لَأدخَلَ صلَّى اللهُ عليه وسلَّمَ الحِجرَ في البَيت، وأعادَ بِناءَه على قَواعِدِ إبراهيمَ عليه السَّلامُ، ولَألْصَقَ البابَ بالأرضِ؛ لأنَّهم قدْ رَفَعوه عن الأرضِ حتَّى يُدخِلوا مَن شاؤوا ويَمنَعوا مَن شاؤوا، وفي الصَّحيحَينِ: «فجعَلْتُ لها بابينِ: بابٌ يَدخُلُ الناسُ، وبابٌ يَخرُجون».\r\nوفي الحديثِ: دَليلٌ على ارتِكابِ أيسرِ الضَّررَين دَفْعًا لأَكبرِهما؛ لأنَّ تَرْكَ بِناءِ الكَعبةِ على ما هو عليه أيسرُ مِن افتِتانِ طائفةٍ مِن المسلِمينَ ورُجوعِهِم عن دينِهِم. \r\nوفيه: أنَّ النُّفوسَ تُساسُ بما تُساسُ إلَيه في الدِّينِ -مِن غَيرِ الفَرائِضِ- بأن يُتْرَكَ ويُرفَعَ عن النَّاسِ ما يُنكِرون مِنها.\r\nوفيه: أنَّ النَّاسَ غَيرُ مَحْجوبينَ عن البَيتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}