{
    "hadith_id": "1585",
    "hadith": "قالَ لي رَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّمَ: لَوْلَا حَدَاثَةُ قَوْمِكِ بالكُفْرِ لَنَقَضْتُ البَيْتَ، ثُمَّ لَبَنَيْتُهُ علَى أَسَاسِ إبْرَاهِيمَ عليه السَّلَامُ فإنَّ قُرَيْشًا اسْتَقْصَرَتْ بِنَاءَهُوجَعَلْتُ له خَلْفًا.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1585",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1585)، ومسلم (1333)",
    "sharh": "كانتْ صِفةُ بِناءِ إبراهيمَ عليه السَّلامُ للبيتِ مُدوَّرًا عندَ الرُّكنينِ الشاميِّ والعِراقيِّ، فهو على تلك الهيئةِ بحِجرِ إسماعيلَ، وكان له رُكنانِ، وهما اليَمانِيانِ، فلمَّا بَنَتْه قُريشٌ في الجاهليَّةِ جَعَلوا له أربعةَ أركانٍ، وجَعَلوا الحِجرَ مِن وَرائِه، إرادةً منهم لاستِكمالِ الطَّوافِ بالبَيتِ، وهو على شَكلِ نِصفِ دائرةٍ يُلاصِقُ الرُّكنينِ الشاميَّ والعراقيَّ، فالحِجرُ جُزءٌ مِن الكعبةِ.\r\nوفي هذا الحَديثِ تَحكي عائِشةُ رَضيَ اللهُ عنها أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ أخْبَرَها أنَّه لولا قُرْبُ عَهْدِ قُرَيشٍ مِن الكُفرِ، ومَخافةُ إنكارِ قُلوبِهم؛ لهدَمَ البَيتَ الحرامَ، ثمَّ أعادَ بِناءَه على أساسِ إبراهيمَ عليه السَّلامُ، وجعَلَ له خَلْفًا، أي: بابًا. وفي الصَّحيحَينِ: «فجعَلْتُ لها بابينِ: بابٌ يَدخُلُ الناسُ، وبابٌ يَخرُجونَ».\r\nوأخْبَرَها أنَّ قُرَيشًا استَقصَرتْ بِناءَ البَيتِ، أي: اقتصَرَتْ على هذا القَدْرِ المبنيِّ منه، فلمْ تَبْنِ كلَّ البيتِ فوقَ قَواعدِ إبراهيمَ؛ لِقُصورِ النَّفقةِ التي جَمَعوها عن تَمامِه، حيث إنَّهم قدْ شَرَطوا أنَّ المالَ الذي سيُبْنَى منه الكعبةُ يكونُ مِن أطيَبِ المالِ، ولا يكونُ فيه شَيءٌ حَرامٌ. \r\nوفي الحديثِ: دَليلٌ على ارتِكابِ أيسرِ الضَّررَين دَفْعًا لأَكبرِهما؛ لأنَّ تَرْكَ بِناءِ الكَعبةِ على ما هو عليه أيسرُ مِن افتِتانِ طائفةٍ مِن المسلِمينَ ورُجوعِهِم عن دِينِهِم؛ ففيه: دليلٌ للقاعدةِ المشهورةِ: أنَّ درْءَ المفاسدِ مُقدَّمٌ على جلْبِ المصالِحِ. \r\nوفيه: أنَّ النُّفوسَ تُساسُ بما تُساسُ إلَيه في الدِّينِ -مِن غَيرِ الفَرائِضِ- بأن يُتْرَكَ ويُرفَعَ عن النَّاسِ ما يُنكِرون مِنها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}