{
    "hadith_id": "1592",
    "hadith": "كَانُوا يَصُومُونَ عَاشُورَاءَ قَبْلَ أَنْ يُفْرَضَ رَمَضَانُ، وكانَ يَوْمًا تُسْتَرُ فيه الكَعْبَةُ، فَلَمَّا فَرَضَ اللَّهُ رَمَضَانَ، قالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: مَن شَاءَ أَنْ يَصُومَهُ فَلْيَصُمْهُ، ومَن شَاءَ أَنْ يَتْرُكَهُ فَلْيَتْرُكْهُ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1592",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1125)، وأبو داود (2442)، والترمذي (753) جميعهم باختلاف يسير.",
    "sharh": "كانتِ اليهودُ تَصومُ يومَ عاشوراءَ -العاشرَ مِن مُحرَّمٍ-؛ تَعظيمًا لهذا اليومِ الَّذي نجَّى اللهُ فيه مُوسى مِن فِرعونَ، وشُكرًا للهِ تعالَى على هذِه النِّعمةِ، فسَنَّ النبيُّ صلَّى اللهُ عليه وسلَّمَ صِيامَه، مع مُخالَفةِ اليَهودِ فيه بصِيامِ يومٍ قبْلَه، وقدْ مرَّ صِيامُ عاشوراءَ بمراحلَ تَشريعيَّةٍ مختلِفةٍ، كما في هذا الحديثِ، حيثُ تَروي عائِشةُ رَضيَ اللهُ عنها أنَّ النَّاسَ كانوا يَصومون يومَ عاشُوراءَ قبْلَ أنْ يَفرِضَ اللهُ عليهِم صَومَ شَهرِ رَمَضانَ، فلمَّا فَرَضَ اللهُ عليهِم صَومَ شَهرِ رَمَضانَ في السَّنةِ الثانيةِ مِن الهِجرةِ، جَعَلَ النبيُّ صلَّى اللهُ عليه وسلَّمَ صَومَ عاشوراءَ بِالخِيارِ؛ فمَن شاء صامَه، ومَن شاء تَرَكَه، وقد ذُكِرَ في فضْلِ صِيامِه أنَّه يُكفِّرُ ذُنوبَ سَنةٍ مضَتْ. وقد روَى مُسلِمٌ في صَحيحِه عن عبدِ اللهِ بنِ عبَّاسٍ رَضيَ اللهُ عنهما أنَّ السُّنَّةَ أنْ يَصومَ المُسلِمُ اليومَ التَّاسعَ معه؛ مُخالفةً لليهودِ.\r\nوكان مِن شَأنِ يومِ عاشوراءَ في عهْدِ النبيِّ صلَّى اللهُ عليه وسلَّمَ أنَّه يومٌ «تُسْتَرُ فيه الكَعْبَةُ»، أي: يَكسون حِجارتَها وحَوائطَها بالسَّتائرِ والأقمشةِ، والذي كان يقومُ بكِسوتِها في هذا الوقتِ همْ قُريشٌ؛ لأنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كان حينئذٍ بالمدينةِ، ولم يُمكَّنْ مِن الكعبةِ إلَّا بعْدَ الفتْحِ في العامِ الثامنِ مِن الهِجرةِ، فأقرَّ النبيُّ صلَّى اللهُ عليه وسلَّمَ كِسوتَها، وهو ما يُعمَلُ به إلى اليومِ مع اختِلافِ المواقيتِ، حيث تُكسى اليومَ في مَوسمِ الحجِّ عَقِبَ تَوجُّهِ الحَجيجِ إلى جبَلِ عَرَفاتٍ، وكِسوتُها مِن مَظاهرِ التَّبجيلِ والتَّشريفِ لبَيتِ اللهِ الحرامِ.\r\nوقَولُ عائِشةَ رَضيَ اللهُ عنها في الحديثِ: «يَصُومُونَ عاشُوراءَ قبْلَ أنْ يُفْرَضَ رَمَضانُ» يَحتمِلُ أنَّ حُكْمَه كان الوُجوبَ والفرضيَّةَ، ثمَّ نُسِخَ الحُكمُ إلى الاستِحبابِ. وقيل: إنَّ هذا كان تَأكيدًا على الصِّيامِ، وليس في حُكْمِ الوُجوبِ؛ لحَديثِ مُعاويةَ بنِ أبي سُفيانَ رَضيَ اللهُ عنهما المُتَّفَقِ عليه، أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ قال: «هذا يومُ عاشوراءَ، ولم يَكتُبِ اللهُ عليكم صِيامَه، وأنا صائمٌ، فمَن شاء فلْيَصُمْ، ومَن شاء فلْيُفطِرْ».\r\nوفي الحديثِ: بَيانُ أهمِّيةِ يومِ عاشوراءَ، وتَعظيمِ المُسلِمينَ له.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}