{
    "hadith_id": "1595",
    "hadith": "كَأَنِّي به أسْوَدَ أفْحَجَ، يَقْلَعُهَا حَجَرًا حَجَرًا.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1595",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كان النبيُّ صلَّى اللهُ عليه وسلَّمَ يُخبِرُ ببَعضِ الغَيبيَّاتِ التي ستَحدُثُ، وأنَّه ستقَعُ فِتَنٌ في آخِرِ الزَّمانِ، وتُنتَهَكُ فيها حُرُماتُ المُقدَّساتِ.\r\nوفي هذا الحَديثِ يُبَيِّنُ لنا أنَّ مِن ذلك هَدمَ الكَعبةِ، وأنَّ مَن يَهدِمُها رَجُلٌ أسودُ أفْحَجُ، أيْ: مُتباعِدُ ما بَينَ الفَخِذَيْن، يَقْلَعُها حَجَرًا حَجَرًا، أي: يَهدِمُها حالَ كونِ الهَدمِ حَجرًا حَجرًا، أو مُتَّبعًا لهدْمِها حَجرًا حَجرًا، وهذا وصْفٌ لطَريقةِ الهَدمِ، يُوضِّحُ أنَّه يُزيلُها إزالةً تامَّةً وهو في حالِ تمكُّنٍ مِن ذلك، حتى إنَّه يَقْلَعُ أحجارَها ويَنقضُها واحدًا بعدَ الآخَرِ!\r\n وقد رَوى البُخاريُّ عن أبي هُريرةَ رَضيَ اللهُ عنه قال النبيُّ صلَّى الله عليه وسلَّم: «يُخَرِّبُ الكَعبةَ ذو السُّوَيْقَتَيْنِ مِنَ الحَبَشةِ». وقد أخبَرَ عليه الصَّلاةُ والسَّلامُ أنَّ البَيتَ يُحَجُّ بَعدَ خُروجِ يأجوجَ ومأجوجَ، وأنَّ عيسى ابنَ مَريمَ يَحُجُّ ويَعتمِرُ بَعدَ ذلك؛ فعُلِمَ مِن مَجموعِ ذلك أنَّ غَزوَ الكَعبةِ وهَدمَها يكونان بَعدَ يأجوجَ ومأجوجَ، وبَعدَ زَمنِ عيسى عليه السَّلامُ، وذلك يقعُ آخِرَ الزَّمانِ عِندَ قُربِ السَّاعةِ، والله أعلم.\r\nولا يُعارِضُ هذا قَولَه تعالَى: {أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا} [القصص: 57]؛ لأنَّ مَعناهُ آمِنًا إلى قُربِ القِيامةِ، وخَرابِ الدُّنيا، في وَقتٍ ليسَ به مُسلِمٌ واحدٌ على وَجهِ الأرضِ، وقيل: يُخصُّ منه قِصَّةُ ذي السُّوَيقتَيْنِ، أو أنَّه تعالَى جعَلَه حَرَمًا آمِنًا باعتِبارِ أغلبِ الأحوالِ، كما تَدُلُّ عليه قَضيَّةُ ابنِ الزُّبَيرِ، وقِصَّةُ القَرامِطةِ، ونحوُهما، وقيل: والمُرادُ بجَعلِه حَرَمًا آمِنًا الأمرُ بذلك، أيْ أنَّ على المُسلِمينَ أنْ يُؤمِّنوا النَّاسَ، ولا يَتَعرَّضوا لأحَدٍ فيه.\r\nوفي الحديثِ: إخْبارُه صلَّى اللهُ عليه وسلَّمَ ببَعضِ أُمورِ الغَيبِ، وهو مِن عَلاماتِ نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}