{
    "hadith_id": "1597",
    "hadith": "أنَّهُ جَاءَ إلى الحَجَرِ الأسْوَدِ فَقَبَّلَهُ، فَقالَ: إنِّي أعْلَمُ أنَّكَ حَجَرٌ، لا تَضُرُّ ولَا تَنْفَعُ، ولَوْلَا أنِّي رَأَيْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ يُقَبِّلُكَ ما قَبَّلْتُكَ.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1597",
    "grade": "[صحيح]",
    "sharh": "الحَجَرُ الأسوَدُ حَجَرٌ كرِيمٌ، أنزَلَه اللهُ سُبحانه وتعالَى مِنَ الجنَّةِ، فكان يُقبِّلُه النبيُّ صلَّى اللهُ علَيه وسلَّم؛ واتِّباعًا لهَدْيِه صلَّى اللهُ علَيه وسلَّم نُقبِّلُه ونَستلِمُه ونُشيرُ إليه، وإنْ كان حَجَرًا لا يَضُرُّ ولا يَنفَعُ.\r\nوفي هذا الحَديثِ بَيانٌ لتَسليمِ الصَّحابةِ وشِدَّةِ إيمانِهم؛ فيُخبِرُ التَّابِعيُّ عابِسُ بنُ رَبيعةَ أنَّ عُمَرَ بنَ الخطَّابِ رَضيَ اللهُ عنه كانَ يُقَبِّلُ الحَجَرَ الأسوَدَ، والمُرادُ به: الموجودُ في البَيتِ الحرامِ، ومكانُه في الرُّكْنِ الجَنوبيِّ الشَّرقيِّ لِلكعبةِ المُشرَّفةِ مِنَ الخارِجِ، وهو في غِطاءٍ مِن الفِضَّةِ في أيَّامِنا هذه.\r\nوذلك لرُؤيَتِه النبيَّ صلَّى اللهُ عليه وسلَّمَ يُقبِّلُه، ولَولا ذَلِكَ ما قَبَّلَه عُمَرُ رَضيَ اللهُ عنه؛ لِعلمِه أنَّه حَجَرٌ لا يَضُرُّ ولا يَنفَعُ بذاتِه، وإنَّما النَّفعُ بالثَّوابِ الذي يَحصُلُ بِامتِثالِ أمرِ النبيِّ صلَّى اللهُ عليه وسلَّمَ والاستِنانِ بتَقبيلِه؛ وهذا لأجْلِ أنَّ اللهَ تعالَى فضَّلَ بعضَ الأحجارِ على بعضٍ، وبعضَ البِقاعِ على بعضٍ، وبعضَ اللَّيالي والأيامِ على بعضٍ، وإنَّما شُرِعَ تَقبيلُ الحَجَرِ إكرامًا وإعظامًا لحَقِّه، ولِيُعلَمَ بالمُشاهَدةِ مَن يُطيعُ في الأمرِ والنَّهيِ، وذلك شَبيهٌ بقصَّةِ إبليسَ حيثُ أُمِرَ بالسُّجودِ لآدمَ عليه السَّلامُ.\r\nوقيل: إنَّما قال عُمَرُ ذلك؛ لأنَّ النَّاسَ كانوا حَديثي عَهدٍ بعِبادةِ الأصنامِ، فخَشيَ أنْ يَظُنَّ الجُهَّالُ أنَّ استِلامَ الحَجَرِ هو مِثلُ ما كانتِ العَربُ تَفعَلُه في الجاهليَّةِ، فأرادَ أنْ يُعلِّمَهم أنَّ استِلامَ الحَجَرِ لا يُقصَدُ به إلَّا تَعظيمُ اللهِ تعالَى، والوُقوفُ عِندَ أمرِ نَبيِّه عليه الصَّلاةُ والسَّلامُ، وأنَّ ذلك مِن شَعائرِ الحَجِّ.\r\nوفي الحَديثِ: قاعدةٌ عظيمةٌ في اتِّباعِ النبيِّ صلَّى اللهُ عليه وسلَّمَ فيما يَفعَلُه، ولو لم تُعلَمِ الحِكمةُ فيه.\r\nوفيه: مَشروعيَّةُ تَقبيلِ الحَجَرِ الأسوَدِ.\r\nوفيه: النَّهيُ عن تَقبيلِ ما لم يَرِدِ الشَّرعُ بتَقبيلِه مِنَ الأحجارِ وغيرِها.\r\nوفيه: بَيانُ السُّنَنِ بالقَولِ والفِعلِ. \r\nوفيه: أنَّ على الإمامِ إذا خَشِيَ فَسادَ اعتِقادِ أحدٍ بسببِ فِعلٍ ما؛ أنْ يُبادِرَ إلى بَيانِ الأمرِ وتَوضيحِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}