{
    "hadith_id": "1599",
    "hadith": "أنَّهُ كانَ إذَا دَخَلَ الكَعْبَةَ، مَشَى قِبَلَ الوَجْهِ حِينَ يَدْخُلُ، ويَجْعَلُ البَابَ قِبَلَ الظَّهْرِ، يَمْشِي حتَّى يَكونَ بيْنَهُ وبيْنَ الجِدَارِ الذي قِبَلَ وجْهِهِ قَرِيبًا مِن ثَلَاثِ أذْرُعٍ، فيُصَلِّي، يَتَوَخَّى المَكانَ الذي أخْبَرَهُ بلَالٌ: أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ صَلَّى فِيهِ، وليسَ علَى أحَدٍ بَأْسٌ أنْ يُصَلِّيَ في أيِّ نَوَاحِي البَيْتِ شَاءَ.",
    "rawi": "بلال بن رباح",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1599",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الدارمي (1908)، وعبد الرزاق (9065) بنحوه.",
    "sharh": "كان ابنُ عُمَرَ رَضيَ اللهُ عنهما مِنَ المَعروفينَ بالحُبِّ الأكيدِ والتَّتبُّعِ الشَّديدِ لآثارِ النبيِّ صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الأثَرِ يُخبِرُ نافعٌ مَولَى ابنِ عُمَرَ، أنَّ عَبدَ اللهِ بنَ عُمَرَ رَضيَ اللهُ عنهما كان إذا دَخَلَ الكعبةَ يَمشي مُباشَرةً تِلقاءَ وَجهِه، ويجعَلُ البابَ خَلفَ ظَهرِه، ويمشي حتَّى يكونَ المِقدارُ أو المسافةُ بَينَه وبَينَ الجِدارِ الذي قِبَلَ وَجهِه قريبًا مِن ثَلاثِ أذرُعٍ؛ لِيَكونَ كافيًا لسُجودِه، فيُصلِّي وهو يَقصِدُ بذلك أنْ يَتحرَّى المكانَ الذي أخبَرَه بِلالٌ أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ صلَّى فيه. ثمَّ بيَّنَ أنَّه ليس على أحَدٍ بأْسٌ أنْ يُصلِّيَ في أيِّ نَواحي البَيتِ شاءَ، إذا كان البابُ مُغلَقًا، والظَّاهرُ أنَّ هذا مِن كلامِ نافعٍ مَولى ابنِ عُمَرَ، مع احتِمالِ أنْ يكونَ مِن كلامِ غيرِه.\r\nوقدْ ورَدَ في الصَّحيحَيْنِ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ: «جعَلَ عَمودًا عن يَسارِه، وعَمودًا عن يَمينِه، وثلاثةَ أعمِدةٍ وراءَه، وكان البَيتُ يَومَئذٍ على سِتَّةِ أعمِدةٍ، ثم صلَّى»، وبَينَه وبَينَ القِبلةِ ثلاثةُ أذرُعٍ، كما في روايةِ أبي داودَ.\r\nوقد جُمِعَ بَينَ هذا الحديثِ وبَينَ حديثِ ابنِ عبَّاسٍ رَضيَ اللهُ عنهما في صَحيحِ البُخاريِّ، الذي فيه: «فدَخَلَ البَيتَ فكَبَّرَ في نَواحيه، ولم يُصَلِّ فيه» بأنَّ إثباتَ بلالٍ مُقدَّمٌ على نَفيِ غيرِه؛ لأنَّ ابنَ عبَّاسٍ رَضيَ اللهُ عنهما لم يكُنْ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ يَومَئذٍ، وإنَّما أسنَدَ نَفيَه تارةً لأُسامةَ، وتارةً لأخيه الفَضلِ. وقيل: يُحتَمَلُ أنْ يكونَ دُخولُ البَيتِ وقَعَ مرَّتَيْنِ، صلَّى في إحداهما، ولم يُصَلِّ في الأُخرى.\r\nوفي الحديثِ: مَشروعيَّةُ دُخولِ الكعبةِ، والصَّلاةِ فيها.\r\nوفيه: اختِصاصُ السَّابقِ بالبُقعةِ الفاضِلةِ. \r\nوفيه: استِفادةُ الصَّحابةِ بعضِهم مِن بعضٍ، رضيَ اللهُ تعالَى عنهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}