{
    "hadith_id": "1601",
    "hadith": "إنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ لَمَّا قَدِمَ أَبَى أَنْ يَدْخُلَ البَيْتَ وفيهِ الآلِهَةُ، فأمَرَ بهَا فَأُخْرِجَتْ، فأخْرَجُوا صُورَةَ إبْرَاهِيمَ، وإسْمَاعِيلَ في أَيْدِيهِما الأزْلَامُ، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: قَاتَلَهُمُ اللَّهُ، أَما واللَّهِ لقَدْ عَلِمُوا أنَّهُما لَمْ يَسْتَقْسِما بهَا قَطُّ. فَدَخَلَ البَيْتَ، فَكَبَّرَ في نَوَاحِيهِ، ولَمْ يُصَلِّ فِيهِ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1601",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1331) بنحوه مختصراً",
    "sharh": "الكَعبةُ المُشرَّفةُ هي بَيتُ اللهِ العَتيقُ، ولها مَكانةٌ عظيمةٌ في قُلوبِ المُسلِمينَ، ويَنبَغي تَطهيرُها مِنَ الأدناسِ بكُلِّ أنواعِها.\r\nوفي هذا الحديثِ رَوى عَبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما ما يُبَيِّنُ تَحريمَ النبيِّ صلَّى اللهُ عليه وسلَّمَ تَعليقَ التَّصاويرِ أو التَّماثيلِ في البُيوتِ أو المساجِدِ أو غيرِها مِنَ الأماكنِ، وذلك أنَّه لَمَّا قَدِمَ إلى مكَّةَ عامَ الفَتحِ في السَّنةِ الثَّامنةِ مِنَ الهِجرةِ رفَضَ أنْ يَدخُلَ البَيتَ الحَرامَ داخِلَ الكَعبةِ وفيها الأصنامُ، فأمَرَ بهَا فأُخرِجَتْ ورُميَتْ خارجَ الكَعبةِ، وأخرَجوا صورةَ إبراهيمَ وإسماعيلَ عليهما السَّلامُ وفي أيديهما الأزْلامُ، جَمعُ زَلَمٍ، وهي الأقلامُ أو القِداحُ، وهي أعوادٌ نَحَتوها، ويَكتُبونَ على بعضِها: نهاني رَبِّي، وعلى بعضِها: أمَرَني رَبِّي، أو على بعضِها: نَعمْ، وعلى بعضِها: لا، فإذا أرادَ أحدُهم سَفَرًا أو غيرَه، دفَعوها إلى بعضِهم حتَّى يَقبِضَها، فإنْ خرَجَ القَدَحُ الذي عليه: أمَرَني رَبِّي، مضى، أو: نهاني، كَفَّ، وقد نهى اللهُ تعالَى عن هذا الفِعلِ، وقال: {وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَلِكُمْ فِسْقٌ} [المائدة: 3].\r\nوبَيَّنَ صلَّى اللهُ عليه وسلَّمَ أنَّها صُوَرٌ كاذِبةٌ، ودَعَا عليهم؛ لأنَّهم يَعلَمونَ عِلْمَ اليَقينِ أنَّ إبراهيمَ وإسماعيلَ عليهما السَّلامُ لم يَستقسِما بالأزْلامِ طَوالَ حَياتِهما، فدَخَلَ النبيُّ صلَّى اللهُ عليه وسلَّمَ البَيتَ بَعدَ تَطهيرِه مِنَ الأصنامِ والصُّوَرِ، وكَبَّرَ في نَواحيه وفي جِهاتِه الأربعِ، ولم يُصَلِّ فيه.\r\nوقد جُمِعَ بَينَ هذا الحديثِ وبَينَ حَديثِ بِلالٍ الذي أثبَتَ فيه صَلاةَ النبيِّ داخِلَ الكَعبةِ؛ بأنَّ إثباتَ بِلالٍ مُقدَّمٌ على نَفيِ غيرِه؛ لأنَّه دَخَلَ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ الكَعبةَ وشاهَدَ ما فعَلَه النبيُّ صلَّى اللهُ عليه وسلَّمَ فيها، ولأنَّ ابنَ عبَّاسٍ رَضيَ اللهُ عنهما -النَّافي- لم يكُنْ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ يَومَئذٍ، وإنَّما أسنَدَ نَفيَه تارةً لأُسامةَ، وتارةً لأخيهِ الفَضلِ. وقيل: يُحتَمَلُ أنْ يكونَ دُخولُ البَيتِ وَقَعَ مرَّتَيْنِ، صلَّى في إحداهما، ولم يُصَلِّ في الأُخرى.\r\nوفي الحديثِ: أنَّ مَن دَخَلَ الكَعبةَ يُكبِّرُ في جِهاتِها الأربعِ. \r\nوفيه: أنَّه يجِبُ على العالِمِ والرَّجُلِ الفاضِلِ اجتِنابُ مَواضِعِ الباطِلِ، وألَّا يَشهَدَ مَجالِسَ الزُّورِ، ويُنزِّهَ نَفْسَه عن ذلك.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}