{
    "hadith_id": "1614",
    "hadith": "أنَّ أَوَّلَ شيءٍ بَدَأَ به حِينَ قَدِمَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ أنَّهُ تَوَضَّأَ، ثُمَّ طَافَ، ثُمَّ لَمْ تَكُنْ عُمْرَةً. ثُمَّ حَجَّ أَبُو بَكْرٍ، وعُمَرُ رَضِيَ اللَّهُ عنْهمَا: مِثْلَهُ، ثُمَّ حَجَجْتُ مع أَبِي الزُّبَيْرِ رَضِيَ اللَّهُ عنْه، فأوَّلُ شيءٍ بَدَأَ به الطَّوَافُ، ثُمَّ رَأَيْتُ المُهَاجِرِينَ والأنْصَارَ يَفْعَلُونَهُ، وقدْ أَخْبَرَتْنِي أُمِّي: أنَّهَا أَهَلَّتْ هي، وأُخْتُهَا، والزُّبَيْرُ، وفُلَانٌ وفُلَانٌ، بعُمْرَةٍ، فَلَمَّا مَسَحُوا الرُّكْنَ حَلُّوا.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1614",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1235)، وأبو عوانة في ((المستخرج)) (3784)، وأبو نعيم في ((المسند المستخرج)) (2868) بلفظه مطولًا.",
    "sharh": "الحَجُّ عِبادةٌ تَوقيفيَّةٌ، عَلَّمَ النبيُّ صلَّى اللهُ علَيه وسلَّم أصحابَه إيَّاها بالفِعلِ وبالقَولِ، وقد نَقَلوا لنا صِفةَ هذه العِبادةِ كما رَأوْها وأدَّوْها معه صلَّى اللهُ عليه وسلَّمَ ورَضيَ اللهُ عنهم.\r\nوفي هذا الحَديثِ تَروي أُمُّ المُؤمِنينَ عائِشةُ رَضيَ اللهُ عنها أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ في حَجَّةِ الوَداعِ التي أدَّاها في السَّنةِ العاشِرةِ مِنَ الهِجرةِ كان أوَّلُ شَيءٍ فعَلَه حينَ قَدِمَ مَكَّةَ أنَّه تَوضَّأ ثم طافَ بالبَيتِ سَبعةَ أشواطٍ، طَوافَ القُدومِ، ثم لم تُوجَدْ بَعدَ الطَّوافِ عُمرةٌ؛ وذلك لِأنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ لم يَفسَخْ حَجَّه إلى عُمرةٍ بسَببِ أنَّه قد ساق معه الهَدْيَ، أمَّا الصَّحابةُ الذين لم يَسوقوا معهمُ الهَدْيَ فقد أمَرَهم أنْ يَفسَخوا حَجَّهم إلى عُمرةٍ ويَحُجُّوا مُتمتِّعينَ، ومَن كان قد ساق الهَدْيَ تَدخُلُ العُمرةُ في الحَجَّةِ، ويَحُجُّوا قارِنينَ.\r\nثم أخبَرَ التَّابِعيُّ عُروةُ بنُ الزُّبَيرِ أنَّ أبا بَكرٍ وعُمَرَ رَضيَ اللهُ عنهما في خِلافَتِهما حَجُّوا وفَعَلوا مِثلَ النبيِّ صلَّى اللهُ عليه وسلَّمَ.\r\nثمَّ أخبَرَ عُروةُ أنَّه حَجَّ مع أبيه الزُّبَيرِ بنِ العَوَّامِ رَضيَ اللهُ عنه، فلَمَّا دَخَلَ مَكَّةَ ودَخَلَ المَسجِدَ الحَرامَ كان أوَّلُ شَيءٍ بدَأ به الطَّوافَ بالبَيتِ.\r\nثم أخبَرَ عُروةُ أنَّه رأى المُهاجِرينَ والأنصارَ يَفعَلون مِثلَ فِعلِ النبيِّ صلَّى اللهُ عليه وسلَّمَ.\r\nوقدْ أخبَرَتْه أُمُّه أسماءُ بِنتُ أبي بَكرٍ رَضيَ اللهُ عنهما أنَّها أهَلَّتْ -أيْ: أحرَمَتْ- هي وأُختُها عائِشةُ أُمُّ المُؤمِنينَ، والزُّبَيرُ بنُ العَوَّامِ، وفُلانٌ، وفُلانٌ -يَعُدُّ بَعضًا مِن أصحابِ النبيِّ صلَّى اللهُ عليه وسلَّمَ- بعُمرةٍ، وأنَّهم لَمَّا مَسَحوا الحَجَرَ الأسوَدَ واستَلَموه أو قَبَّلوه، وأتَمُّوا طَوافَهم وسَعيَهم بَينَ الصَّفا والمَروةِ، وحَلَقوا شَعرَهم أو قَصَّروه؛ حَلُّوا مِن إحرامِهم؛ لِأنَّ عُمرَتَهم قد تمَّتْ.\r\nقيلَ: إنَّما قال هنا: «فلَمَّا مَسَحوا الرُّكنَ حَلُّوا» ولم يَذكُرْ ما بَعدَها مِنَ الأعمالِ؛ لِلعِلْمِ بها، ولِظُهورِها، والمَعنى: فلَمَّا فَرَغوا مِن أعمالِ العُمرةِ حَلُّوا.\r\nوفي الحَديثِ: مشروعيَّةُ الوُضوءِ لِلطَّوافِ.\r\nوفيه: الابتداءُ بالطَّوافِ لمَن أحرَمَ بالحَجِّ.\r\nوفيه: مَشروعيَّةُ المَسحِ على الحَجَرِ الأسوَدِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}