{
    "hadith_id": "1630",
    "hadith": "رَأَيْتُ عَبْدَ اللَّهِ بنَ الزُّبَيْرِ رَضِيَ اللَّهُ عنْهما يَطُوفُ بَعْدَ الفَجْرِ ويُصَلِّي رَكْعَتَيْنِ،\r قالَ عبدُ العَزِيزِ: ورَأَيْتُ عَبْدَ اللَّهِ بنَ الزُّبَيْرِ يُصَلِّي رَكْعَتَيْنِ بَعْدَ العَصْرِ، ويُخْبِرُ أنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا حَدَّثَتْهُ: أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ لَمْ يَدْخُلْ بَيْتَهَا إلَّا صَلَّاهُمَا.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1630",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1630)، ومسلم (835)",
    "sharh": "بَيَّنَ النبيُّ صلَّى اللهُ عليه وسلَّمَ في سُنَّتِه ما يُباحُ مِنَ الصَّلَواتِ في كُلِّ وَقتٍ، كما بَيَّنَ الأوقاتَ المَنهِيَّ عنِ الصَّلاةِ فيها.\r\nوفي هذا الحَديثِ يَروي التَّابِعيُّ عبدُ العَزيزِ بنُ رُفَيعٍ، أنَّه رَأى عبدَ اللهِ بنَ الزُّبَيرِ بنِ العَوَّامِ رَضيَ اللهُ عنهما حالَ كَونِه يَطوفُ بَعدَ صَلاةِ الفَجرِ، ثم صلَّى رَكعتَيْنِ سُنَّةَ الطَّوافِ.\r\nثم رَوى عَبدُ العَزيزِ بنُ رُفَيعٍ أنَّه رَأى عبدَ اللهِ بنَ الزُّبَيرِ بنِ العَوَّامِ رَضيَ اللهُ عنهما يُصلِّي رَكعتَيْنِ بَعدَ صَلاةِ العَصرِ، وهو الوَقتُ المَكروهُ الصَّلاةُ فيه، وكان عبدُ اللهِ يُخبِرُ النَّاسَ أنَّ عائِشةَ رَضيَ اللهُ عنها حدَّثَتْه بأنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كان لا يَدخُلُ بَيتَها إلَّا صَلَّاهما، قيلَ: إنَّ هاتَيْنِ الرَّكعتَيْنِ صَلَّاهما صلَّى اللهُ عليه وسلَّمَ قَضاءً لنافِلةِ الظُّهرِ لَمَّا فاتَتْه، ثم استمَرَّ عليهما؛ لِأنَّه كان إذا عَمِلَ عَمَلًا أثبَتَه وداوَمَ عليه، وأنَّ ذلك مِن خَصائِصِه، ولَيسَتا مِنَ السُّنَنِ الرَّاتِبةِ، وقد بَيَّنَتْ عائِشةُ رَضيَ اللهُ عنها كَيفيَّةَ أدائِه صلَّى اللهُ عليه وسلَّمَ لتلك الرَّكعتَيْنِ، كما في صَحيحِ البُخاريِّ: «وكان النبيُّ صلَّى اللهُ عليه وسلَّمَ يُصلِّيهما، وكان لا يُصلِّيهما في المَسجِدِ؛ مَخافةَ أنْ يُثقِّلَ على أُمَّتِه».\r\nوقد ورَدَتْ رِواياتٌ يَنهى فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ عنِ الصَّلاةِ بَعدَ العَصرِ؛ ففي الصَّحيحَيْنِ مِن حَديثِ أبي هُرَيرةَ رَضيَ اللهُ عنه: «أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ نَهى عنِ الصَّلاةِ بَعدَ العَصرِ حتى تَغرُبَ الشَّمسُ»، فقيلَ: إنَّ ذلك يَدُلُّ على أنَّ البَعديَّةَ ليسَتْ على عُمومِها، وإنَّما المُرادُ بها وَقتُ الغُروبِ وما قارَبَه. وقيلَ: إنَّ النَّهيَ عنِ الصَّلاةِ في هذا الوَقتِ إنَّما أُريدَ به النَّهيُ عن تَأخيرِ الفَريضةِ لِغَيرِ عُذرٍ حتى تَقَعَ مُقارِنةَ الغُروبِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}