{
    "hadith_id": "1636",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قالَ: فُرِجَ سَقْفِي وأَنَا بمَكَّةَ، فَنَزَلَ جِبْرِيلُ عليه السَّلَامُ، فَفَرَجَ صَدْرِي ثُمَّ غَسَلَهُ بمَاءِ زَمْزَمَ، ثُمَّ جَاءَ بطَسْتٍ مِن ذَهَبٍ، مُمْتَلِئٍ حِكْمَةً وإيمَانًا، فأفْرَغَهَا في صَدْرِي ثُمَّ أَطْبَقَهُ، ثُمَّ أَخَذَ بيَدِي فَعَرَجَ إلى السَّمَاءِ الدُّنْيَا، قالَ جِبْرِيلُ لِخَازِنِ السَّمَاءِ الدُّنْيَا: افْتَحْ قالَ: مَن هذا؟ قالَ: جِبْرِيلُ.",
    "rawi": "أبو ذر الغفاري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1636",
    "grade": "[معلق]",
    "takhrij": "أخرجه مسلم (163) باختلاف يسير",
    "sharh": "حَفِظَ اللهُ سبُحانَه وتعالَى نَبِيَّه مُحمَّدًا صلَّى اللهُ عليه وسلَّمَ، وطَهَّرَه، ورَعاه قَبلَ بَعثَتِه، وبَعدَها.\r\nوفي هذا الحَديثِ يَروي أبو ذَرٍّ رَضيَ اللهُ عنه أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ أخبَرَ وهو في مَكَّةَ قَبلَ الهِجرةِ، وقد كان في بَيتِه صلَّى اللهُ عليه وسلَّمَ، أنَّ جِبريلَ نزَلَ مِنَ السَّماءِ، ودَخَلَ مِن سَقفِ بَيتِه بَعدَ أنِ انشَقَّ وفُتِحَ منه فَتحةٌ، فنزَلَ على النبيِّ صلَّى اللهُ عليه وسلَّمَ، ففَرَجَ صَدرَه الشَّريفَ، ثم غَسَلَه بماءِ زَمزَمَ؛ تَطييبًا له؛ لِشَرفِ ماءِ زَمزَمَ، وقيلَ: الحِكمةُ في غَسلِ قَلبِه الشَّريفِ به أنَّه به يَقوَى القَلبُ على رُؤيةِ مَلكوتِ السَّمواتِ والأرضِ، والجَنَّةِ والنَّارِ؛ لِأنَّ مِن خَواصِّ ماءِ زَمزَمَ أنَّه يُقوِّي القَلبَ ويُسكِّنُ الرُّوعَ.\r\nثم جاءَ بطَسْتٍ مِن ذَهَبٍ، وهو وِعاءٌ واسِعٌ مُمتَلئٌ حِكمةً وإيمانًا، فأفرَغَه في صَدرِه الشَّريفِ، ثم أغلَقَ صَدرَه، ورَدَّه كما كان، ثم أخَذَ جِبريلُ عليه السَّلامُ بيَدِه صلَّى اللهُ عليه وسلَّمَ وصَعِدَ به إلى السَّماءِ الدُّنيا في رِحلةِ المِعراجِ، وطَلَبَ جِبريلُ مِن خازِنِ السَّماءِ الدُّنيا وحارِسِها أنْ يَفتَحَ له، وأخبَرَه عن نَفْسِه، وأنَّه جِبريلُ، لَمَّا سَألَه الخازِنُ.\r\nوفي الحَديثِ: فَضلُ ماءِ زَمزَمَ. \r\nوفيه: إخبارُه صلَّى اللهُ عليه وسلَّمَ عنِ الغَيبِ، وهو مِن عَلاماتِ نُبُوَّتِه صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}