{
    "hadith_id": "1639",
    "hadith": "أنَّ ابنَ عُمَرَ رَضيَ اللَّهُ عنْهما دَخَلَ ابنُه عبدُ اللَّهِ بنُ عبدِ اللَّهِ وظَهْرُه في الدَّارِ، فقالَ: إنِّي لا آمَنُ أنْ يكونَ العامَ بيْنَ النَّاسِ قِتالٌ فَيَصُدُّوكَ عَنِ البَيْتِ؛ فلوْ أَقَمْتَ! فَقالَ: قدْ خَرَجَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فحَالَ كُفَّارُ قُرَيْشٍ بَيْنَه وبيْنَ البَيْتِ، فإنْ حِيلَ بَيْنِي وبيْنَهُ أَفْعَلُ كما فَعَلَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ (لقَدْ كانَ لَكُمْ في رَسولِ اللَّهِ إسْوَةٌ حَسَنَةٌ) [الأحزاب: 21] ثُمَّ قالَ: أُشْهِدُكُمْ أَنِّي قدْ أَوْجَبْتُ مع عُمْرَتي حَجًّا، قالَ: ثُمَّ قَدِمَ، فَطافَ لهما طَوافًا واحِدًا.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1639",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1230) باختلاف يسير",
    "sharh": "الحَجُّ رُكنٌ مِن أركانِ الإِسلامِ، وهو عِبادةٌ لِمَنِ استَطاعَ إليها سَبيلًا، وتُؤخَذُ جَميعُ أعمالِه مِن سُنَّةِ النبيِّ صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الحَديثِ يَروي نافِعٌ مَولَى عبدِ اللهِ بنِ عُمَرَ أنَّ عبدَ اللهِ بنَ عبدِ اللهِ بنِ عُمَرَ دَخَلَ على أبيه عبدِ اللهِ بنِ عُمَرَ رَضيَ اللهُ عنهما وظَهرُه في الدَّارِ، والمُرادُ بالظَّهرِ: مَركوبُه مِنَ الإبِلِ، وكان ابنُ عُمَرَ رَضيَ اللهُ عنهُما قد عَزَمَ على الحَجِّ، وأحضَرَ مَركوبَه؛ لِيَركَبَ عليه ويَتوَجَّهَ إلى مَكَّةَ، وكان عبدُ اللهِ الابنُ خائِفًا على أبيه، ولا يَأمَنُ عليه مِن أنْ يَكونَ في هذا العامِ قِتالٌ بَينَ النَّاسِ، فيَصُدُّوه ويَمنَعوه عنِ البَيتِ، وكان ذلك عامَ اثنَيْنِ وسَبعينَ مِنَ الهِجرةِ، عِندَما نَزَلَ الحَجَّاجُ بنُ يوسُفَ الثَّقَفيُّ بأمْرٍ مِن عبدِ الملِكِ بنِ مَرْوانَ لمُحارَبةِ عبدِ اللهِ بنِ الزُّبَيرِ في مَكَّةَ، فأجابَه عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما بأنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قد خَرَجَ فحالَ كُفَّارُ قُرَيشٍ بَينَه وبَينَ البَيتِ، وكان ذلك في العامِ السَّادِسِ مِنَ الهِجرةِ، حيثُ رَجَعَ عن عُمرَتِه، وعَقَدَ صُلحَ الحُدَيبِيةِ، فتَحلَّلَ بأنْ خَرَجَ مِنَ النُّسُكِ بالذَّبحِ والحَلقِ، مع النِّيَّةِ فيهما.\r\nولذلك أخبَرَهمُ ابنُ عُمَرَ رَضيَ اللهُ عنهما أنَّه إنْ حِيلَ بَينَه وبَينَ البَيتِ، ومَنَعَه مانِعٌ قَهريٌّ مِنَ الوُصولِ إليه، فإنَّه سيَفعَلُ كما فَعَلَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مِنَ التَّحلُّلِ في المَكانِ الذي مَنَعوه فيه مِن دُخولِ مَكَّةَ، وتَلا قَولَ اللهِ تعالَى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} [الأحزاب: 21]، وأشهَدَهمُ ابنُ عُمَرَ أنَّه قد أوجَبَ مع عُمرَتِه حَجًّا، ولم يَكتَفِ بالنِّيَّةِ، بل أرادَ الإِعلامَ لِمَن يُريدُ الاقتِداءَ به.\r\nقال عبدُ اللهِ بنُ عبدِ اللهِ بنِ عُمَرَ: وطافَ لِلحَجِّ والعُمرةِ طَوافًا واحدًا بَعدَ الوُقوفِ بعَرَفةَ، وقيلَ: المُرادُ به الطَّوافُ والسَّعيُ بَينَ الصَّفا والمَروةِ، وذلك هو طَوافُ القارِنِ بَينَ الحَجِّ والعُمرةِ وسَعيُه في نُسُكٍ واحدٍ، وأنَّه يُجزِئُه طَوافٌ واحدٌ وسَعْيٌ واحِدٌ؛ فالقارِنُ يَقتصِرُ على أفعالِ الحَجِّ، وتَندرِجُ أفعالُ العُمرةِ كلُّها في أفعالِ الحَجِّ، ولا يَحِلُّ القارِنُ إلَّا يومَ النَّحرِ يومَ العاشِرِ مِن ذي الحِجَّةِ.\r\nوفي الحَديثِ: الخُروجُ إلى النُّسُكِ في الطَّريقِ المَظنونِ خَوفُه إذا رَجا السَّلامةَ. \r\nوفيه: اتِّباعُ ابنِ عُمَرَ رَضيَ اللهُ عنهما سُنَّةَ رَسولِ اللهِ صلَّى اللهُ علَيه وسلَّم، واقتِفاؤه أثَرَه في أفعالِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}