{
    "hadith_id": "1641",
    "hadith": "قَدْ حَجَّ النبيُّ صَلَّى اللهُ عليه وسلَّمَ، فأخْبَرَتْنِي عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: أنَّهُ أَوَّلُ شيءٍ بَدَأَ به حِينَ قَدِمَ أنَّهُ تَوَضَّأَ، ثُمَّ طَافَ بالبَيْتِ، ثُمَّ لَمْ تَكُنْ عُمْرَةً ثُمَّ حَجَّ أَبُو بَكْرٍ رَضِيَ اللَّهُ عنْه فَكانَ أَوَّلَ شيءٍ بَدَأَ به الطَّوَافُ بالبَيْتِ، ثُمَّ لَمْ تَكُنْ عُمْرَةً ثُمَّ عُمَرُ رَضِيَ اللَّهُ عنْه مِثْلُ ذلكَ ثُمَّ حَجَّ عُثْمَانُ رَضِيَ اللَّهُ عنْه، فَرَأَيْتُهُ أَوَّلُ شيءٍ بَدَأَ به الطَّوَافُ بالبَيْتِ ثُمَّ لَمْ تَكُنْ عُمْرَةً ثُمَّ مُعَاوِيَةُ، وعَبْدُ اللَّهِ بنُ عُمَرَ، ثُمَّ حَجَجْتُ مع أَبِي الزُّبَيْرِ بنِ العَوَّامِ فَكانَ أَوَّلَ شيءٍ بَدَأَ به الطَّوَافُ بالبَيْتِ، ثُمَّ لَمْ تَكُنْ عُمْرَةً ثُمَّ رَأَيْتُ المُهَاجِرِينَ والأنْصَارَ يَفْعَلُونَ ذلكَ، ثُمَّ لَمْ تَكُنْ عُمْرَةً، ثُمَّ آخِرُ مَن رَأَيْتُ فَعَلَ ذلكَ ابنُ عُمَرَ، ثُمَّ لَمْ يَنْقُضْهَا عُمْرَةً، وهذا ابنُ عُمَرَ عِنْدَهُمْ فلا يَسْأَلُونَهُ، ولَا أَحَدٌ مِمَّنْ مَضَى، ما كَانُوا يَبْدَؤُونَ بشيءٍ حتَّى يَضَعُوا أَقْدَامَهُمْ مِنَ الطَّوَافِ بالبَيْتِ، ثُمَّ لا يَحِلُّونَ وقدْ رَأَيْتُ أُمِّي وخَالَتي حِينَ تَقْدَمَانِ، لا تَبْتَدِئَانِ بشيءٍ أَوَّلَ مِنَ البَيْتِ، تَطُوفَانِ به، ثُمَّ إنَّهُما لا تَحِلَّانِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1641",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1641)، ومسلم (1235)",
    "sharh": "الحَجُّ عِبادةٌ تَوقيفيَّةٌ عَلَّمَ النبيُّ صلَّى اللهُ عليه وسلَّمَ أصحابَه إيَّاها بالفِعلِ وبالقَولِ، وقد نَقَلوا لنا صِفةَ هذه العِبادةِ كما رَأوْها وأدَّوْها معه صلَّى اللهُ عليه وسلَّمَ ورَضيَ اللهُ عنهم.\r\nوفي هذا الحَديثِ يُخبِرُ التَّابِعيُّ عُروةُ بنُ الزُّبَيرِ أنَّ خالَتَه عائِشةَ، أُمَّ المُؤمِنينَ رَضيَ اللهُ عنها، أخبَرَتْه أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ في حَجَّةِ الوَداعِ التي أدَّاها في السَّنةِ العاشِرةِ مِنَ الهِجرةِ كان أوَّلُ شَيءٍ فَعَلَه حينَ قَدِمَ مَكَّةَ أنَّه تَوضَّأ، ثم طافَ بالبَيتِ سَبعةَ أشواطٍ، طَوافَ القُدومِ، ثم لم تُوجَدْ بَعدَ الطَّوافِ عُمرةٌ؛ وذلك لِأنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ لم يَفسَخْ حَجَّه إلى عُمرةٍ بسَببِ أنَّه قد ساقَ معه الهَدْيَ، أمَّا الصَّحابةُ الذين لم يَسوقوا معهمُ الهَدْيَ فقدْ أمَرَهم أنْ يَفسَخوا حَجَّهم إلى عُمرةٍ، ويَحُجُّوا مُتمتِّعينَ، ومَن كان قد ساق الهَدْيَ تَدخُلُ العُمرةُ في الحَجَّةِ، ويَحُجُّون قارِنينَ.\r\nثم أخبَرَ عُروةُ بنُ الزُّبَيرِ أنَّه حَجَّ مع أبي بَكرٍ وعُمَرَ وعُثمانَ رَضيَ اللهُ عنهم، فكان أوَّلُ شَيءٍ بَدَؤوا به الطَّوافَ بالكَعبةِ طَوافَ القُدومِ، ثم لم تَكُنْ عُمرةً، فلم يَسعَوْا بَينَ الصَّفا والمَروةِ، ولم يَتمتَّعوا بالعُمرةِ إلى الحَجِّ، ثم أخبَرَ عُرْوةُ أنَّ الخَليفةَ مُعاوِيةَ بنَ أبي سُفيانَ وعبدَ اللهِ بنَ عُمَرَ وأباه الزُّبَيرَ رَضيَ اللهُ عنهم فَعَلوا مِثلَ ذلك.\r\nويُخبِرُ عُروةُ أنَّه رَأى المُهاجِرينَ والأنصارَ يَفعَلونَه؛ أيِ البَدْءَ بِالطَّوافِ، ثُمَّ أخبَرَ أنَّ آخِرَ مَن رَآه فعَلَ ذلك هو عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما، فكان أوَّلُ ما بدَأ به عِندَ القُدومِ إلى مَكَّةَ أنْ طافَ حَولَ الكَعبةِ طَوافَ القُدومِ، ثم لم يَفسَخْ حَجَّتَه إلى العُمرةِ.\r\nثم تَعجَّبَ عُروةُ مِن وُجودِ ابنِ عُمرَ رَضيَ اللهُ عنهما حَيًّا بَينَ النَّاسِ، ومع ذلك لا يَسألونَه عن هذا الأمرِ، ولا يَسألونَ أحدًا مِنَ السَّلفِ الماضِينَ ليُخبِروهم أنَّهم ما كانوا يَبدؤُونَ بشَيءٍ حتى يَضَعوا أقدامَهم مِنَ الطَّوافِ بالبَيتِ، فيَطوفوا طَوافَ القُدومِ، ثم كانوا لا يَحِلُّونَ مِن إحرامِهم، بل يَظَلُّونَ مُحرِمينَ حتى انتهاءِ مَناسِكِ الحَجِّ، ثم أخبَرَ عُروةُ أنَّه رَأى أُمَّه أسماءَ بِنتَ أبي بَكرٍ وخالتَه عائِشةَ تَفعَلانِ مِثلَ المهاجِرينَ والأنصارِ؛ فكانتا تَبدآنِ بالطَّوافِ بالبَيتِ، ولا تَفسَخانِ الحَجَّ إلى عُمرةٍ.\r\nوفي الحَديثِ: الاعتِناءُ بطَوافِ القُدومِ، وإطْباقُ الصَّحابةِ عليه بَعدَ فِعلِ النبيِّ صلَّى الله عليه وسلَّم له.\r\nوفيه: الاحتِجاجُ بعَمَلِ الخُلَفاءِ الرَّاشِدينَ والسَّلَفِ الصَّالِحينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}