{
    "hadith_id": "1657",
    "hadith": "صَلَّيْتُ مع النبيِّ صَلَّى اللهُ عليه وسلَّمَ رَكْعَتَيْنِ، ومع أبِي بَكْرٍ رَضِيَ اللَّهُ عنْه رَكْعَتَيْنِ، ومع عُمَرَ رَضِيَ اللَّهُ عنْه رَكْعَتَيْنِ، ثُمَّ تَفَرَّقَتْ بكُمُ الطُّرُقُ، فَيَا لَيْتَ حَظِّي مِن أرْبَعٍ رَكْعَتَانِ مُتَقَبَّلَتَانِ.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1657",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (695) باختلاف يسير",
    "sharh": "لِلحَجِّ أحكامٌ خاصَّةٌ، مِنَ التَّخفيفِ على النَّاسِ في العِباداتِ، مِثلَ قَصرِ الصَّلاةِ ورَفعِ الحَرَجِ في تَقديمِ نُسُكٍ على نُسُكٍ، وغيرِ ذلك. \r\nوفي هذا الحديثِ يَروي عبدُ اللهِ بنُ مَسعودٍ رَضيَ اللهُ عنهُ أنَّه صلَّى مع النبيِّ صلَّى اللهُ عليه وسلَّمَ، فقَصَرَ الصَّلَواتِ الرُّباعيَّةَ -الظُّهرَ والعَصرَ والعِشاءَ- وصَلَّاها رَكعتَيْنِ، وأمَّا المَغرِبُ فتُصَلَّى كما هي ثَلاثًا، وذلك بمِنًى، وهو وادٍ يُحيطُ به الجِبالُ، يَقَعُ في شَرقِ مَكَّةَ على الطَّريقِ بَينَ مَكَّةَ وجَبلِ عَرفةَ، ويَبعُدُ عنِ المَسجِدِ الحَرامِ نَحوَ (6 كم) تَقريبًا، وهو مَوقِعُ رَمْيِ الجَمَراتِ. وكان ذلك في حَجَّةِ الوَداعِ. وصلَّى كذلك مع أبي بَكرٍ رَضيَ اللهُ عنه رَكعتَيْنِ، وصلَّى مع عُمَرَ رَضيَ اللهُ عنه رَكعتَيْنِ.\r\nوقَولُه: «ثم تَفرَّقَتْ بكُمُ الطُّرُقُ» يُشيرُ إلى ما فعَلَه الخَليفةُ عُثمانُ بنُ عَفَّانَ رَضيَ اللهُ عنه في النِّصفِ الثَّاني مِن خِلافَتِه، وأنَّه أتَمَّ الصَّلَواتِ الرُّباعيَّةَ في مِنًى.\r\nقيلَ: إنَّما أتَمَّ عُثمانُ لِأنَّه أرادَ أنْ يُقيمَ بالطَّائِفِ، وأصبَحَ يَرى أنَّه لا يَجوزُ له القَصرُ بمِنًى؛ لِأنَّ القَصرَ في رَأيِه لِلحاجِّ المُسافِرِ فقطْ، أمَّا المُقيمُ فلا يَقصُرُ. وقيلَ: أتَمَّ الصَّلَواتِ الرُّباعيَّةَ؛ رِعايةً لِمَصلَحةٍ عامَّةٍ، وهي أنَّ النَّاسَ قد كَثُروا، وكان يَأتي إلى الحَجِّ مَن لا يَعلَمونَ شَرائِعَ الدِّينِ، فخافَ أنْ يَظُنَّ الجُهَّالُ أنَّ الأصلَ في هذه الصَّلَواتِ أنَّها رَكعتانِ، فأتَمَّها.\r\nوقَولُ ابنِ مَسعودٍ رَضيَ اللهُ عنه: «فَيا لَيتَ حَظِّي مِن أربَعٍ رَكعَتانِ مُتقَبَّلَتانِ» فتَمنَّى أنْ يُقبَلَ منه مِنَ الأربَعِ التي يُصلِّيها رَكعتانِ، ولو لم يُقبَلِ الزَّائدُ، وأيضًا يُعقِّبُ به على فِعلِ عُثمانَ رَضيَ اللهُ عنه، وأنَّه كان الأوْلى به أنْ يَقصُرَ، وما فعَلَه أبو بَكرٍ وعُمَرُ هو الأوْلى؛ لِمُوافَقتِه فِعلَ النبيِّ صلَّى اللهُ عليه وسلَّمَ، ومع هذا فابنُ مَسعودٍ رَضيَ اللهُ عنه رأى جَوازَ الإتمامِ؛ ولهذا كان يُصلِّي وَراءَ عُثمانَ رَضيَ اللهُ عنه مُتِمًّا، ولو كان القَصرُ عِندَه واجبًا، لَمَا استجازَ تَرْكَه وَراءَ أحدٍ.\r\nوفي الحَديثِ: اتِّباعُ الصَّحابةِ سُنَّةَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، واقتِفاؤُهم أثَرَه.\r\nوفيه: أنَّ العَمَلَ القَليلَ إذا أُصيبَتْ به السُنَّةُ كان أقرَبَ إلى القَبولِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}