{
    "hadith_id": "1663",
    "hadith": "أنَّ عَبْدَ المَلِكِ بنَ مَرْوَانَ، كَتَبَ إلى الحَجَّاجِ أنْ يَأْتَمَّ بعَبْدِ اللَّهِ بنِ عُمَرَ في الحَجِّ، فَلَمَّا كانَ يَوْمُ عَرَفَةَ، جَاءَ ابنُ عُمَرَ رَضِيَ اللَّهُ عنْهما وأَنَا معهُ حِينَ زَاغَتِ الشَّمْسُ أوْ زَالَتْ، فَصَاحَ عِنْدَ فُسْطَاطِهِ أيْنَ هذا؟ فَخَرَجَ إلَيْهِ فَقالَ ابنُ عُمَرَ: الرَّوَاحَ فَقالَ: الآنَ، قالَ: نَعَمْ، قالَ: أنْظِرْنِي أُفِيضُ عَلَيَّ مَاءً، فَنَزَلَ ابنُ عُمَرَ رَضِيَ اللَّهُ عنْهما حتَّى خَرَجَ، فَسَارَ بَيْنِي وبيْنَ أبِي فَقُلتُ: إنْ كُنْتَ تُرِيدُ أنْ تُصِيبَ السُّنَّةَ اليومَ فَاقْصُرِ الخُطْبَةَ وعَجِّلِ الوُقُوفَ فَقالَ ابنُ عُمَرَ صَدَقَ.",
    "rawi": "سالم بن عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1663",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (3005)، وابن خزيمة (2814) كلاهما باختلاف يسير، ومالك (1493) بنحوه.",
    "sharh": "كان عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما شَديدَ الحِرصِ على اتِّباعِ السُّنَّةِ النُّبوِيَّةِ، وكان يَقتَفى آثارَ النبيِّ صلَّى اللهُ عليه وسلَّمَ ما استَطاعَ.\r\nوفي هذا الحَديثِ يَحكي سالِمُ بنُ عبدِ اللهِ بنِ عُمَرَ أنَّ عَبدَ الملِكِ بنَ مَرْوانَ خَليفةَ المُسلمينَ أمَرَ الحَجَّاجَ بنَ يوسُفَ الثَّقَفيَّ ألَّا يُخالِفَ عبدَ اللهِ بنَ عُمَرَ رَضيَ اللهُ عنهما في الحَجِّ، وذلك بَعدَ أنْ تَغلَّبَ عبدُ الملِكِ على مَكَّةَ والحِجازِ وضَمَّها إلى إمارةِ الحَجَّاجِ سَنةَ اثنَتَيْنِ وسَبعينَ مِنَ الهِجرةِ، وكان الحَجُّ في إمرَتِهم ابتداءً مِن سَنةِ ثَلاثٍ وسَبعينَ مِنَ الهِجرةِ.\r\nفجاء ابنُ عُمَرَ َرَضيَ اللهُ عنهما يَومَ عَرَفةَ في التَّاسِعِ مِن ذي الحِجَّةِ حينَ زالَتِ الشَّمسُ ومالَتْ عن وَسطِ السَّماءِ عِندَ سُرادِقِ الحَجَّاجِ الذي يُقيمُ فيه، والسُّرادِقُ: هو الذي يُحيطُ بالخَيمةِ، وله بابٌ يُدخَلُ منه إلى الخَيمةِ، ولا يَعمَلُه غالبًا إلَّا المُلوكُ الأكابِرُ، وصاحَ مُناديًا عليه عِندَ مُخيَّمِه، فخرَجَ الحَجَّاجُ وعليه مِلحَفةٌ مُعَصفَرةٌ، وهو الإزارُ الكَبيرُ المَصبوغُ بالعُصفُرِ، وهو نَباتٌ يُستَخرَجُ منه صِبغٌ أصفَرُ، وسألَه: ما لك يا أبا عبدِ الرَّحمنِ؟ وتلك كُنيةُ ابنِ عُمَرَ رَضيَ اللهُ عنهما؛ فأجابَه: الرَّواحَ إنْ كُنتَ تُريدُ السُّنَّةَ. أيْ: عَجِّلْ بالذَّهابِ إلى عَرَفةَ بَعدَ الزَّوالِ، إنْ كُنتَ تُريدُ العَمَلَ بسُنَّةِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، فطَلَبَ منه أنْ يَنتَظِرَه حتى يُفيضَ على رَأْسِه فيَغتَسِلَ -لِأنَّ إفاضةَ الماءِ على الرَّأْسِ غالبًا إنَّما تَكونُ في الغُسلِ- ثم يَخرُجَ.\r\nولَمَّا خَرَجَ الحَجَّاجُ سارَ بَينَ سالِمٍ وأبيه عبدِ اللهِ، فأخبَرَه سالِمٌ أنَّه إنْ كانَ يُريدُ السُّنَّةَ فعليه أنْ يَقصُرَ الخُطبةَ ويَختَصِرَها، ويُؤدِّيَ صَلاتَيِ الظُّهرِ والعَصرِ قَصرًا وجَمعًا ويُخفِّفَهما، ويُسارِعَ إلى الوُقوفِ بعَرَفةَ عَقِبَ الصَّلاةِ مُباشَرةً. فلَمَّا نَظَرَ الحَجَّاجُ إلى عبدِ اللهِ أجابَه بأنْ صَدَقَ سالِمٌ في مَقولَتِه لكَ.\r\nوعَرَفةُ جَبَلٌ يَقَعُ على الطَّريقِ بَينَ مَكَّةَ والطَّائِفِ، يَبعُدُ عن مَكَّةَ حَوالَيِ (22 كم)، وعلى بُعدِ (10 كم) مِن مِنًى، و(6 كم) مِن مُزدَلِفةَ. \r\nوفي الحَديثِ: جَوازُ تَأميرِ الأدْنى على الأفضَلِ والأعلَمِ.\r\nوفيه: أنَّ الأميرَ يَجِبُ أنْ يَعمَلَ في الدِّينِ بقَولِ أهلِ العِلْمِ.\r\nوفيه: ابتِداءُ العالِمِ بالفُتيا قَبلَ أنْ يُسألَ عنها.\r\nوفيه: مَشروعيَّةُ الإفهامِ بالإشارةِ والنَّظرِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}