{
    "hadith_id": "1668",
    "hadith": "كانَ عبدُ اللَّهِ بنُ عُمَرَ رَضِيَ اللَّهُ عنْهما يَجْمَعُ بيْنَ المَغْرِبِ والعِشَاءِ بجَمْعٍ، غيرَ أنَّه يَمُرُّ بالشِّعْبِ الذي أخَذَهُ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَيَدْخُلُ، فَيَنْتَفِضُ ويَتَوَضَّأُ، ولَا يُصَلِّي حتَّى يُصَلِّيَ بجَمْعٍ.",
    "rawi": "نافع مولى ابن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1668",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1668) ولم نقف عليه عند غيره.",
    "sharh": "الحَجُّ هو الرُّكنُ الخامسُ مِن أركانِ الإسلامِ، وقد بيَّنَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مَناسِكَ الحَجِّ بأقوالِه وأفعالِه، ونَقَلَها لنا الصَّحابةُ الكِرامُ رَضيَ اللهُ عنهم أجمعينَ. \r\nوفي هذا الحديثِ يَروي نافِعٌ مَولى عَبدِ اللهِ بنِ عُمَرَ أنَّ عَبدَ اللهِ بنَ عُمَرَ رَضيَ اللهُ عنهما كانَ يَجمَعُ بيْن صَلاتَي المَغربِ والعِشاءِ جَمْعَ تَأخيرٍ بجَمْعٍ -وهي المُزدَلِفةُ- بعدَ انصرافِه مِن عَرَفاتٍ في لَيلةِ العاشرِ مِن ذي الحِجَّةِ.\r\nوسُمِّيَت المُزدَلِفةُ (جَمْعًا) لأنَّها يُجمَعُ فيها بيْن الصَّلاتَينِ المَغربِ والعِشاءِ، وقيلَ: وُصِفَتْ بفِعلِ أهلِها؛ لأنَّهم يَجتمِعون بها ويَزدَلِفون إلى اللهِ تعالَى، أيْ: يَتقرَّبون إليه بالوُقوفِ فيها، وقيلَ غيرُ ذلك. ومِن أسمائِها أيضًا المَشعَرُ الحَرامُ، وتَبعُدُ عن عَرَفةَ حَوالَي (12 كم)، وهي مُجاوِرةٌ ومُلاصِقةٌ لمَشعَرِ مِنًى.\r\nوأخبَرَ نافعٌ أنَّ ابنَ عُمَرَ كان لا يُصلِّي في المُزدلِفةِ إلَّا بعدَ أنْ يَمُرَّ بالشِّعْبِ -وهو الطَّريقُ بيْن الجَبلَينِ- الَّذي سَلَكَه رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ وهو يَنفِرُ مِن عَرَفةَ، وقَولُه: «فيَنتفِضُ» كِنايةٌ عن قَضاءِ حاجتِه مِن بَولٍ أو غائطٍ. ثمَّ يَتوضَّأُ، ولا يُصلِّي في الطَّريقِ حتى يَصِلَ إلى مُزدَلِفةَ. والمَقصودُ بالشِّعبِ: الشِّعبُ الأيسَرُ الذي هو قَريبٌ مِن المُزدَلِفةِ، كما جاء في حَديثِ أُسامةَ بنِ زَيدٍ رَضيَ اللهُ عنهما في الصَّحيحَينِ.\r\nونُزولُ ابنِ عُمَرَ في هذا الشِّعبِ ليس مِن سُنَنِ الحَجِّ، وإنَّما فَعَلَه ابنُ عُمَرَ على عادتِه في شِدَّةِ تَشبُّهِه بأفعالِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ فإنَّه كان يَقِفُ في المَواضعِ التي وَقَفَ فيها النبيُّ عليه الصَّلاةُ والسَّلامُ، ويُديرُ ناقتَه حيث أدارَ فيها ناقتَه، ويَقتفِي آثارَه وحَرَكاتِه.\r\nوفي الحديثِ: مَشروعيَّةُ الجَمْعِ بيْن المَغربِ والعِشاءِ بالمُزدَلِفةِ جمْعَ تَأخيرٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}