{
    "hadith_id": "1671",
    "hadith": "أنَّهُ دَفَعَ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ يَومَ عَرَفَةَ، فَسَمِعَ النبيُّ صلَّى اللهُ عليه وسلَّمَ ورَاءَهُ زَجْرًا شَدِيدًا، وضَرْبًا وصَوْتًا لِلْإِبِلِ، فأشَارَ بسَوْطِهِ إليهِم، وقالَ: أيُّها النَّاسُ، علَيْكُم بالسَّكِينَةِ؛ فإنَّ البِرَّ ليسَ بالإِيضَاعِ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1671",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "السَّكينةُ والوقارُ مِن الصِّفاتِ الحَميدةِ التي حَثَّ عليها الشَّرعُ، خُصوصًا في العِباداتِ ومَواطنِ الزِّحامِ، كالحجِّ.\r\nوفي هذا الحديثِ يَروي عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّه انْصَرَف مع النبيِّ صلَّى اللهُ عليه وسلَّمَ مِن عَرَفةَ مُتوجِّهًا إلى المُزْدَلِفةِ، وعَرَفاتٌ: جَبَلٌ يقَعُ على الطَّريقِ بيْن مكَّةَ والطائفِ، ويَبعُدُ عن مكَّةَ حَوالَيْ (22 كم)، وعلى بُعدِ (10 كم) مِن مِنًى، و(6 كم) مِن مُزدلِفةَ، ويُقامُ عندَه أهمُّ مَناسِكِ الحجِّ، وهو الوقوفُ بعَرَفةَ يومَ التاسعِ مِن شَهرِ ذي الحجَّةِ. والمُزدلِفةُ: اسمٌ للمكانِ الذي يَنزِلُ فيه الحَجيجُ بعْدَ الإفاضةِ مِن عَرَفاتٍ، ويَبيتون فيه لَيلةَ العاشرِ مِن ذي الحِجَّةِ، وفيه المَشعَرُ الحرامُ، وتُسمى جَمْعًا، وتَبعُدُ عن عَرَفةَ حَوالَي (12 كم).\r\nفسَمِعَ النبيُّ صلَّى اللهُ عليه وسلَّمَ الناسَ وَراءَه يَصيحون في الإبلِ ودَوابِّهم ويَضرِبونها؛ لتُسرِعَ في سَيرِها، فأشارَ بسَوطِه إليهم إشارةً يَنهاهُم فيها عن السُّرعةِ الشَّديدةِ، وأمَرَهُم بالهُدوءِ وتَخفيفِ السُّرعةِ، والْتزامِ الرِّفقِ وعدَمِ مُزاحمةِ الآخَرينَ ومُسابقتِهم، وعلَّلَ صلَّى اللهُ عليه وسلَّمَ نَهْيَه لهم بقَولِه: فإنَّ البِرَّ -الذي هو الخيرُ- لَيس بالإيضاعِ، وهو حَمْلُ الدَّابَّةِ على الإسراعِ في السَّيرِ، يعني: فَلَيْست طاعةُ اللهِ في سُرعةِ السَّيرِ. قيل: إنَّما نَهاهم عن الإيضاعِ والجرْيِ إبقاءً عليهم، ولئلَّا يَضُرُّوا بأنفُسِهم بالتَّسابُقِ مِن أجْلِ بُعدِ المسافةِ، ولأنَّهم راجعونَ مِن الوُقوفِ بعَرَفةَ وهو مَظِنَّةُ التَّعبِ والمشقَّةِ؛ فأرشدَهم صلَّى اللهُ عليه وسلَّمَ إلى الرِّفقِ والسَّكينةِ.\r\nوفي الحَديثِ: مَشروعيَّةُ تَنظيمِ حَرَكةِ المرورِ، لا سيَّما عندَ الإِفاضةِ مِن عَرَفاتٍ، وإشرافِ المَسؤولينَ عليها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}