{
    "hadith_id": "1675",
    "hadith": "حَجَّ عبدُ اللَّهِ رَضيَ اللهُ عنه، فأتَيْنَا المُزْدَلِفَةَ حِينَ الأذَانِ بالعَتَمَةِ أوْ قَرِيبًا مِن ذلكَ، فأمَرَ رَجُلًا فأذَّنَ وأَقَامَ، ثُمَّ صَلَّى المَغْرِبَ، وصَلَّى بَعْدَهَا رَكْعَتَيْنِ، ثُمَّ دَعَا بعَشَائِهِ فَتَعَشَّى، ثُمَّ أمَرَ أُرَىفأذَّنَ وأَقَامَ قالَ عَمْرٌو: لا أعْلَمُ الشَّكَّ إلَّا مِن زُهَيْرٍثُمَّ صَلَّى العِشَاءَ رَكْعَتَيْنِ، فَلَمَّا طَلَعَ الفَجْرُ قالَ: إنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كانَ لا يُصَلِّي هذِه السَّاعَةَ إلَّا هذِه الصَّلَاةَ، في هذا المَكَانِ، مِن هذا اليَومِ. قالَ عبدُ اللَّهِ: هُما صَلَاتَانِ تُحَوَّلَانِ عن وقْتِهِمَا: صَلَاةُ المَغْرِبِ بَعْدَ ما يَأْتي النَّاسُ المُزْدَلِفَةَ، والفَجْرُ حِينَ يَبْزُغُ الفَجْرُ، قالَ: رَأَيْتُ النبيَّ صلَّى اللهُ عليه وسلَّمَ يَفْعَلُهُ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1675",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1289) بنحوه",
    "sharh": "الحجُّ هو الرُّكنُ الخامسُ مِن أركانِ الإسلامِ، وقد بيَّن رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مَناسِكَ الحجِّ بأقوالِه وأفعالِه، ونَقَلَها لنا الصَّحابةُ الكِرامُ رَضيَ اللهُ عنهم كما تَعلَّموها منه صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الحديثِ يَرْوي التَّابعيُّ عبدُ الرَّحمنِ بنُ يَزيدَ النَّخَعيُّ أنَّ عَبدَ اللهِ بنَ مَسْعودٍ رَضيَ اللهُ عنه حَجَّ، فجاء إلى المُزْدَلِفةِ حينَ الأَذانِ بالعَتَمَةِ -وهو وَقتُ العِشاءِ- أو قَريبًا مِن مَغيبِ الشَّفَقِ. والمُزدلِفةُ اسمٌ للمكانِ الذي يَنزِلُ فيه الحجيجُ بعْدَ الإفاضةِ مِن عَرَفاتٍ، ويَبيتونَ فيه لَيلةَ العاشرِ مِن ذي الحِجَّةِ، وفيه المَشعَرُ الحرامُ، وتُسمَّى جَمْعًا، وتَبعُدُ عن عَرَفةَ حوالي (12 كم)، وهي بجِوارِ مَشعَرِ مِنًى.\r\nفأمَرَ رجُلًا أنْ يُؤذِّنَ ويُقيمَ، ثمَّ صلَّى المَغرِبَ، وصلَّى بَعدها رَكعتَي السُّنَّةِ، ثمَّ دَعا بعَشائِه -وهو ما يُتعشَّى به مِن الطعامِ- فأكَلَ منه، ثمَّ أَمَرَ رجُلًا أنْ يُؤذِّنَ ويُقيمَ، ثمَّ صلَّى العِشاءَ رَكعتَينِ قَصْرًا. \r\nأمَّا صَلاةُ الرَّكعتينِ بعْدَ المَغربِ؛ فالأَوْلى وما صَحَّت به الرِّواياتُ: أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ عِندَ جمْعِه بيْنَ المغربِ والعِشاءِ بالمزدلفةِ جمْعَ تأخيرٍ لم يُصَلِّ قبْلَ المغرِبِ أو العِشاءِ ولا بعْدَهما أيَّ نفْلٍ؛ لِما في الصَّحيحَينِ مِن حَديثِ عبْدِ اللهِ بنِ عمَرَ رَضيَ اللهُ عنهما قال: «جَمَعَ النبيُّ صلَّى اللهُ عليه وسلَّمَ بيْن المَغْرِبِ والعِشاءِ بجَمْعٍ، كُلُّ واحِدَةٍ منهما بإقَامةٍ، ولَمْ يُسَبِّحْ بيْنَهُما، ولَا علَى إثْرِ كُلِّ واحِدَةٍ منهمَا»، ورُوِيَ مِثلُ ذلك عن أُسامةَ بنِ زَيدٍ وأبي مُوسى الأَشْعريِّ رَضِيَ اللهُ عنهما في البُخاريِّ أيضًا، ولعلَّ فِعلَ ابنِ مَسعودٍ رَضيَ اللهُ عنه هو لبيانِ مَشروعيةِ الأمْرِ، مع اعتبارِ أنَّ الأَوْلى أنَّه لا تنفُّلَ بيْن المغربِ والعِشاءِ في مِثلِ هذه الحالةِ.\r\nقال عبدُ الرَّحمنِ بنُ يَزيدَ: فلمَّا طَلَعَ الفَجرُ صلَّى صَلاةَ الصُّبحِ، ثمَّ قال لمَن معه: إنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كانَ لا يُصلِّي هذه السَّاعةَ إلَّا هذه الصَّلاةَ، في هذا المكانِ (المُزدلِفة)، مِن هذا اليومِ (اليومِ العاشرِ مِن ذي الحِجَّةِ).\r\nثُمَّ بَيَّن أنَّ وَقتَ صَلاةِ المَغربِ وصَلاةِ الفجرِ في هذا اليومِ يَتغيَّرُ عن المُعتادِ؛ فأمَّا صَلاةُ المغربِ فتُصلَّى بعْدَ ما يَأتي النَّاسُ المُزْدَلِفةَ وقْتَ العِشاءِ جمْعًا بيْنها وبيْن العِشاءِ جمْعَ تَأخيرٍ، وأمَّا صَلاةُ الفَجْرِ فتُصلَّى حِين «يَبْزُغُ»، -أي: يَطلُعُ الفَجرُ مُباشرةً؛ فتَحويلُ الفجْرِ عن وَقتِه لا يَعني إيقاعَه قبْلَ دُخولِ وَقْتِه، بلِ المرادُ أنَّه بالَغَ في التَّبكيرِ في ذلك اليومِ، حتَّى وإنْ لم يظْهَرْ لكثيرٍ مِن الناسِ؛ وذلك لِيتَّسِعَ الوقتُ لِما بيْن أيْدِيهم مِن أعمالِ يومِ النّْحْرِ مِن المَناسِكِ، وقيل: كان يُبكِّرُ مِن أجْلِ أنْ يَتَّسِعَ الوقتُ للذِّكرِ والدُّعاءِ؛ لأنَّ ما بيْن صَلاةِ الفجْرِ ودفْعِ الناسِ إلى مِنًى مَحلُّ ذِكرٍ ودُعاءٍ.\r\nثمَّ أخْبَرَ ابنُ مَسعودٍ رَضيَ اللهُ عنه أنَّه قدْ رأى النبيَّ صلَّى اللهُ عليه وسلَّمَ يَفعَلُ ذلك، فهو يَفعَلُ مِثلَما فَعَلَ صلَّى اللهُ عليه وسلَّمَ.\r\nوفي الحديثِ: مَشروعيَّةُ الأذانِ والإقامةِ لكلٍّ مِن الصَّلاتينِ إذا جُمِعَ بيْنهما.\r\nوفيه: حِرصُ الصَّحابةِ على اتِّباعِ سُنَّةِ النبيِّ صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}