{
    "hadith_id": "1681",
    "hadith": "نَزَلْنَا المُزْدَلِفَةَ، فَاسْتَأْذَنَتِ النبيَّ صلَّى اللهُ عليه وسلَّمَ سَوْدَةُ أنْ تَدْفَعَ قَبْلَ حَطْمَةِ النَّاسِ وكَانَتِ امْرَأَةً بَطِيئَةًفأذِنَ لَهَا، فَدَفَعَتْ قَبْلَ حَطْمَةِ النَّاسِ، وأَقَمْنَا حتَّى أصْبَحْنَا نَحْنُ، ثُمَّ دَفَعْنَا بدَفْعِهِ، فَلَأَنْ أكُونَ اسْتَأْذَنْتُ رَسولَ اللَّهِ صلَّى اللهُ عليه وسلَّمَ كما اسْتَأْذَنَتْ سَوْدَةُ، أحَبُّ إلَيَّ مِن مَفْرُوحٍ بهِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1681",
    "grade": "[صحيح]",
    "sharh": "قال اللهُ تعالَى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185]، وقال: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: 78]، وقد ظَهَرَ هذا جَلِيًّا في مَناسِكِ الحجِّ مِن التَّيسيرِ على الناسِ، ورَفْعِ المَشقَّةِ عنهم،  ورَحمتِهم خُصوصًا بالضُّعفاءِ والنِّساءِ. \r\nوفي هذا الحديثِ تروي أمُّ المؤمنينَ عائِشةُ رَضيَ اللهُ عنها أنَّ أمَّ المؤمنينَ سَودةَ بنتَ زَمْعةَ رَضيَ اللهُ عنها كانَت ضَخمةً سَمينةً ثَقيلةَ الحركةِ، فاستَأذَنَت النبيَّ صلَّى اللهُ عليه وسلَّمَ أنْ تَنزِلَ مِن مُزْدَلِفَةَ آخرَ اللَّيلِ، وتَذهَبَ إلى مِنًى لِتَرمِيَ الجمْرةَ قبلَ حَطْمَةِ النَّاسِ أي: شِدَّةِ زِحامِ النَّاسِ؛ لأنَّ بَعضَهم يَحطِمُ بَعضًا مِن الزِّحامِ، فأَذِنَ صلَّى اللهُ عليه وسلَّمَ لها بالنُّزولِ في آخِرِ اللَّيلِ، فنَزَلَت قبْلَ الفَجرِ. والمُزدلِفةُ اسمٌ للمكانِ الذي يَنزِلُ فيه الحجيجُ بعْدَ الإفاضةِ مِن عَرَفاتٍ، ويَبيتونَ فيه لَيلةَ العاشرِ مِن ذي الحِجَّةِ، وفيه المَشعَرُ الحرامُ، وتُسمَّى جَمْعًا، وتَبعُدُ عن عَرَفةَ حوالي (12 كم)، وهي بجِوارِ مَشعَرِ مِنًى. ومِنًى: وادٍ قُربَ الحَرَمِ المَكِّيِّ، يَنزِلُه الحُجَّاجُ لِيَبيتوا فيه يَومَ التَّرويةِ، وأيَّامَ التَّشريقِ، ويَرْموا فيه الجِمارَ.\r\nثمَّ قالتْ أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها: وأقمْنَا حتَّى أصبَحْنا نَحنُ سائرَ أهلِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، ثمَّ دَفَعْنا مِن المُزدلِفةِ إلى مِنًى مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وذلك عندَ الإسفارِ، وهو ظُهورُ ضَوءِ النَّهارِ، فلمَّا رَأَت شِدَّةَ الزِّحامِ تَمنَّت لو كانَت فَعَلَت كما فَعَلَت سَوْدَةُ رَضيَ اللهُ عنها، ولو أنَّها استأذَنَت مِثلَها لَسُرِرَتْ كَثيرًا، ولَفَرِحَتْ فَرَحًا عَظيمًا أكثَرَ مِن فَرَحِها مِن أيِّ شَيءٍ يُفرَحُ به، بالتَّخلُّصِ مِن ذلك التَّعبِ الَّذي عانَتْه مِن شِدَّةِ الزِّحامِ.\r\nوفي الحديث: مَشروعيَّةُ الدَّفْعِ مِن المُزدلِفةِ إلى مِنًى بعْدَ مُنتصَفِ اللَّيلِ للضَّعَفةِ خَشيةَ الزِّحامِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}