{
    "hadith_id": "1691",
    "hadith": "تَمَتَّعَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ في حَجَّةِ الوَدَاعِ، بالعُمْرَةِ إلى الحَجِّ وأَهْدَى، فَسَاقَ معهُ الهَدْيَ مِن ذِي الحُلَيْفَةِ، وبَدَأَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فأهَلَّ بالعُمْرَةِ ثُمَّ أهَلَّ بالحَجِّ، فَتَمَتَّعَ النَّاسُ مع النبيِّ صَلَّى اللهُ عليه وسلَّمَ بالعُمْرَةِ إلى الحَجِّ، فَكانَ مِنَ النَّاسِ مَن أهْدَى، فَسَاقَ الهَدْيَ ومِنْهُمْ مَن لَمْ يُهْدِ، فَلَمَّا قَدِمَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ مَكَّةَ قالَ: لِلنَّاسِ مَن كانَ مِنكُم أهْدَى، فإنَّه لا يَحِلُّ لِشيءٍ حَرُمَ منه، حتَّى يَقْضِيَ حَجَّهُ، ومَن لَمْ يَكُنْ مِنكُم أهْدَى، فَلْيَطُفْ بالبَيْتِ وبِالصَّفَا والمَرْوَةِ، ولْيُقَصِّرْ ولْيَحْلِلْ، ثُمَّ لِيُهِلَّ بالحَجِّ، فمَن لَمْ يَجِدْ هَدْيًا، فَلْيَصُمْ ثَلَاثَةَ أيَّامٍ في الحَجِّ وسَبْعَةً إذَا رَجَعَ إلى أهْلِهِ. فَطَافَ حِينَ قَدِمَ مَكَّةَ، واسْتَلَمَ الرُّكْنَ أوَّلَ شيءٍ، ثُمَّ خَبَّ ثَلَاثَةَ أطْوَافٍ ومَشَى أرْبَعًا، فَرَكَعَ حِينَ قَضَى طَوَافَهُ بالبَيْتِ عِنْدَ المَقَامِ رَكْعَتَيْنِ، ثُمَّ سَلَّمَ فَانْصَرَفَ فأتَى الصَّفَا، فَطَافَ بالصَّفَا والمَرْوَةِ سَبْعَةَ أطْوَافٍ، ثُمَّ لَمْ يَحْلِلْ مِن شيءٍ حَرُمَ منه حتَّى قَضَى حَجَّهُ، ونَحَرَ هَدْيَهُ يَومَ النَّحْرِ، وأَفَاضَ فَطَافَ بالبَيْتِ، ثُمَّ حَلَّ مِن كُلِّ شيءٍ حَرُمَ منه، وفَعَلَ مِثْلَ ما فَعَلَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ مَن أهْدَى وسَاقَ الهَدْيَ مِنَ النَّاسِ،\r  وعَنْ عُرْوَةَ، أنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أخْبَرَتْهُ، عَنِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ في تَمَتُّعِهِ بالعُمْرَةِ إلى الحَجِّ، فَتَمَتَّعَ النَّاسُ معهُ بمِثْلِ الذي أخْبَرَنِي سَالِمٌ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عنْهمَا، عن رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1691",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1227) باختلاف يسير",
    "sharh": "الحجُّ هو الرُّكنُ الخامِسُ مِن أركانِ الإسلامِ، وقد بيَّن رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مَناسِكَ الحجِّ بأقوالِه وأفعالِه، ونَقَلَها لنا الصَّحابةُ الكِرامُ رَضيَ اللهُ عنهم كما تَعلَّموها منه صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الحديثِ يَحكي عَبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما جانبًا مِن هَدْيِ النبيِّ صلَّى اللهُ عليه وسلَّمَ في حَجَّةِ الوداعِ، وكانت في السَّنةِ العاشرةِ مِن الهجرةِ، فبيَّن أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ تَمتَّع في حَجَّةِ الوَداعِ بالعُمرةِ إلى الحَجِّ، ومَعلومٌ أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ إنّما حجَّ قارنًا، بأنْ جَمَعَ بيْن الحجِّ والعُمرةِ بإحرامٍ واحدٍ، وعليه فالتَّمتُّعُ المقصودُ هنا مَحمولٌ على التَّمتُّعِ اللُّغويِّ، والمعْنى: أنَّه صلَّى اللهُ عليه وسلَّمَ أحرَمَ أوَّلًا بالحجِّ مُفرِدًا، ثمَّ أحْرَمَ بالعُمرةِ، فصار قارِنًا في آخِرِ أمْرِه، والقارِنُ هو مُتَمتِّعٌ مِن حيثُ اللُّغةُ، ومِن حيثُ المعْنى؛ لأنَّه حَظِيَ بإدخالِ العُمرةِ في أعْمالِ الحجِّ، حيثُ تَرفَّهَ باتِّحادِ المِيقاتِ والإحرامِ والفِعلِ. وممَّا يدُلُّ على أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كان قارنًا، وأنَّ المُرادَ بالتَّمتُّعِ هنا القِرانُ: قولُ النبيِّ صلَّى اللهُ عليه وسلَّمَ في هذا الحديثِ: «مَن كانَ مِنكُم أهْدَى، فإنَّه لا يَحِلُّ لِشَيءٍ حَرُمَ منه حتَّى يَقْضِيَ حَجَّهُ»، والنبيُّ صلَّى اللهُ عليه وسلَّمَ كان ممَّن أهْدى إلى الحرَمِ.\r\nويُخبِرُ ابنُ عُمَرَ رَضيَ اللهُ عنهما أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ ساقَ معه الهدْيَ –وهو اسمٌ لِما يُهْدى ويُذبَحُ في الحرَمِ مِن الإبلِ والبقرِ والغنَمِ والمَعْزِ- مِن ذي الحُلَيفةِ، وكان أربعًا وستِّين بَدَنةً، وذو الحُلَيْفةِ مِيقاتُ أهلِ المدينةِ ومَن مرَّ بها مِن غيرِ أهْلِها، وهي المعروفةُ الآن بآبارِ عَلِيٍّ، وهو مَوضِعٌ مَعروفٌ في أوَّلِ طَريقِ المَدينةِ إلى مكَّةَ، بيْنه وبيْن المدينةِ نحْوُ سِتَّةِ أميالٍ (13 كم) تَقريبًا، وبيْنه وبيْن مكَّةَ نحْوُ مِئتي مِيلٍ تَقريبًا (408 كم)، وهو أبعَدُ المواقيتِ مِن مكَّةَ.\r\nوقولُ ابنِ عمَرَ: «وبَدَأَ رَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّمَ فأهَلَّ بالعُمْرَةِ ثُمَّ أهَلَّ بالحَجِّ» مَحمولٌ على التَّلبيةِ في أثناءِ الإحرامِ، كما جاء في حَديثِ أنسٍ عندَ مُسلِمٍ: سَمِعتُ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ يقولُ: «لَبَّيك بعُمرةٍ وحَجٍّ»، وليس المرادُ أنَّه أحرَمَ في أوَّلِ أمْرِه بعُمرةٍ، ثمَّ أحْرَمَ بحَجٍّ.\r\nوقولُه: «فَتَمَتَّعَ النَّاسُ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ بالعُمْرَةِ إلى الحَجِّ»، أي: في آخِرِ الأمرِ؛ فكَثيرٌ منهم أو أكثَرُهم أحْرَموا بالحجِّ أوَّلًا مُفرَدًا، ثمَّ فَسَخوه إلى العُمرةِ آخِرًا، فَصاروا مُتمتِّعين، وهمُ الذين لم يَسُوقوا معهم الهَدْيَ.\r\nفلمَّا دَخَلَ النبيُّ صلَّى اللهُ عليه وسلَّمَ مَكَّةَ قال للنَّاسِ: مَن كان مِنكم ساقَ الهَدْيَ معه فإنَّه لا يَحِلُّ لِشَيءٍ حَرُمَ منه من مَحظوراتِ الإحرامِ، فيَبْقى على إحرامِه حتَّى يَقضيَ حَجَّه؛ لقولِه تعالى: {وَلَا تَحْلِقُوا رُؤُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ} [البقرة: 196]، ومَن لم يكُن منكم قدْ ساق الهَدْيَ فَليَطُفْ بالبَيتِ طَوافَ العُمرةِ، وبالصَّفا والمروةِ، وليُقصِّرْ مِن شَعرِ رَأسِه، فيَصيرُ بذلك حَلالًا، فيَحِلُّ له فِعلُ كلِّ ما كان محظورًا عليه في الإحرامِ؛ مِن الطِّيبِ واللِّباسِ، والنِّساءِ والصَّيدِ، وغيرِ ذلك. ووجَّهَ صلَّى اللهُ عليه وسلَّمَ للتَّقصيرِ دونَ الحلْقِ، مع أنَّ الحلْقَ أفضَلُ؛ لِيَبْقى له شَعرٌ يَحلِقُه في الحجِّ.\r\nوقولُه صلَّى اللهُ عليه وسلَّمَ: «ثمَّ ليُهِلَّ بالحجِّ»، أي: يومَ التَّرويةِ يومَ الثامنِ مِن ذي الحِجَّةِ، لا أنَّه يُهِلُّ عَقِبَ التَّحلُّلِ مِن العُمرةِ.\r\nفمَن لم يَجِدْ هَدْيًا، أو لم يَجِدْ ثَمنَه، أو زادَ ثَمَنُه على ثَمَنِ المِثلِ، أو كان صاحبُه لا يُريدُ بَيعَه؛ فلْيَصُمْ ثَلاثةَ أيَّامٍ في الحَجِّ بعْدَ الإحرامِ به، وسَبْعةً إذا رَجَعَ إلى أهلِه بِبَلدِه أو بمَكانٍ تَوطَّنَ به.\r\nويُخبِرُ ابنُ عمَرَ رَضيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ طافَ حَولَ الكَعبةِ حِين قَدِمَ مَكَّةَ طَوافَ القُدومِ، واستَلَمَ الرُّكنَ أوَّلَ شَيءٍ، وهو الحجَرُ الأسودُ، والمرادُ باستلامِه: مَسْحُه وتَقبيلُه، أوَّلَ ما قَدِمَ قبْلَ أنْ يَبتدِئَ بشَيءٍ، ثمَّ رَمَلَ وأسرَعَ في ثَلاثةِ أطوافٍ، ومَشى أرْبَعةً، ثمَّ صلَّى رَكعتَين حِين قَضى طَوافَه بالبَيتِ عِندَ مَقامِ إبراهيمَ، ثمَّ سلَّم منهما فانْصرَفَ، ثمَّ سَعى بيْن الصَّفا والمروةِ سَبْعةَ أشواطٍ، ويَبتدِئُ الشَّوطُ الأوَّلُ مِن الصَّفا ويَنْتهي بالمَروةِ، والشَّوطُ الثَّاني عكْسُ ذلك؛ مِن المَروةِ إلى الصَّفا، والشَّوطُ الثالثُ مِثلُ الأوَّلِ، وهكذا إلى أنْ يَتِمَّ السَّعيُ في الشَّوطِ السابعِ.\r\nوظَلَّ النبيُّ صلَّى اللهُ عليه وسلَّمَ مُحرِمًا إلى أنْ أتمَّ حَجَّه، ونَحَرَ الهَدْيَ يومَ العيدِ، وطاف بالبيتِ طَوافَ الإفاضةِ؛ لأنَّه ساقَ الهَدْيَ معه، وإلَّا لَتحلَّلَ مِن العُمرةِ كما أمَرَ أصحابَه. وفَعَلَ مِثلَ ما فَعَلَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ كلُّ مَن ساقَ الهَدْيَ مِن النَّاسِ، فلم يَفسَخوا الحجَّ إلى العُمرةِ، فكان صلَّى اللهُ عليه وسلَّمَ وبعضُ الناسِ قارنينَ، والفريقُ الآخرُ مُتمتِّعينَ. \r\nوفي الحديثِ: مَشروعيَّةُ الحجِّ قارِنًا أو مُتمتِّعًا، وإدخالِ نِيَّةِ التَّمتُّعِ على مَن حَجَّ قارنًا أو مُفرِدًا.\r\nوفيه: مَشروعيَّةُ الرَّمَلِ في الأشواطِ الثلاثةِ في الطَّوافِ حَولَ الكعبةِ",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}