{
    "hadith_id": "1699",
    "hadith": "فَتَلْتُ قَلَائِدَ هَدْيِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، ثُمَّ أشْعَرَهَا وقَلَّدَهَا، أوْ قَلَّدْتُهَا ثُمَّ بَعَثَ بهَا إلى البَيْتِ، وأَقَامَ بالمَدِينَةِ فَما حَرُمَ عليه شيءٌ كانَ له حِلٌّ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1699",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1699)، ومسلم (1321)",
    "sharh": "حرَصَ الصَّحابةُ رَضيَ اللهُ عنهم كلَّ الحرصِ على مُوافَقةِ هَدْيِ النبيِّ صلَّى اللهُ عليه وسلَّمَ في جَميعِ أقوالِه وأفعالِه، وكان يُراجِعُ بعضُهم بَعضًا في ذلك.\r\nوفي هذا الحديثِ أخبَرَتْ عَمْرةُ بِنتُ عبدِ الرَّحمنِ أنَّ زِيادَ بنَ أبي سُفيانَ -وكان يُلقَّبُ زِيادَ بنَ أبيهِ- كَتَبَ إلى عائِشةَ رَضيَ اللهُ عنها: إنَّ عبْدَ اللهِ بنَ عبَّاسٍ رَضيَ اللهُ عنهما كان يُفتي بأنَّ مَن أَهْدى هدْيًا -مِن الإبلِ والبَقرِ، والغنَمِ والمَعْزِ- للبيتِ الحَرامِ، فبَعَثَ به لِيُذبَحَ في الحجِّ، ولكنَّه لم يَتلبَّسْ بالنُّسكِ ولم يُسافِرْ للحجِّ، بلْ بقِيَ في مَوطنِه؛ فإنَّه يَحرُمُ عليه ما يَحرُمُ على الحاجِّ، فلا يَقرَبُ الطِّيبَ ولا النِّساءَ، ولا غيرَ ذلك مِن مَحظوراتِ الإحرامِ، ويَظَلُّ على ذلك حتَّى يُنْحَرَ هَدْيُه. فلمَّا سَمِعَتْ أمُّ المؤمنينَ عائِشةُ رَضيَ اللهُ عنها فَتْوى ابنِ عبَّاسٍ رَضيَ اللهُ عنهما ردَّتْ هذه الفتْوى بأنَّها مُخالِفةٌ لِما فَعَلَه رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ فقدْ كانتْ تَصنَعُ القلائدَ -وهي الأطواقُ- الَّتي كانت تُوضَعُ في رِقابِ هدْيِ النبيِّ صلَّى اللهُ عليه وسلَّمَ التي كان سيُرسِلُها وهو غيرُ حاجٍّ وغيرُ مُتلبِّسٍ بالنُّسكِ، ثُمَّ وضَعَها النبيُّ صلَّى اللهُ عليه وسلَّمَ بيَدِه الشَّريفةِ على الهدْيِ، وبعَثَ بها مع أبي بَكرٍ رَضيَ اللهُ عنه إلى الحجِّ سَنةَ تِسعٍ مِن الهِجرةِ لَمَّا حَجَّ بالناسِ، ولم يَلتزِمِ النبيُّ صلَّى اللهُ عليه وسلَّمَ بما يَلتزِمْ به المُحرِمُ، ولم يَحرُمْ عليه شَيءٌ أحلَّه اللهُ لغيرِ المُحرِمِ بحَجٍّ أو عُمرةٍ.\r\nوفي الحديثِ: مَشروعيَّةُ إرسالِ الهدْيِ إلى الحرَمِ ممَّن لم يَذهَبْ لأداءِ الحجِّ أو العُمرةِ.\r\nوفيه: خِدمةُ الكَبيرِ نفْسَه، وإنْ كان له مَن يَكفيهِ.\r\nوفيه: رَدُّ بَعضِ العُلماءِ على بَعضٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}