{
    "hadith_id": "1711",
    "hadith": "أنَّ ابْنَ عُمَرَ رَضيَ اللهُ عنهما كانَ يَبْعَثُ بهَدْيِهِ مِن جَمْعٍ مِن آخِرِ اللَّيْلِ؛ حتَّى يُدْخَلَ به مَنْحَرُ النبيِّ صلَّى اللهُ عليه وسلَّمَ، مع حُجَّاجٍ فِيهِمُ الحُرُّ والمَمْلُوكُ.",
    "rawi": "نافع مولى ابن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1711",
    "grade": "[صحيح]",
    "sharh": "لقدْ رُزِقَ الصحابةُ حُبَّ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، والحرصَ على اقتفاءِ أثَرِه في جَميعِ حَرَكاتِه وسَكَناتِه، وكان مِن أشدِّهم في ذلك وأحرَصِهم عبدُ اللهِ بنُ عُمَرَ بنِ الخطَّابِ رَضيَ اللهُ عنهما.\r\nوفي هذا الحَديثِ يَروي نافعٌ مَولى ابنِ عمَرَ، أنَّ عبدَ اللهِ بنَ عُمَرَ رَضيَ اللهُ عنهما كان يَبعَث بهَدْيِه -وهي الأنعامُ مِن الغنَمِ أو المعْزِ، أو الإبلِ أو البقرِ، الَّتي تُساقُ لِتُذبحَ في الحجِّ مِن جَمْعٍ، مِن آخِرِ اللَّيلِ، وجَمْعٌ هي مُزْدَلِفةُ، والمُزدلِفةُ اسمٌ للمكانِ الذي يَنزِلُ فيه الحَجيجُ بعْدَ الإفاضةِ مِن عَرَفاتٍ، ويَبيتونَ فيه لَيلةَ العاشرِ مِن ذي الحِجَّةِ، وفيه المَشعَرُ الحرامُ، وتَبعُدُ عن عَرَفةَ حوالي (12 كم)، وهي بجِوارِ مَشعَرِ مِنًى، وسُمِّيَت المُزدلِفةُ (جَمْعًا) لأنَّها يُجمَعُ فيها بيْن الصَّلاتينِ المغربِ والعِشاءِ، وقيل: وُصِفَت بفِعلِ أهْلِها؛ لأنَّهم يَجتمِعون بها ويَزدَلِفون إلى اللهِ؛ أي: يَتقرَّبون إليه بالوقوفِ فيها.\r\nفكانَ يَسوقُ الهَدْيَ حتَّى يَصِلَ إلى الموضِعِ الَّذي نَحَرَ فيه النبيُّ صلَّى اللهُ عليه وسلَّمَ، في مِنًى عندَ الجَمْرةِ الصُّغرى، وهي أوَّلُ جَمْرةٍ بعْدَ مَسجدِ الخَيفِ بمِنًى، ومَعلومٌ أنَّ مِنًى كلَّها مَنحَرٌ، كما في صَحيحِ مُسلمٍ عن جابرٍ رَضيَ اللهُ عنه: «أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قال: نَحَرْتُ هاهنا، ومِنًى كلُّها مَنحَرٌ، فانْحَروا في رِحالِكم»، إلَّا أنَّ ابنَ عمَرَ رَضيَ اللهُ عنهما كان يَتحرَّى المكانَ الذي نحَرَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ ويُواظِبُ على ذلِك، كعادتِه رَضيَ اللهُ عنه في جَميعِ الأماكِنِ الَّتي لها عَلاقةٌ بالنبيِّ صلَّى اللهُ عليه وسلَّمَ. \r\nوكان رَضيَ اللهُ عنه يُرسِلُ هَدْيَه مَعَ حُجَّاجٍ فيهم الحُرُّ والعَبدُ؛ فلا يُشترَطُ بَعْثُ الهدْيِ مع الأحرارِ دونَ العَبيدِ.\r\nوفي الحديثِ: مَشروعيَّةُ حَجِّ المملوكِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}