{
    "hadith_id": "1717",
    "hadith": "أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ أمَرَهُ أنْ يَقُومَ علَى بُدْنِهِ، وأَنْ يَقْسِمَ بُدْنَهُ كُلَّهَا، لُحُومَهَا وجُلُودَهَا وجِلَالَهَا، ولَا يُعْطِيَ في جِزَارَتِهَا شيئًا.",
    "rawi": "علي بن أبي طالب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1717",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1317)، وأحمد (1002)، والدارمي (1983)، وابن حبان (4022) واللفظ لهم.",
    "sharh": "الحجُّ هو الرُّكنُ الخامسُ مِن أركانِ الإسلامِ، وقد بيَّن رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مَناسِكَ الحجِّ بأقوالِه وأفعالِه، ونَقَلَها لنا الصَّحابةُ الكِرامُ رَضيَ اللهُ عنهم كما تَعلَّموها منه صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الحَديثِ يروي علِيُّ بنُ أبي طالبٍ رَضيَ اللهُ عنه أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ بَعَثَه وهو في الحجِّ لِيَتولِّي أمْرَ البُدْنِ الَّتي جَعَلَها هَدْيًا في ذَبْحِها وتَفرِقتها على الفُقراءِ، وفي رِوايةٍ للبُخاريِّ: «أهْدى النبيُّ صلَّى اللهُ عليه وسلَّمَ مِئةَ بَدَنةٍ»، وفي صَحيحِ مُسلمٍ مِن حَديثِ جابرٍ رَضيَ اللهُ عنه: أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ نحَرَ ثَلاثًا وسِتِّينَ بيَدِه، ثمَّ أعْطى علِيًّا، فنَحَرَ ما غَبَرَ-أي: ما بَقِيَ-، وأشْرَكَه في هَدْيِه إلى المنحَرِ»، والبُدْنُ: جمْعُ بَدَنةٍ، وهي بَهيمةُ الأنعامِ التي تُهْدى إلى البيتِ الحرامِ للتَّقرُّبِ بها إلى اللهِ تعالَى، وتكونُ مِن الإبلِ خاصَّةً، وقيل: البُدْنُ تُطلَقُ على الإبلِ والبقَرِ.\r\nوأمَرَه صلَّى اللهُ عليه وسلَّمَ أنْ يَقسِمَ لُحومَها في المساكِينِ فقَسَمَها، ثمَّ أمَرَه أنْ يَقسِمَ جِلالَها وجُلودَها فقَسَمَهما، والجِلالُ: ما تَلبَسُه الدَّابَّةُ مِن كِساءٍ وقِلادةٍ ونحْوِها؛ وذلك لئلَّا يَعودَ إليه منها شَيءٌ؛ لأنَّه أخْرَجَها للهِ. وكذلِك أمَرَه ألَّا يُعْطي الجَزَّارَ شَيئًا منها أجرةً على عَمَلِه فيها؛ فإعطاءُ الجَزَّارِ شَيئًا منها عِوَضًا مِن فِعلِه وذَبْحِه بَيعٌ، ولا يَجوزُ بَيعُ شَيءٍ مِن لَحْمِها، وأمَّا إعطاؤه صَدَقةً، أو هَديةً، أو زِيادةً على حقِّه؛ فلا حَرَجَ فيه.\r\nوفي الحديثِ: التَّوكيلُ في القِيامِ على مَصالِحِ الهَديِ مِن ذَبْحِه وقِسْمة لَحمِه، وغيرِ ذلك.\r\nوفيه: عدَمُ بَيعِ ما أُخرِجَ للهِ تعالَى ولو جُزء منه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}