{
    "hadith_id": "1758",
    "hadith": "أنَّ أهْلَ المَدِينَةِ سَأَلُوا ابْنَ عَبَّاسٍ رَضيَ اللهُ عنهمَا عَنِ امْرَأَةٍ طَافَتْ ثُمَّ حَاضَتْ، قالَ لهمْ: تَنْفِرُ، قالوا: لا نَأْخُذُ بقَوْلِكَ ونَدَعَ قَوْلَ زَيْدٍ، قالَ: إذَا قَدِمْتُمُ المَدِينَةَ فَسَلُوا. فَقَدِمُوا المَدِينَةَ، فَسَأَلُوا، فَكانَ فِيمَن سَأَلُوا أُمُّ سُلَيْمٍ، فَذَكَرَتْ حَدِيثَ صَفِيَّةَ.",
    "rawi": "أم سليم بنت ملحان أم أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1758",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "قال اللهُ تعالَى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185]، وقال: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: 78]، وقد ظَهَرَ هذا جَلِيًّا في مَناسِكِ الحجِّ مِن التَّيسيرِ على الناسِ، ورَفْعِ المَشقَّةِ عنهم.\r\nوفي هذا الحديثِ يَروي عِكْرِمةُ مَولى ابنِ عبَّاسٍ أنَّ بَعضَ أهْلِ المدينةِ سَأَلوا عبدَ اللهِ بنَ عبَّاسٍ رَضيَ اللهُ عنهما عن المرأةِ إذا طافَتْ طَوافَ الإفاضةِ يومَ النَّحْرِ، ثُمَّ حاضَتْ بعْدَ ذلك، فماذا تَفعَلُ؟ فأجابَهم: أنْ تَنفِرَ، أي: تَرجِعَ إلى بَلَدِها دونَ أنْ تَطوفَ طَوافَ الوَداعِ، فأخْبَروه أنَّهم لنْ يَأخُذوا بقَولِه ويَتْرُكوا قَولَ زَيدِ بنِ ثابِتٍ رَضيَ اللهُ عنه؛ فإنَّه كان يقولُ: لا تَنفِرُ، بلْ تَنتظِرُ حتَّى تَطهُرَ لِتَطوفَ طَوافَ الوَداعِ.\r\nفقال لهم: إذا رَجَعْتُم إلى المدينةِ فاسْأَلوا أهْلَها عن ذلك، فلمَّا رَجَعوا سَأَلوا، وكانتْ أُمُّ سُلَيمٍ بِنتُ مِلحانَ -وهي أمُّ أنَسِ بنِ مالكٍ رَضيَ اللهُ عنهما- ضِمْنَ الذين سُئِلوا، فذكَرَت لهم حَديثَ صَفِيَّةَ زَوجِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، عندما حاضَتْ، والحَديثُ رَواهُ البخاريُّ ومُسلمٌ، ولَفظُ مُسلمٍ: أنَّ عائِشةَ رَضيَ اللهُ عنها قالتْ: «حاضَتْ صَفيَّةُ بنتُ حُيَيٍّ بعْدَ ما أفاضَتْ، قالتْ عائشةُ: فذَكرْتُ حَيضتَها لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فقال رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: أحابِسَتُنا هي؟ قالتْ: فقلتُ: يا رسولَ اللهِ، إنَّها قدْ كانتْ أفاضَتْ وطافَتْ بالبَيتِ، ثمَّ حاضتْ بعْدَ الإفاضةِ، فقال رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: فلْتنفِرْ»، فأذِنَ لها رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ بالرَّحيلِ دونَ أنْ تَطوفَ طَوافَ الوَداعِ.\r\nوقد رَوى مُسلِمٌ في صَحيحِه عن طَاوسٍ قال: «كنتُ مع ابنِ عبَّاسٍ إذ قال زَيدُ بنُ ثابتٍ: تُفْتي أنْ تَصدُرَ الحائضُ قبْلَ أنْ يكونَ آخِرُ عهْدِها بالبيتِ! فقال له ابنُ عبَّاسٍ: إمَّا لا، فسَلْ فُلانةَ الأنصاريَّةَ: هلْ أمَرَها بذلك رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ؟ قال: فرَجَعَ زَيدُ بنُ ثابتٍ إلى ابنِ عبَّاسٍ يَضحَكُ وهو يقولُ: ما أَراك إلَّا قدْ صَدقْتَ»، فرَجَعَ زَيدُ بنُ ثابتٍ رَضيَ اللهُ عنه عن فَتواهُ.\r\nوفي الحديثِ: أنَّه قد تَخفَى بعضُ الأحكامِ على بَعضِ العُلماءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}