{
    "hadith_id": "1760 - 1761",
    "hadith": "عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عنْهمَا، قالَ: رُخِّصَ لِلْحَائِضِ أنْ تَنْفِرَ إذَا أفَاضَتْ،\nقالَ [طاوس]: وسَمِعْتُ ابْنَ عُمَرَ يقولُ: إنَّهَا لا تَنْفِرُ، ثُمَّ سَمِعْتُهُ يقولُ بَعْدُ: إنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ رَخَّصَ لهنَّ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1760 - 1761",
    "grade": "[صحيح]",
    "takhrij": "حديث ابن عباس: أخرجه مسلم (1328) باختلاف يسير. وحديث ابن عمر: من أفراد البخاري على مسلم",
    "sharh": "قال اللهُ تعالَى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185]، وقال: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: 78]، وقد ظَهَرَ هذا جَلِيًّا في مَناسِكِ الحجِّ مِن التَّيسيرِ على الناسِ، ورَفْعِ المَشقَّةِ عنهم.\r\nوفي هذا الحَديثِ يَروي عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّه رُخِّصَ، وفي رِوايةِ النَّسائيِّ: «رَخَّصَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ» للمَرأةِ إذا طافَتْ طَوافَ الإفاضةِ يومَ النَّحرِ، ثمَّ حاضَتْ بعْدَه؛ أنْ تَرجِعَ إلى بلَدِها دونَ أنْ تَطوفَ طَوافَ الوَداعِ.\r\nثمَّ أخبَرَ التابعيُّ طاوسُ بنُ كَيسانَ أنَّ عبدُ اللهِ بنُ عمَرَ رَضيَ اللهُ عنهما كان في أوَّلِ الأمرِ يَرى أنَّ المرأةَ إذا طافَتْ طَوافَ الإفاضةِ يومَ النَّحرِ، ثمَّ حاضَتْ بعْدَه، فلا تَرجِعُ إلى بَلَدِها إلَّا بعْدَ أنْ تَطهُرَ ثمَّ تَطوفَ طَوافَ الوداعِ، ثمَّ رَجَعَ عن ذلك بعْدَ أنْ عَلِمَ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ رخَّصَ لهنَّ في السَّفرِ دونَ طَوافِ الوداعِ، وقدْ أخرجَ النَّسائيُّ في الكُبرى وغَيرُه، عن طَاوسٍ اليَمانيِّ: «أَنَّهُ سمِعَ عبدَ اللهِ بنَ عُمَرَ وهو يُسْألُ عن حَبْسِ النِّساءِ على الطَّوافِ بالبَيْتِ، إذا حِضْنَ قبْلَ النَّفْرِ وقدْ أَفَضْنَ يَوْمَ النَّحْرِ، فقال: إنَّ عَائِشةَ كانَتْ تَذْكُرُ عن رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ رُخْصَةً لِلنِّسَاءِ. وذلكَ قَبلَ مَوْتِ عبدِ اللهِ بنِ عُمَرَ بِعَامٍ»؛ فهذه الرِّوايةُ أيضًا تُوضِّحُ رُجوعَ ابنِ عُمرَ رَضيَ اللهُ عنهما عن فَتواه الأُولَى.\r\nوفي الحديثِ: أنَّه قد تَخفَى بعضُ المسائلِ على بَعضِ العُلماءِ.\r\nوفيه: حِرْصُ ابنِ عُمرَ رَضيَ اللهُ عنهما على اتِّباعِ السُّنَّةِ ورُجوعِه إلى الحقِّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}