{
    "hadith_id": "1789",
    "hadith": "أنَّ رَجُلًا أتَى النبيَّ صَلَّى اللهُ عليه وسلَّمَ وهو بالجِعْرَانَةِ، وعليه جُبَّةٌ وعليه أثَرُ الخَلُوقِ أوْ قالَ: صُفْرَةٌ ، فَقالَ: كيفَ تَأْمُرُنِي أنْ أصْنَعَ في عُمْرَتِي؟ فأنْزَلَ اللَّهُ علَى النبيِّ صَلَّى اللهُ عليه وسلَّمَ فَسُتِرَ بثَوْبٍ، ووَدِدْتُ أنِّي قدْ رَأَيْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ وقدْ أُنْزِلَ عليه الوَحْيُ، فَقالَ عُمَرُ: تَعَالَ أيَسُرُّكَ أنْ تَنْظُرَ إلى النبيِّ صَلَّى اللهُ عليه وسلَّمَ، وقدْ أنْزَلَ اللَّهُ عليه الوَحْيَ؟ قُلتُ: نَعَمْ، فَرَفَعَ طَرَفَ الثَّوْبِ، فَنَظَرْتُ إلَيْهِ له غَطِيطٌ، وأَحْسِبُهُ قالَ: كَغَطِيطِ البَكْرِ فَلَمَّا سُرِّيَ عنْه قالَ: أيْنَ السَّائِلُ عَنِ العُمْرَةِ اخْلَعْ عَنْكَ الجُبَّةَ، واغْسِلْ أثَرَ الخَلُوقِ عَنْكَ، وأَنْقِ الصُّفْرَةَ، واصْنَعْ في عُمْرَتِكَ كما تَصْنَعُ في حَجِّكَ.",
    "rawi": "يعلى بن أمية",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1789",
    "grade": "[صحيح]",
    "sharh": "كان الصَّحابةُ الكرامُ رَضيَ اللهُ عنهم يُحِبُّون أنْ يَعلَموا أحوالَ النبيِّ صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الحديثِ يَرْوي التَّابعيُّ صَفوانُ بنُ يَعْلى بنِ أُميَّةَ، عن أبيهِ يَعْلى بنِ أُمَيَّةَ رَضيَ اللهُ عنه أنَّه طَلَبَ مِن عُمَرَ بنِ الخطَّابِ رَضيَ اللهُ عنه أنْ يُرِيَه النبيَّ صلَّى اللهُ عليه وسلَّمَ حِينَما يَنزِلُ عليه الوَحيُ؛ ليَتعرَّفَ على كَيفيَّةِ نُزولِه عليه.\r\nفبيْنما كان النبيُّ صلَّى اللهُ عليه وسلَّمَ بِالجِعْرَانةِ -وهو مَوضِعٌ بيْن مَكَّةَ والطَّائِفِ، وهو أحَدُ مَواقيتِ العُمرةِ لمَن كانَ بِمَكَّةَ، وتقَعُ شَمالَ شَرقِيَّ مكَّةَ على بُعدِ (20 كم) تَقريبًا- جاءه رجُلٌ فسَألَه: ما حُكْمُ رَجُلٍ أحرَمَ بِعُمرةٍ وهو مُتلَطِّخٌ بالطِّيبِ في ثَوبِه وبَدَنِه؟ فسَكَت النبيُّ صلَّى اللهُ عليه وسلَّمَ عن إجابتِه، ولم يُجِبْه فَورًا، فجاءَه الوَحيُ، وهنا أشارَ عُمَرُ رَضيَ اللهُ عنه بِيَدِه إلى يَعْلى رَضيَ اللهُ عنه؛ حتَّى يَرى كَيفيَّةَ نُزولِ الوَحيِ على رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.\r\nفجاء وَعلى رَأسِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ ثَوبٌ قد أُظِلَّ به مِن الشَّمسِ، فأدْخَلَ يَعْلَى رَضيَ اللهُ عنه رَأسَه داخِلَ الثَّوبِ، فإذا رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مُحمَرُّ الوجْهِ تَتردَّدُ أنفاسُه بِصَوتٍ مَسموعٍ، ثمَّ رُفِعَ عنه الوَحْيُ، فَهدَأتْ نَفسُه، وأخَذَت تَنكشِفُ عنه تِلكَ الحالةُ، فأجابَ السَّائلَ بأنْ يَغسِلَ الطِّيبَ الَّذي به ثَلاثَ مرَّاتٍ، ويَنزِعَ عنه الجُبَّةَ -وهي ثَوبٌ سابِغٌ، واسِعُ الكُمَّينِ، مَشقوقُ المَقدمِ، يُلْبَسُ فَوقَ الثِّيابِ-؛ لأنَّها مَخيطٌ، ولأنَّ بها أثرًا مِن الطِّيبِ، فيُغسَلُ أيضًا؛ ففي رِوايةٍ للبُخاريِّ ومُسلمٍ: «فأَتَاهُ رجُلٌ عليه جُبةٌ فيه أثَرُ صُفرةٍ».\r\nوأمَرَه أنْ يَصنَعَ في عُمرتِه كما يَصنَعُ في حَجَّتِه مِن اجتِنابِ الطِّيبِ وغيرِه؛ لأنَّ مَحظوراتِ الحَجِّ والعُمرةِ واحِدةٌ. \r\nوفي نِهايةِ الحديثِ سَأَلَ عبدُ الملِكِ بنُ جُريجٍ شَيخَه عَطاءَ بنَ أبي رَباحٍ: هلْ أَرادَ النبيُّ صلَّى اللهُ عليه وسلَّمَ بأمْرِه بأنْ يَغسِلَ ثَوبَه ثَلاثَ مرَّاتٍ المُبالغةَ في التَّنظيفِ؟ فأجابَهُ عطاء: نَعَمْ أرادَ ذلك.\r\nوفي الحديثِ: النَّهيُ عن التَّطيُّبِ عِندَ الإحرامِ بالنِّسبةِ إلى الثِّيابِ بكُلِّ ما يَبقى أثرُه لَونًا أو رائِحةً، أما التَّطيُّبُ في الجَسدِ فقد ثبَتَ في الصَّحيحَينِ: أنَّ عائشةَ رَضيَ اللهُ عنها طَيَّبَت رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ عندَ إحرامِه. أيْ قَبلَه.\r\nوفيه: المُبالَغةُ في الإنقاءِ مِن الطِّيبِ للمُحرِمِ.\r\nوفيه: أنَّ السُّنةَ وَحيٌ كما أنَّ القرآنَ وَحيٌ، وقد تَرِدُ بأحكامٍ ليستْ في القرآنِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}