{
    "hadith_id": "1796",
    "hadith": "أنَّهُ كانَ يَسْمَعُ أسْمَاءَ تَقُولُ كُلَّما مَرَّتْ بالحَجُونِ: صَلَّى اللَّهُ علَى رَسولِهِ مُحَمَّدٍ لقَدْ نَزَلْنَا معهُ هَاهُنَا ونَحْنُ يَومَئذٍ خِفَافٌ، قَلِيلٌ ظَهْرُنَا، قَلِيلَةٌ أزْوَادُنَا، فَاعْتَمَرْتُ أنَا وأُخْتي عَائِشَةُ، والزُّبَيْرُ، وفُلَانٌ وفُلَانٌ، فَلَمَّا مَسَحْنَا البَيْتَ أحْلَلْنَا، ثُمَّ أهْلَلْنَا مِنَ العَشِيِّ بالحَجِّ.",
    "rawi": "أسماء بنت أبي بكر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1796",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1235، 1237) مفرقاً مطولاً باختلاف يسير",
    "sharh": "رافَقَ الصَّحابةُ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ في حَجَّةِ الوداعِ، فأخَذوا عنه مَناسِكَهم، ونَقَلوها لنَكونَ على بَصيرةٍ مِن أمْرِ دِينِنا.\r\nوفي هذا الحديثِ يَروي عبدُ اللهِ بنُ كَيسانَ مَولى أسماءَ بنتِ أبي بكرٍ رَضيَ اللهُ عنهما أنَّها كانتْ تقولُ كُلَّما مَرَّتْ بالحَجونِ: «صلَّى اللهُ على رَسولِه محمَّدٍ، لقدْ نزَلْنا معه هاهنا»، وذلك في حَجَّةِ الوَداعِ في العامِ العاشرِ مِن الهجرةِ، والحَجونُ: مَوضعٌ بِمكَّةَ، وهو جَبَلٌ مُشرِفٌ على المُحَصَّبِ على بُعدِ مِيلٍ ونِصفٍ مِن البَيتِ الحرامِ.\r\nفذَكَرَت مِن حالِهم يومَ أنْ نَزَلوا مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ أنَّ دوابَّهم الَّتي يَركبُونها كانتْ قَليلةً، ومَتاعُهم الَّذي كانوا يَحِملونَه خَفيفةٌ، والأكْلُ الذي يَتزوَّدون به قَليلًا، ومُرادُها مُقارنةُ ما كانوا فيه مِن فقْرٍ وضِيقِ حالٍ بالحاضرِ وما همْ فيه مِن سَعةٍ وقْتَ قَولِها هذا.\r\nثمَّ تُخبِرُ رَضيَ اللهُ عنها أنَّها اعتَمَرَتْ هي، وأختُها أمُّ المؤمنينَ عائشةُ، وزَوجُها الزُّبَيرُ بنُ العوَّامِ، وآخَرون رَضيَ اللهُ عنهم جميعًا، وكأنَّها ذكَرَت أسماءَ أشخاصٍ ممَّن لم يَسوقوا الهدْيَ معهم؛ فقدْ ثَبَتَ أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أمَرَ مَن لم يَسُقِ الهدْيَ أنْ يَفسَخَ الحجَّ إلى عُمرةٍ، ثمَّ يُهِلَّ بالحجِّ.\r\nثمَّ إنَّهم لَمَّا طافوا بالبَيتِ تَحلَّلوا مِن عُمرتِهم، وهو معْنى قَولِها: «فلمَّا مَسَحْنا البيتَ أحللنا»، أي: مَسَحْنا برُكنِه، وهو الحجَرُ الأسودُ، وكَنَّتْ بذلك عَنِ الطَّوافِ، ولم تَذكُرِ السَّعيَ بيْن الصَّفا والمَروةِ وتَقصيرَ الشَّعرِ اختصارًا، أو لأنَّ ذلك مَعروفٌ. ثمَّ أحْرَموا بالحجِّ بعْدَ ذلك يومَ التَّرويةِ الثامنَ مِن ذي الحِجَّةِ، فكانوا مُتمتِّعينَ. والعَشِيُّ: آخِرُ النَّهارِ، أو مِن زَوالِ الشَّمسِ إلى الصَّباحِ، وقيل: إلى أنْ تَغيبَ الشَّمسُ.\r\nوالثابتُ أنَّ السَّيِّدةَ عائشةَ رَضيَ اللهُ عنها لم تَطُفْ بالبيتِ؛ لأنَّها كانتْ حائضًا يَومَها؛ ففي الصَّحيحَينِ مِن حَديثِ عائشةَ رَضيَ اللهُ عنها قالت: «وكنتُ ممَّن أهَلَّ بعُمرةٍ، فحِضْتُ قبْلَ أنْ أدخُلَ مكَّةَ، فأدْرَكَني يومُ عَرَفةَ وأنا حائضٌ، فشَكَوتُ ذلك إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فقال: دَعِي عُمرتَكِ، وانْقُضي رَأسَكِ وامْتَشِطي، وأهِلِّي بالحجِّ»، ولم تَستَثْنِها أسماءُ رَضيَ اللهُ عنها مِن الحَديثِ؛ إمَّا لشُهرةِ قصَّةِ حَيضِها، أو نَسِيَت أنْ تَستثْنِيَها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}