{
    "hadith_id": "1817",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ رَآهُ وأنَّهُ يَسْقُطُ علَى وجْهِهِ، فَقالَ: أيُؤْذِيكَ هَوَامُّكَ؟، قالَ: نَعَمْ، فأمَرَهُ أنْ يَحْلِقَ وهو بالحُدَيْبِيَةِ، ولَمْ يَتَبَيَّنْ لهمْ أنَّهُمْ يَحِلُّونَ بهَا وهُمْ علَى طَمَعٍ أنْ يَدْخُلُوا مَكَّةَ، فأنْزَلَ اللَّهُ الفِدْيَةَ، فأمَرَهُ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ أنْ يُطْعِمَ فَرَقًا بيْنَ سِتَّةٍ، أوْ يُهْدِيَ شَاةً، أوْ يَصُومَ ثَلَاثَةَ أيَّامٍ،\r  وعَنْ مُحَمَّدِ بنِ يُوسُفَ، حَدَّثَنَا ورْقَاءُ، عَنِ ابْنِ أبِي نَجِيحٍ، عن مُجَاهِدٍ، أخْبَرَنَا عبدُ الرَّحْمَنِ بنُ أبِي لَيْلَى، عن كَعْبِ بنِ عُجْرَةَ رَضِيَ اللَّهُ عنْه، أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ رَآهُ وقَمْلُهُ يَسْقُطُ علَى وجْهِهِ مِثْلَهُ.",
    "rawi": "كعب بن عجرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1817",
    "grade": "[صحيح]",
    "sharh": "يسَّرَ الشَّرعُ الحنيفُ على النَّاسِ فيما يشُقُّ عليهم من الأحكامِ، وبَيَّن لهم البدائِلَ الشَّرعيَّةَ لِمن لم يستَطِعْ فِعلَ ما أمَرَ اللهُ به.\r\nوفي هذا الحَديثِ يروي التابعيُّ عبدُ اللهِ بنُ مَعقِلٍ أنَّه قَعَدَ إلى الصَّحابيِّ كَعْبِ بنِ عُجْرةَ رضي الله عنه في مَسجدِ الكوفةِ، فسَألَه عن معْنى قولِه تعالَى: {فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ} [البقرة: 196]، فأجابه كَعْبُ بنُ عُجْرةَ رضِيَ اللهُ عنه بما وقَعَ له، فقالَ: حُمِلْتُ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم والقَمْلُ يَتناثَرُ على وَجْهي، فقالَ النَّبيُّ صلَّى اللهُ عليه وسلَّم لَمَّا رآه كذلك: «ما كُنتُ أظُنُّ أنَّ الجَهْدَ»، أي: المَشقَّةَ والتَّعبَ «قد بَلَغَ بك هذا» الَّذي رأيْتُ، ثمَّ سأله «أمَا تَجِدُ شاةً؟» وهي الواحِدةُ مِنَ الضَّأنِ، وتُذبَحُ فِديةً نظيرَ ارتكابِ أمرٍ مِن محظوراتِ الإحرامِ، وهو هنا حَلْقُ الشَّعرِ لأجْلِ إزالةِ القَملِ عنه، فقال كعبٌ للنَّبيِّ صلَّى اللهُ عليه وسلَّم: لا أجِدُها، أي: لا أملِكُها ولا أملِكُ ثمنَها، فقال له النبيُّ صلَّى اللهُ عليه وسلَّم: «صُمْ ثَلاثةَ أيَّامٍ» نظيرَ ما ستفعَلُه من حَلقِ شَعرِ رأسِك، وهذا بيانٌ لِقولِه تعالى: {مِنْ صِيَامٍ}، أو أطْعِم ستَّةَ مَساكينَ بيانًا لِقولِه تعالَى: {أَوْ صَدَقَةٍ}، لكُلِّ مِسكينٍ نِصفُ صاعٍ مِن طَعامٍ. واحلِقْ رأسَك، ثم أخبَرَ كعبُ بنُ عُجرةَ رَضِيَ اللهُ عنه من سأله أنَّ الآيةَ وإن نزلت فيه خاصَّةً، فهي للمُسلمينَ عامَّةً، فالعَمَلُ بمقتضاها لكُلِّ النَّاسِ إلى يومِ القيامةِ.\r\nوفي الحَديثِ: مَشروعيَّةُ حَلقِ المُحرِمِ شَعْرَ رَأسِه لِأَذى القَملِ.\r\nوفيه: مَشروعيَّةُ الجُلوسِ لمُذاكَرةِ العِلمِ ومُدارستِه.\r\nوفيه: بيانُ حِرصِ التابعينَ على معرفةِ الأحكامِ، وبيانُ الصَّحابة لهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}