{
    "hadith_id": "182",
    "hadith": "أنَّهُ كانَ مع رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ في سَفَرٍ، وأنَّهُ ذَهَبَ لِحَاجَةٍ له، وأنَّ مُغِيرَةَ جَعَلَ يَصُبُّ المَاءَ عليه وهو يَتَوَضَّأُ، فَغَسَلَ وجْهَهُ ويَدَيْهِ، ومَسَحَ برَأْسِهِ، ومَسَحَ علَى الخُفَّيْنِ.",
    "rawi": "المغيرة بن شعبة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "182",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (274) باختلاف يسير",
    "sharh": "لم يَتوقَّف تَعليمُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لأصحابِه في حَضَرٍ وَلا سَفرٍ، وَكانَ صلَّى اللهُ عليه وسلَّمَ شَديدَ الحِرصِ -على وَجه الخُصوصِ- على تَعليمِهِم أُمورَ الطَّهارةِ وآدابَ قَضاءِ الحاجَةِ من بَولٍ أو غائطٍ.\nوفي هذا الحديثِ يَروي المُغيرةُ بنُ شُعبةَ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ تَأخَّرَ عن أصحابِه وتَنحَّى جانِبًا، وتَنحَّى معه المُغيرةُ رَضيَ اللهُ عنه بأمرٍ منه صلَّى اللهُ عليه وسلَّمَ، وكانَ ذلك في غَزوةِ تَبُوكَ -كما في روايةٍ أُخرى في الصَّحيحَينِ- سَنَةَ ثَمانٍ، وهيَ غَزوةُ العُسرةِ.\nفلَمَّا قضَى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ حاجَتَه من بَولٍ أو غائطٍ، سألَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «أَمَعكَ ماءٌ؟» وذلك ليتوَضَّأ، فجاءَه المُغيرةُ رَضيَ اللهُ عنه بمِطهَرةٍ، وهي إناءٌ صَغيرٌ من جِلدٍ به ماءٌ، فغَسَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ كفَّيه ووَجهَه، ثمَّ أرادَ أن يَكشِفَ الثِّيابَ الَّتي على ذِراعَيه ورَفعَهما ليغسِلَ يَدَه إلى المِرفَقَينِ، ولكن لَم يَستطِعِ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ كَشفَ الثِّيابِ لِضيقِها على ذِراعَيه، والجُبَّةُ: نَوعٌ مِنَ الثِّيابِ، فنزَعَ عن يَدِه كُمَّ الجُبَّةِ مُخرِجًا إيَّاها من أسفَلِ الثِّيابِ، وألقَى ما زادَ مِنَ الجُبَّةِ على مَنكِبَيهِ؛ وذلك حتَّى لا تُعارِضَه عندَ غَسلِ يدَيه، وكذلك حِفاظًا عليها من أن يُصيبَها الماءُ. والمَنكِبُ: مُلتَقَى عَظمِ الذِّراعِ معَ الكَتِفِ، فغَسَلَ ذِراعَيهِ، «ومسَحَ بِناصيَتِهِ»، والنَّاصيَةُ: مُقَدَّمُ الرَّأسِ مِنَ الجَبهَةِ، «وعلى العِمامَةِ»، والأصلُ أنَّ المُتوضِّئَ يَمسَحُ جَميعَ رَأسِه مَرةً واحِدةً؛ فالنَّبيُّ صلَّى اللهُ عليه وسلَّمَ مسَحَ الجُزءَ الظَّاهِرَ من مُقَدَّمِ رَأسِه، ومسَحَ بيَدِه على العِمامةِ بدَلًا مِنَ الرأسِ.\nثُمَّ مَسَحَ صلَّى اللهُ عليه وسلَّمَ على خُفِّيهِ، أي: إنَّه صلَّى اللهُ عليه وسلَّمَ لَم يَمسَح على شَعرِ رأسِه أو يَغسِل رِجلَه، ولكنَّه اكتفَى بالمَسحِ بالماءِ على عِمامَتِه ولَم يَرفَعها عن رَأسِه ولَم يَمسَح على شَعرِهِ، وكذلك مسَح على خُفَّيهِ، ومن شُروطِ المَسحِ على الخُفَّينِ أن يَكُونَ المَرءُ قد لَبِسَهُما على طَهارةٍ ابتِداءً، كما في روايةٍ في الصَّحيحَينِ أنَّ المُغيرةَ رَضيَ اللهُ عنه قالَ: «كُنْتُ مع النَّبيِّ صَلَّى اللهُ عليه وسلَّمَ في سَفَرٍ، فأهْوَيْتُ لأنْزِعَ خُفَّيهِ، فَقالَ: دَعْهُمَا؛ فإنِّي أدْخَلْتُهُما طَاهِرَتَيْنِ. فَمَسَحَ عليهمَا». والخُفُّ: حِذاءٌ يَستُرُ القَدَمَ ويُلبَسُ ويُدخَلُ معَ القدَمَينِ في الحِذاءِ والنَّعلِ، وغالِبًا ما يُلبَسُ بقَصدِ الاستِدفاءِ.\nثمَّ رَكِبَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ والمُغيرةُ بنُ شُعبةَ ما معهما مِنَ الدَّوابِّ، فوَصَلَا إلى القَومِ وقد قاموا في الصَّلاةِ، وكانَ إمامُهم عبدَ الرَّحمنِ بنَ عَوفٍ، وقد رَكَعَ بهم رَكعةً، وقد كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ تأخَّرَ عليهم، فأقاموا الصَّلاةَ، فحَضَرَهم رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ والصَّلاةُ قائمةٌ، فلَمَّا أحَسَّ عبدُ الرَّحمنِ بنُ عَوفٍ رَضيَ اللهُ عنه بحُضُورِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وهو يُصلِّي بالنَّاسِ، أرادَ أن يَتأخَّرَ عنِ الإمامةِ وأن يَتقَدَّمَ رسُولُ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ ليُكمِلَ الصَّلاةَ إمامًا، فأشارَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لابنِ عَوفٍ أن يَبقى على حالِه مُتِمًّا صَلاتَه بالنَّاسِ، فأكمَلَ عبدُ الرَّحمنِ بنُ عَوفٍ الصَّلاةَ بالنَّاسِ، فلَمَّا سَلَّمَ قامَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ والمُغيرةُ بنُ شُعبةَ رَضيَ اللهُ عنه، فأتَمَّا الرَّكعةَ التي فاتَتهما مِنَ الصَّلاةِ.\nوفي الحَديثِ: إمامةُ المَفضُولِ للفاضِلِ، والحِرصُ على أداءِ الصَّلاةِ في وَقتِها.\nوفيه: فَضيلةٌ ظاهرةٌ ومَنقَبةٌ جَليلةٌ لعبدِ الرَّحمنِ بنِ عَوفٍ رَضيَ اللهُ عنه.\nوفيه: مَشروعيَّةُ المَسحِ على العِمامةِ والخُفَّينِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}