{
    "hadith_id": "1823",
    "hadith": "كُنَّا مع النبيِّ صلَّى اللهُ عليه وسلَّمَ بالقَاحَةِ، ومِنَّا المُحْرِمُ، ومِنَّا غَيْرُ المُحْرِمِ، فَرَأَيْتُ أصْحَابِي يَتَرَاءَوْنَ شيئًا، فَنَظَرْتُ، فَإِذَا حِمَارُ وحْشٍ يَعْنِي وقَعَ سَوْطُهُفَقالوا: لا نُعِينُكَ عليه بشَيءٍ؛ إنَّا مُحْرِمُونَ، فَتَنَاوَلْتُهُ، فأخَذْتُهُ ثُمَّ أتَيْتُ الحِمَارَ مِن ورَاءِ أكَمَةٍ، فَعَقَرْتُهُ، فأتَيْتُ به أصْحَابِي، فَقالَ بَعْضُهُمْ: كُلُوا، وقالَ بَعْضُهُمْ: لا تَأْكُلُوا، فأتَيْتُ النبيَّ صلَّى اللهُ عليه وسلَّمَ وهو أمَامَنَا، فَسَأَلْتُهُ، فَقالَ: كُلُوهُ، حَلَالٌ.",
    "rawi": "أبو قتادة الحارث بن ربعي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1823",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1196) باختلاف يسير",
    "sharh": "هناك أحكامٌ وآدابٌ يَجِبُ على المُحرِمِ الالتزامُ بها؛ حتَّى تَتِمَّ عِبادتُه على الوجْهِ الأكمَلِ وَفْقَ مُرادِ اللهِ عزَّ وجلَّ، ومِن هذه الأحكامِ تَحريمُ صَيدِ البرِّ حالَ الإحرامِ؛ قال تعالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ} [المائدة: 95].\r\nوفي هذا الحَديثِ يَحكي أبو قَتادةَ الحارثُ بنُ رِبعيٍّ الأنصاريُّ رَضيَ اللهُ عنه أنَّهم خَرَجوا مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ في عُمرةِ الحُدَيبيةِ في العامِ السادسِ الهِجريِّ، وفي طَريقِهم لِمكَّةَ بَلَغَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أنَّ عدُوًّا مِن المشركينَ يُريدُ أنْ يَغْزُوَه، فأرْسَلَه النبيُّ صلَّى اللهُ عليه وسلَّمَ لِيَستطلِعَ أمْرَ هذا العدُوِّ في طائفةٍ مِن الصَّحابةِ رَضيَ اللهُ عنهم، فلمَّا كانوا بالقَاحَةِ -وهي مَوضعٌ قَريبٌ مِن المدينةِ المنوَّرةِ- وجَدَهم يَنظُرون إلى حِمارٍ وَحْشيٍّ، وكان أبو قَتادةَ وبَعضُ أصحابِهِ غيرَ مُحرِمينَ، والبعضُ الآخَرُ مُحرِمينَ، فانطلَقَ إليه أبو قَتادةَ رَضيَ اللهُ عنه لِيَصطادَه، فسَقَط السَّوطُ منه، فطَلَب منهم مُناوَلتَه السَّوطَ، فرَفَضوا؛ لأنَّهم مُحرِمون، ليس لهم الإشارةُ ولا الإعانةُ على قَتْلِ الصَّيدِ، وكذلك الدَّلالةُ عليه، وكلُّ سَببٍ يُؤدِّي إليه، فأخَذَ أبو قَتادةَ رَضيَ اللهُ عنه السَّوطَ بنفْسِه، فجاءَ إلى الحِمارِ وهو وَراءَ الأَكَمَةِ -وهي التَّلُّ المُرتفِعُ مِن الأرضِ- فعَقَره، وحَمَلَه إلى أصحابِه، فاختلَفَ أصحابُه المُحرِمون؛ فرَأى بَعضُهم جَوازَ الأكلِ منه، ورأى البعضُ الآخَرُ عدَمَ جَوازِه؛ لكونِهِم مُحرِمين، وإنْ لم يُشارِكوا في الصَّيدِ، فجاء إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ، وكان قد سَبَقَهم، فَسَأَله أبو قَتادةَ، فأجابَهُ بأنْ يَأكُلوا منه؛ فهو حَلالٌ لهم ما دامُوا لم يُشارِكوا في صَيدِه.\r\nوفي الحديثِ: مَشروعيَّةُ أكْلِ لُحومِ الحُمُرِ الوَحشيَّةِ.\r\nوفيه: بَيانُ ما يَجوزُ أكْلُه للمُحرِمِ مِن الصَّيدِ، وهو الذي صادَه الحلالُ، دونَ أنْ يُساعِدَه المُحرِمُ عليه بشَيءٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}