{
    "hadith_id": "1857",
    "hadith": "أَقْبَلْتُ وقدْ نَاهَزْتُ الحُلُمَ، أسِيرُ علَى أتَانٍ لي ورَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّمَ قَائِمٌ يُصَلِّي بمِنًى حتَّى سِرْتُ بيْنَ يَدَيْ بَعْضِ الصَّفِّ الأوَّلِ، ثُمَّ نَزَلْتُ عَنْهَا، فَرَتَعَتْ، فَصَفَفْتُ مع النَّاسِ ورَاءَ رَسولِ اللَّهِ صلَّى اللهُ عليه وسلَّمَ. [وفي رواية:] بمِنًى في حَجَّةِ الوَدَاعِ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1857",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1857)، ومسلم (504).",
    "sharh": "لقدْ حَرَصَ الصَّحابةُ الكرامُ رَضيَ اللهُ عنهم على القُربِ مِن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ومُرافَقتِه في حِلِّه وتِرحالِه، ونَقَلوا لنا ما شاهَدُوه وما وقَعَ منْهم في حَضْرتِه صلَّى اللهُ عليه وسلَّمَ؛ لنَأخُذَ منه الدُّروسَ والعِبَرَ.\r\nوفي هذا الحَديثِ يُخبِرُ عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّه خرَجَ إلى الحجِّ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ، في حَجَّةِ الوداعِ في العامِ العاشرِ مِن الهجرةِ، وقدْ نَاهَزَ الحُلُمَ، أي: قبْلَ بُلوغِه بمدَّةٍ يَسيرةٍ، وكان عمرُه إذ ذاك ثَلاثَ عَشْرةَ سَنةً وأشهُرًا، وأنَّه قدِمَ على رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وهو قائمٌ يُصلِّي بمِنًى -وهو وادٍ قُربَ الحَرَمِ المَكِّيِّ، يَنزِلُه الحُجَّاجُ لِيَبيتوا فيه يومَ التَّرويةِ وأيَّامَ التَّشريقِ، ويَرْموا فيه الجِمارَ- وكان يَركَبُ على أتانًا -والأَتَانُ اسمُ جِنسٍ للذَّكرِ والأُنثَى مِن الحِمارِ- فسارَ بالِحمارِ بيْن الصَّفِّ؛ وذلك لأنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ سُترةٌ للمُصلِّين خلْفَه، وفي رِوايةٍ للبُخاريِّ: «يُصَلِّي بالنَّاسِ بمِنًى إلى غَيرِ جِدَارٍ»، ثمَّ نزَلَ ابنُ عبَّاسٍ مِن على ظَهْرِ الأتانِ ووقَفَ في الصَّفِّ مع الناسِ وَراءَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وجعَلَها تَمْشي لِتَرعَى وتَأكُلَ، وزادَ في رِوايةٍ في الصَّحيحَينِ: «فلَمْ يُنْكِرْ ذلكَ عَلَيَّ أحَدٌ».\r\nوفي الحديثِ: أنَّ عِباداتِ الصِّبيانِ مُعتبرةٌ.\r\nوفيه: مَشروعيَّةُ حَجِّ الصَّبيِّ.\r\nوفيه: أنَّ سُترةَ الإمامِ سُترةٌ لِمَنْ خلفَه، أو أنَّ الإمامَ نفْسَه سُترةٌ لِمَن خَلْفَه.\r\nوفيه: احتمالُ بَعضِ المفاسدِ لمَصلحةٍ أرجَحَ منها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}