{
    "hadith_id": "1866",
    "hadith": "نَذَرَتْ أُخْتي أنْ تَمْشِيَ إلى بَيْتِ اللَّهِ، وأَمَرَتْنِي أنْ أسْتَفْتِيَ لَهَا النبيَّ صلَّى اللهُ عليه وسلَّمَ، فَاسْتَفْتَيْتُهُ، فَقالَ صلَّى اللهُ عليه وسلَّمَ: لِتَمْشِ، ولْتَرْكَبْ.",
    "rawi": "عقبة بن عامر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1866",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1866)، ومسلم (1644)",
    "sharh": "النَّذرُ: هو إيجابُ الإنسانِ على نَفسِه فِعلًا لم يجِبْ عليه، فإذا كان المَنذورُ مُستطاعًالا يَعجِزُ العَبدُ عن الوَفاءِ به، وكان طاعةً لم تَشتمِلْ على مَعصيةٍ؛ فإنَّه يَجِبُ الوَفاءُ به، وقدْ يسَّرتِ الشريعةُ الإسلاميَّةُ في الوفاءِ به.\r\nوفي هذا الحديثِ يَرْوي عُقبةُ بنُ عامرٍ رَضيَ اللهُ عنه أنَّ أُختَه قد نَذَرَت أن تَمْشيَ إلى بَيتِ اللهِ الحرامِ، ولَمَّا شَعَرَتْ بالحرَجِ وبعَدمِ قُدرتِها على الوَفاءِ بنَذْرِها، طلَبَتْ مِن أخيها عُقبةَ بنِ عامرٍ رَضيَ اللهُ عنه أنْ يَستفتيَ لها رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ: هلْ يَلزَمُها الوفاءُ بنَذرِها مع عدَمِ قُدرتِها أو لا؟ فلمَّا استَفْتى النبيَّ صلَّى اللهُ عليه وسلَّمَ قال له: لتَمشِ ولتَرْكَبْ، أي: لتَمْشِ ما استطاعَتْ، ولْتَرْكَبْ عِندَما لا تَستطيعُ المشْيَ.\r\nوقيل: إنَّ مَن نذَرَ المشْيَ لا يَلزَمُه ذلك، سواءٌ قدَرَ عليه أو لا؛ لأنَّ المشْيَ نفْسَه غيرُ طاعةٍ، إنَّما الطَّاعةُ الوصولُ إلى ذلك المكانِ، كالبيتِ العَتيقِ، مِن غَيرِ فرْقٍ بيْن المشْيِ والرُّكوب؛ ولهذا سوَّغ النبيُّ صلَّى اللهُ عليه وسلَّمَ الرُّكوبَ لأختِ عقبةَ بنِ نافعٍ مع أنَّها نذَرَتِ المشيَ، فكان ذلك دالًّا على عدمِ لُزومِ النَّذرِ بالمشْيِ، وإنْ دخَل تحتَ الطَّاقةِ.\r\nوإنَّما أمَرَ الشَّيخَ الكبيرَ بالرُّكوبِ في حَديثِ أنسٍ الذي في الصَّحيحَينِ؛ لأنَّه كان شَيخًا ظاهرَ العجْزِ، وأمَر أُختَ عُقبةَ بالمشْيِ والرُّكوبِ معًا؛ لأنَّها لم تُوصَفْ بالعجزِ، فكأنَّه أمَرها أنْ تَمشِيَ إنْ قدَرَتْ، وتَركَبَ إنْ عَجَزَتْ.\r\nوفي الحديثِ: بَيانُ تَيسيرِ الشَّرعِ في مَواطنِ الاضطرارِ والشِّدَّةِ.\r\nوفيه: أنَّ تَكاليفَ الدِّينِ مَبنيَّةٌ على قدْرِ استطاعةِ العبْدِ على العمَلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}