{
    "hadith_id": "1868",
    "hadith": "قَدِمَ النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ المَدِينَةَ، وأَمَرَ ببِنَاءِ المَسْجِدِ، فَقالَ: يا بَنِي النَّجَّارِ، ثَامِنُونِي، فَقالوا: لا نَطْلُبُ ثَمَنَهُ إلَّا إلى اللَّهِ، فأمَرَ بقُبُورِ المُشْرِكِينَ فَنُبِشَتْ، ثُمَّ بالخِرَبِ فَسُوِّيَتْ، وبِالنَّخْلِ فَقُطِعَ، فَصَفُّوا النَّخْلَ قِبْلَةَ المَسْجِدِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1868",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1868)، ومسلم (524)",
    "sharh": "كان أوَّلُ عمَلٍ قام به رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ بعْدَ هِجرتِه إلى المدينةِ هو بِناءَ المسجِدِ؛ لِما للمَساجدِ مِن أهمِّيَّةٍ بالغةٍ في الإسلامِ؛ فهي بُيوتُ اللهِ في الأرضِ؛ ففيها تُقامُ الصَّلواتُ، ويُذكَرُ اسمُ اللهِ كثيرًا.\nوفي هذا الحَديثِ يُخبِرُ أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّه لَمَّا قدِم النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مِن مكَّةَ مُهاجرًا إلى المدينةِ دارِ الإسلامِ، أمَرَ صلَّى اللهُ عليه وسلَّمَ ببِناءِ المسجدِ، وكانت الأرضُ التي سيُبْنى عليها المسجِدُ مَوضِعَ بُستانٍ لِبَعضِ بَني النَّجَّارِ، وهمْ بَيتٌ مِن بُيوتِ الأنصارِ، وهمْ أخوالُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فاستَدْعاهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، وطلَبَ منهم أنْ يُقدِّروا ثَمَنَ أرضِهم؛ حتَّى يَشتريَها منهم ويَبنيَ عليها المسجِدَ، فأبَوْا أنْ يَأخُذوا مالًا مُقابلَ الأرضِ، وأخبَروه أنَّهم لا يُريدون إلَّا أجْرًا وثَوابًا مِن اللهِ عزَّ وجلَّ، وكان في هذه الأرضِ قُبورٌ للمُشرِكين، فنُبِشَت لاستخراجِ الجُثَثِ منها؛ إذ ليس للمُشرِكينَ الحُرمةُ الَّتي للمُسلِمينَ، وكان فيها بَقايا بُيوتٍ مُهدَّمةٍ، فسُوِّيَت بالأرضِ، وكان فيها نَخْلٌ فقُطِع ليُستخدَمَ في بِناءِ المسجدِ، فجَعَلوه في قِبلَتِه. وإنَّما قَطَعَ صلَّى اللهُ عليه وسلَّمَ الشَّجَرَ والنَّخلَ؛ لأنَّه كان في أوَّلِ الهِجرةِ، وحَديثُ تَحريمِ قطْعِ شَجَرِ المدينةِ –الذي في الصَّحيحَينِ- إنَّما كان بعْدَ رُجوعِه صلَّى اللهُ عليه وسلَّمَ مِن خَيبرَ. أو أنَّ النَّهيَ عنه مَقصورٌ على القَطْعِ الَّذي يَحصُلُ به الإفسادُ، فأمَّا مَن يَقصِدُ الإصلاحَ فلا. أو النَّهيُ إنَّما يَتوجَّهُ إلى ما أنْبَتَه اللهُ مِن الشَّجَرِ ممَّا لا صُنْعَ للآدميِّ فيه.\nوفي الحديثِ: فَضيلةٌ ومَنقبةٌ لبَني النَّجَّارِ مِن الأنصارِ.\nوفيه: دَليلٌ على عدَمِ الصَّلاةِ في المَقبرةِ، ولو كانتْ قُبورَ المشركينَ؛ لِما فيه مِن سَدِّ الذَّريعةِ إلى اتِّخاذِ القُبورِ مَساجِدَ؛ فإنَّه إذا تَطاوَلَ العَهدُ، ولم تُعرَفِ الحالُ، خُشِيَ مِن ذلك الفِتنةُ.\nوفيه: دَليلٌ على أنَّ المَقبرةَ إذا نُبشَتْ، وأُخرِج ما فيها مِن عِظامِ المَوتَى؛ لم تَبْقَ مَقبرةً، وتُشرَعُ الصَّلاةُ فيها.\nوفيه: دَليلٌ على مَشروعيَّةِ قَطْعِ النَّخلِ والأشجارِ للمَصلحةِ العامَّةِ.\nوفيه: دَعوةٌ إلى بِناءِ المساجدِ في المُدنِ والقُرى التي تَنشَأُ حَديثًا ويَستوطِنُها المسلِمونَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}