{
    "hadith_id": "1869",
    "hadith": "أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ قالَ: حُرِّمَ ما بيْنَ لَابَتَيِ المَدِينَةِ علَى لِسَانِي. قالَ: وأَتَى النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ بَنِي حَارِثَةَ، فَقالَ: أرَاكُمْ يا بَنِي حَارِثَةَ قدْ خَرَجْتُمْ مِنَ الحَرَمِ، ثُمَّ التَفَتَ، فَقالَ: بَلْ أنتُمْ فِيهِ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1869",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1372) بنحوه مختصراً",
    "sharh": "جعَل اللهُ عزَّ وجلَّ لمكَّةَ والمدينةِ مَنزلةً تفُوقُ غيرَهما مِن الأماكنِ والمنازلِ، وقد حرَّم اللهُ مكَّةَ لإبراهيمَ عليه السَّلامُ، وجعَلَها بلَدًا آمِنًا، وكذلك حرَّم المدينةَ لرَسولِه مُحمَّدٍ صلَّى اللهُ عليه وسلَّمَ.\nوفي هذا الحَديثِ يُخبِرُ صلَّى اللهُ عليه وسلَّمَ بحُرمةِ المدينةِ وحُدودِ الحرَمِ فيها، فيقولُ: «حُرِّم ما بيْن لَابَتَيِ المدينةِ علَى لِسانِي»، أي: على لِسانِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، كما حُرِّمَت مكَّةُ على لِسانِ خَليلِ الرَّحمنِ إبراهيمَ عليه السَّلامُ. واللَّابَتانِ: تَثنيةُ لَابَةٍ، واللَّابَةُ الحَرَّةُ، وهي أرضٌ ذاتُ حِجارةٍ سَوداءَ كأنَّها أُحرِقَت بالنارِ؛ فالمَدينةُ -زادَها اللهُ تعالَى شَرفًا- بيْن حَرَّتينِ في جانَبيِ الشَّرقِ والغَربِ، والحَرَّةُ الشرقيَّةُ (حَرَّةُ واقمٍ) الآنَ بها قُباءٌ وحِصنُ واقِمٍ، والحرَّةُ الغربيَّةُ هي حَرَّةُ وَبَرةَ، وبها المَسجِدُ المُسمَّى بمَسجِدِ القِبلتَينِ. وحُدودُها مِن جِهةِ الجَنوبِ والشَّمالِ: ما بيْن جَبَلَيْ عَيرٍ وثَورٍ، فحَدُّ الحرمِ النَّبويِّ ما بيْن جَبلِ عَيْرٍ جَنوبًا، ويَبعُدُ عن المسجدِ النَّبويِّ (8,5 كم)، وجَبلِ ثَورٍ شَمالًا، ويَبعُدُ عن المسجدِ النبويِّ (8 كم). وقد قامتْ لَجنةٌ رَسميَّةٌ في المَملكةِ العَربيَّةِ السُّعوديةِ بتَحديدِ حرَمِ المدينةِ، وقدْ جَعَلَتْ أمانةُ المدينةِ المنوَّرةِ عَلاماتٍ مِعماريَّةً على شَكْلِ أقواسِ المسجدِ النَّبويِّ في أماكنَ عِدَّةٍ تُبيِّنُ هذه الحُدودَ. \nومعْنى تَحريمِ المَدينةِ: أنَّه يَأمَنُ فيها كُلُّ شَيءٍ على نفْسِه، حتَّى الحيوانُ فلا يُصادُ، وحتَّى الشَّجرُ فلا يُقطَعُ، إلَّا ما يَزرَعُه الآدميُّ بنفْسِه فمَشروعٌ له قطْعُه والأكْلُ منه، وأيضًا يَحرُمُ صَيدُ المدينةِ كما في حرَمِ مكَّةَ، لكنْ لا جَزاءَ على مَن صاد بها؛ لأنَّ حرَمَ المدينةِ ليسَ مَحلًّا للنُّسكِ بخِلافِ حرَمِ مكَّةَ.\nثمَّ الْتفَتَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لبَني حارثةَ، وهم قومٌ مِن الأَوْسِ، ودِيارُهم إذْ ذاك غَربيَّ مَشهدِ حَمْزةَ رَضيَ اللهُ عنه، وكان صلَّى اللهُ عليه وسلَّمَ قد ظَنَّ أنَّهم خارِجون مِن حُدودِ الحرَمِ، فقال لهم: أَراكمْ قدْ خرَجْتُم مِن الحرَمِ، فلمَّا تَأمَّلَ مَواضعَهم رآهُمْ داخِلينَ فيه، فقال: بلْ أنتُم في الحرَمِ لم تَخرُجوا منْه.\nوفي الحَديثِ: أنَّ للعالِمِ أنْ يَتحدَّثَ بِناءً على ما غلَبَ على ظنِّه، ثمَّ إذا تبيَّنَ له خِلافُ ما ظَنَّ، رجَع إلى الصَّوابِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}