{
    "hadith_id": "189",
    "hadith": "أَخْبَرَنِي مَحْمُودُ بنُ الرَّبِيعِ، قَالَ: وهو الذي مَجَّ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ في وجْهِهِ وهو غُلَامٌ مِن بئْرِهِمْ وقَالَ عُرْوَةُ، عَنِ المِسْوَرِ، وغَيْرِهِ يُصَدِّقُ كُلُّ واحِدٍ منهما صَاحِبَهُ: وإذَا تَوَضَّأَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ كَادُوا يَقْتَتِلُونَ علَى وَضُوئِهِ.",
    "rawi": "محمود بن الربيع الأنصاري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "189",
    "grade": "[صحيح] [والشطر الثاني معلق وصله البخاري في موضع آخر]",
    "takhrij": "قوله: \"وهو الذي مج ... من بئرهم\" أخرجه مسلم (33) باختلاف يسير",
    "sharh": "كان أصحابُ النبيِّ صلَّى اللهُ عليه وسلَّمَ يُعَظِّمونَه ويُوَقِّرونَه أشدَّ التعظيمِ والتوقيرِ، ومِن مَظاهِرِ ذلك ما جاءَ في هذا الحديثِ، ومُناسَبتُه: ما جَرَى في قِصَّةِ الحُدَيْبِيةِ عِندَما مَنَع المشرِكون النبيَّ صلَّى اللهُ عليه وسلَّمَ وأصحابَه مِنَ الوُصولِ إلى البَيتِ الحرامِ للعُمْرةِ، وأرْسَلوا وُفُودَهم للتَّفاوُضِ معه صلَّى اللهُ عليه وسلَّمَ، إلى أنْ عَقَد معهم صُلْحَ الحُدَيْبِيةِ. وقد حَضَر وَقْتُ الصَّلاةِ في أثْناءِ وُجودِ عُرْوةَ بنِ مَسعودٍ الذي جاء للتَّفاوُضِ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ، فلمَّا قام النبيُّ صلَّى اللهُ عليه وسلَّمَ للوُضُوءِ كادَ أصحابُه يَقْتتِلُونَ على فَضْلِ ماءِ الوُضوءِ؛ مِنْ شِدَّة تَسارُعِهم عليه، ويُخبِرُ بذلك -في هذا الحديث- مَحمودُ بنُ الرَّبِيعِ رَضيَ اللهُ عنه، وهو الذي أَلْقى رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ الماءَ مِنْ فَمِه الشَّرِيفِ على وَجْهِه مازِحًا وهو غَلامٌ صَغيرٌ مِن دَلْوٍ كان مِن بِئْرٍ لقومِ مَحْمُودِ بنِ الرَّبِيعِ.وقد حدَّث بذلك أيضًا عُرْوَةُ بنُ الزُّبَيرِ عنِ المِسْورِ بنِ مَخْرَمةَ رَضيَ اللهُ عنه وغَيرِه، وهو مَرْوَانُ بنُ الحَكَمِ، «يُصدِّق كلُّ واحدٍ منهما صاحبَه»، أي: يُصدِّقُ كلٌّ مِنَ المِسْوَرِ ومَرْوَانَ صاحبَه في رِوايتِهما للحديثِ.وفي الحديثِ: مُداعَبةُ الأئمَّةِ وأهلِ الفَضلِ للصِّبيانِ.وفيه: بيانُ تَعظيمِ الصَّحابةِ وتَوقيرِهم للنبيِّ صلَّى اللهُ عليه وسلَّمَ، والْتماسُهم بَرَكةَ آثارِ وَضوئِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}