{
    "hadith_id": "1946",
    "hadith": "كانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ في سَفَرٍ، فَرَأَى زِحَامًا ورَجُلًا قدْ ظُلِّلَ عليه، فَقالَ: ما هذا؟ فَقالوا: صَائِمٌ، فَقالَ: ليسَ مِنَ البِرِّ الصَّوْمُ في السَّفَرِ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1946",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1946)، ومسلم (1115)",
    "sharh": "شُرِعَت الرُّخَصُ في العِباداتِ لِمَن لا يَقدِرُ ولا يَقْوَى على الأخْذِ بالعَزيمةِ؛ رَحمةً مِن اللهِ عزَّ وجلَّ ورِفْقًا بعِبادِه، فلا يُنقَصُ مِن قَدْرِ مَن أخَذَ بها ولا يُعابُ بها، بلْ إنَّ الأخذَ بالرُّخصةِ في مَوضعِها مِثلُ الأخْذِ بالعَزيمةِ في مَوضعِها أيضًا.\nوفي هذا الحَديثِ يَرْوي جابرُ بنُ عبدِ اللهِ الأنصاريُّ رَضيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كان في سَفَرٍ، فرَأى قومًا مُجتمِعينَ حَولَ رجُلٍ قدْ جُعِلَ عليه شَيءٌ يُظلِّلُه مِن الشَّمسِ؛ لِما حَصَل له مِن شِدَّةِ العطَشِ والتَّعَبِ، فسَأَلَهم النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: ماذا أصاب صاحبَكم؟ فبَيَّنوا أنَّ سَببَ ضَعْفِه كان لصَومِه ولم يَأخُذْ برُخصةِ الإفطارِ في السَّفرِ، فأخْبَرَهم صلَّى اللهُ عليه وسلَّمَ أنَّه ليس مِن حُسنِ الطَّاعةِ والعِبادةِ الصَّومُ في السَّفرِ إذا بلَغَ بالصَّائمِ هذا المَبلَغَ مِن المَشقَّةِ، واللهُ قد رخَّص للصَّائمِ بالفِطْرِ، سواءٌ كان الصِّيامُ فَرْضًا أو تَطوُّعًا، وقد جاءتِ الرُّخصةُ بفِطرِ المسافرِ في قَولِ اللهِ تعالَى: {وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185]، ويَتأكَّدُ الفطرُ إذا كان المسافرُ في حَجٍّ أو جِهادٍ؛ لِيَقْوى عليه.\nوقد وَرَدَ مَشروعيَّةُ الصِّيامِ للمُسافرِ إذا قَوِيَ عليه، كما في الصَّحيحَينِ عن أبي الدَّرداءِ رَضيَ اللهُ عنه قال: «خرَجْنا مع النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في بَعضِ أسفارِه في يومٍ حارٍّ، حتى يَضَعَ الرَّجلُ يَدَه على رَأسِه مِن شِدَّةِ الحَرِّ، وما فِينا صائمٌ إلَّا ما كان مِن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وابنِ رَواحةَ».\nوفي الحديثِ: بيانُ يُسْرِ شَريعةِ الإسلامِ.\nوفيه: دَعوةٌ إلى الرِّفقِ بالنفْسِ في العِباداتِ، وقَبولِ رُخَصِ المَولى عزَّ وجلَّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}