{
    "hadith_id": "1950",
    "hadith": "سَمِعْتُ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، تَقُولُ: كانَ يَكونُ عَلَيَّ الصَّوْمُ مِن رَمَضَانَ، فَما أسْتَطِيعُ أنْ أقْضِيَ إلَّا في شَعْبَانَ. قَالَ يَحْيَى: الشُّغْلُ مِنَ النبيِّ أوْ بالنبيِّ صَلَّى اللهُ عليه وسلَّمَ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1950",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1950)، ومسلم (1146)",
    "sharh": "الصِّيامُ رُكْنٌ مِن أركانِ الإسلامِ، وقد بيَّنَ القُرآنُ الكريمُ مُجمَلَ أحكامِ الصِّيامِ، وفصَّلَتْها السُّنةُ النَّبويَّةُ، فبيَّنَت أنَّ المرأةَ إذا حاضَتْ في رَمَضانَ، فإنَّها لا تَصومُ فتْرةَ حَيضِها حتَّى تَطهُرَ، وتَقْضي ما فاتَها في أيَّامِ أُخَرَ، كما في هذا الحديثِ، حيثُ تَحكي عائِشةُ رَضيَ اللهُ عنها أنَّها يكونُ عليها أيَّامٌ مِن رَمَضانَ لم تَصُمْهما، وذلك لعُذْرِ الحيضِ ونحْوِه، فما تَستطيعُ أنْ تَقضيَ ما فاتَها منه إلَّا في شَعبانَ مِن السَّنةِ التاليةِ.\nوقدْ بيَّن يَحيى بنُ سَعيدٍ الأنصاريُّ -أحدُ رُواةِ الحديثِ- أنَّ الَّذي كان يَمنَعُها مِن ذلك هو الشُّغلُ بالنَّبيِّ صَلَّى اللهُ عليه وسلَّمَ، والمُرادُ مِن الشُّغلِ أنَّها كانت مُهيِّئةً نفْسَها لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ واستِمتاعِه بها في جَميعِ الأوقاتِ، شَأنَ جَميعِ أزواجِه صلَّى اللهُ عليه وسلَّمَ ورَضِيَ اللهُ عنْهنَّ، اللَّواتي كُنَّ حَريصاتٍ على سُرورِه وإرْضائِه، فكنَّ لا يَستأذِنَّه بالصَّومِ مَخافةَ أنْ تكونَ له حاجةٌ بإحداهنَّ ويَأذَنَ لها تَلبيةً لِرَغبتِها، فتَفوتَ عليه رَغبتُه صلَّى اللهُ عليه وسلَّمَ وحاجتُه، وأمَّا في شَعبانَ فإنَّه صلَّى اللهُ عليه وسلَّمَ كان يَصومُ أكثَرَ أيَّامهِ، فتَتفرَّغُ إحداهنَّ لصَومِها، أو تَستأذِنُه في الصَّومِ؛ لِضِيقِ الوقتِ عليها. وهذا مِن الأخْذِ بالرُّخصةِ والتَّوسعةِ؛ لأنَّ ما بيْن رَمَضانَ عامِها ورَمَضانَ العامِ المُقبِلِ وقْتٌ للقَضاءِ.\nوفي الحديثِ: أنَّ حقَّ الزَّوجِ مِن العِشرةِ والخِدمةِ يُقدَّمُ على سائرِ الحقوقِ ما لم يكُنْ فَرْضًا مَحصورًا في وقْتٍ مُحدَّدٍ.\nوفيه: بَيانُ تَيسيرِ الإسلامِ وتَوسعتِه على أصحابِ الأعذارِ في قَضاءِ ما فاتَ مِن صِيامِ رَمَضانَ.\nوفيه: مَشروعيَّةُ تَأخيرِ قَضاءِ رَمَضانَ مُطلَقًا، سواءٌ كان لعُذْرٍ أو لغيرِ عُذْرٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}