{
    "hadith_id": "1982",
    "hadith": "دَخَلَ النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ علَى أُمِّ سُلَيْمٍ، فأتَتْهُ بتَمْرٍ وسَمْنٍ، قالَ: أعِيدُوا سَمْنَكُمْ في سِقَائِهِ، وتَمْرَكُمْ في وِعَائِهِ؛ فإنِّي صَائِمٌ. ثُمَّ قَامَ إلى نَاحِيَةٍ مِنَ البَيْتِ، فَصَلَّى غيرَ المَكْتُوبَةِ، فَدَعَا لِأُمِّ سُلَيْمٍ وأَهْلِ بَيْتِهَا، فَقالَتْ أُمُّ سُلَيْمٍ: يا رَسولَ اللَّهِ، إنَّ لي خُوَيْصَّةً، قالَ: ما هي؟ قالَتْ: خَادِمُكَ أنَسٌ. فَما تَرَكَ خَيْرَ آخِرَةٍ ولَا دُنْيَا إلَّا دَعَا لي به؛ قالَ: اللَّهُمَّ ارْزُقْهُ مَالًا ووَلَدًا، وبَارِكْ له فِيهِ. فإنِّي لَمِنْ أكْثَرِ الأنْصَارِ مَالًا، وحَدَّثَتْنِي ابْنَتي أُمَيْنَةُ: أنَّه دُفِنَ لِصُلْبِي مَقْدَمَ حَجَّاجٍ البَصْرَةَ بِضْعٌ وعِشْرُونَ ومِئَةٌ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1982",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2481) مختصراً باختلاف يسير",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يُكرِمُ أصحابَه ويَزورُهم بيْن الفَينةِ والأُخرى؛ للتَّعرُّفِ على أحوالِهِم، مع الدُّعاءِ لهم ولأهْلِيهم بالخَيرِ والبَرَكةِ، وفي هذا الحديثِ بَيانٌ لبَعضِ هذه المَعاني، حيثُ يَرْوي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ زارَ يَومًا أمَّ سُلَيمٍ، وهي أمُّ أنسِ بنِ مالكٍ رَضيَ اللهُ عنهما، فقَدَّمَت له طَعامًا مِن سَمْنٍ وتَمْرٍ إكرامًا له وضِيافةً، فاعتذَرَ لها بأنَّه صائمٌ صِيامَ تَطوُّعٍ، وطَلَبَ منها أنْ تُعِيدَ السَّمْنَ والتَّمرَ إلى أوعيةِ حِفظِهما، ثمَّ تَنحَّى صلَّى اللهُ عليه وسلَّمَ إلى جِهةٍ مِن البيتِ، فصَلَّى رَكعتينِ تَطوُّعًا في غيرِ وقْتِ الفريضةِ، ودَعا لها ولأهْلِ بَيتِها، وكان الصَّحابةُ رَضيَ اللهُ عنهم كَثيرًا ما يَطلُبون مِن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لِيُصلِّيَ في بيْتِهم ويَدْعُوَ لهم، ثمَّ أخبَرَتْ أمُّ سُليمٍ رَضيَ اللهُ عنها النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أنَّ لها حاجةً خاصَّةً تَسأَلُه قَضاءَها، فسَأَلَها عن حاجتِها، فذَكَرَت له ابنَها أنَسًا -وكان خادمًا لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ- وسَألَتْه أنْ يَدعوَ له، فكان ممَّا دَعا له صلَّى اللهُ عليه وسلَّمَ أنَّه قال: «اللَّهمَّ ارزُقْه مالًا ووَلدًا، وبارِكْ له»، وفي صَحيحِ مُسلمٍ: «فدَعا لي بكُلِّ خَيرٍ، وكان في آخِرِ ما دَعا لي به أنْ قال: اللهُمَّ أَكثِرْ مالَهُ ووَلَدَه، وبارِكْ له فيه». قال أنسٌ رَضيَ اللهُ عنه مُخبِرًا عن استجابةِ اللهِ لدُعاءِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ: فإنِّي لَمِن أكثرِ الأنصارِ مالًا وأولادًا. وأخبرَتْني ابْنَتي أُمَينةُ: أنَّه دُفِنَ لصُلبِي -أي: أَولادي، غيرَ أحْفادي وأسْباطي، والحَفيدُ: ولَدُ الابنِ، والسِّبطُ: ولَدُ البِنتِ- إلى وَقْتِ مَجيءِ الحَجَّاجِ بنِ يُوسَفَ الثَّقفيِّ إلى البَصرةِ -وذلك سَنةَ خَمْسٍ وسَبعينَ مِن الهِجرةِ- بِضعٌ وعِشرونَ ومِئةُ نَفْسٍ، والبِضعُ: ما بيْن ثَلاثٍ إلى تِسعٍ. وكان عُمرُ أنَسٍ رَضيَ اللهُ عنه عِندَها أكثَرَ مِن ثَمانينَ سَنةً، وقد عاش بعْدَها إلى سَنةِ ثَلاثٍ وتِسعينَ وقد قارَبَ المِئةَ سَنةٍ رَضيَ اللهُ عنه وأرضاهُ.\nوفي الحَديثِ: بيانُ أنَّ كَثرةَ المالِ والولدِ قدْ تكونُ سَبيلَ خيرٍ وبركةٍ وفلاحٍ؛ فإنَّ رسولَ الله صلَّى اللهُ عليه وسلَّمَ لم يكُنْ ليَدعُوَ لأنسٍ إلَّا بما فيه الخيرُ له في دِينِه ودُنياه.\nوفيه: مَشروعيَّةُ الدُّعاءِ بكَثرةِ الولدِ والمالِ.\nوفيه: تَواضُعُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وحُسنُ عِشرتِه لأصحابِه، وزِيارةُ الإمامِ بعضَ رَعيَّتِه.\nوفيه: كرامةُ أنَسٍ رَضيَ اللهُ تعالَى عنه. \nوفيه: إيثارُ الولَدِ على النَّفسِ، وحُسنُ التَّلطُّفِ في السُّؤال. \nوفيه: أنَّ كَثرةَ الموتِ في الأولاد لا تُنافي إجابةَ الدُّعاءِ بطلَبِ كَثرتِهم.\nوفيه: مَشروعيَّةُ إكرامِ الزَّائرِ.\nوفيه: مَشروعيَّةُ رَدِّ الهَديَّةِ إذا لم يَشُقَّ ذلك على المُهدي مع تَبْيينِ السَّببِ.\nوفيه: حِفظُ الطَّعامِ وترْكُ التَّفريطِ فيه.\nوفيه: جَبْرُ خاطرِ المُزارِ إذا لم يُؤكَلْ عندَه بالدُّعاءِ له.\nوفيه: الحثُّ على الدُّعاءِ بخَيرِ الدُّنيا والآخِرةِ؛ لأنَّ كلَّ ذلك بيَدِ اللهِ عزَّ وجلَّ.\nوفيه: التَّحدُّثُ بنِعَمِ اللهِ تعالَى.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}