{
    "hadith_id": "1984",
    "hadith": "سَألتُ جابرًا رَضيَ اللهُ عنه: نَهَى النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ عن صَوْمِ يَومِ الجُمُعَةِ؟ قالَ: نَعَمْ.\nزاد غير أبي عاصم يَعْنِي: أنْ يَنْفَرِدَ بصَوْمٍ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1984",
    "grade": "[صحيح] [قوله: زاد غير أبي عاصم... معلق]",
    "takhrij": "أخرجه البخاري (1984)، ومسلم (1143)",
    "sharh": "فصَّلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أحكامَ صِيامِ التَّطوُّعِ، وأوضَحَ الكَيفيَّةَ المُناسِبةَ لصِيامِ بَعضِ الأيَّامِ، ومِن ذلك يومُ الجُمعةِ.\nوفي هذا الحديثِ أنَّ التابعيَّ محمَّدَ بنَ عبَّادٍ سَألَ جابرَ بنَ عَبدِ اللهِ رَضيَ اللهُ عنهما: هلْ نَهى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن صَومِ يومِ الجُمعةِ تَطوُّعًا مُنفرِدًا، فأجابَهُ بـ«نَعَمْ»، وهذا النَّهيُ مَحمولٌ على مَن لم تكُنْ له عادةٌ، كمَن يَصومُ يومًا ويُفطِرُ آخَرَ، أو نذَرَ أنْ يَصومَ يومَ شِفاءِ مَريضِه أبدًا، فوافَقَ يومَ الجُمعةِ؛ لم يُنْهَ عنه. وأيضًا يُشرَعُ صَومُ يومِ الجُمُعةِ إذا صامَ يَومًا قَبْلَه أوْ يَومًا بَعْدَه، كما في الصَّحيحَينِ مِن حَديثِ أبي هُريرةَ رَضيَ اللهُ عنه.\nوالحِكمةُ في النَّهيِ عن صِيامِ يومَ الجُمُعةِ أنَّه يومُ دُعاءٍ وذِكرٍ وعِبادةٍ؛ مِن الغُسلِ والتَّبكيرِ إلى الصَّلاةِ وانتظارِها، واستِماعِ الخُطبةِ، وإكثارِ الذِّكرِ بعْدَها؛ لقولِ اللهِ تعالَى: {فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا} [الجمعة: 10]، وغيرِ ذلك مِن العِباداتِ في يَومِها؛ فنُهي عن صِيامِه ليَكونَ ذلِكَ أعوَنَ له على هذه الوَظائفِ وأدائِها بنَشاطٍ وانشراحٍ لها والْتِذاذٍ بها، مِن غَيرِ مَلَلٍ ولا سآمةٍ، وهو نَظيرُ صِيامِ الحاجِّ يومَ عَرَفةَ بعَرَفةَ؛ فإنَّ السُّنَّةَ له الفِطرُ لهذه الحِكمةِ، وأنَّه يَحصُلُ له بفَضيلةِ الصَّومِ الَّذي قبْلَه أو بعْدَه ما يُجبِرُ ما قدْ يَحصُلُ مِن فُتورٍ أو تَقصيرٍ في وَظائفِ يومِ الجُمعةِ بسَببِ صَومِه. ويَحتمِلُ أنْ يكونَ نَهْيُه صلَّى اللهُ عليه وسلَّمَ عن صَيامِ يومِ الجُمُعةِ خَشيةَ أنْ يَستمِرَّ النَّاسُ على صَومِه، فيُفرَضَ عليهم، كما خَشِيَ مِن صَلاةِ اللَّيلِ، فقَطَعَه لذلك، وخَشِيَ أنْ يَلتزِمَ النَّاسُ مِن تَعظيمِ يومِ الجُمعةِ ما الْتَزَمَه اليهودُ والنَّصارى في يومِ السَّبتِ والأحدِ مِن ترْكِ العَمَلِ والتَّعظيمِ، فأمَرَ بإفطارِه، ورَأى أنَّ قطْعَ الذَّرائعِ أعظَمُ أجرًا مِن إتمامِ ما نَوى صَومَه للهِ. أو لأنَّه يومُ عِيدِ المسلمينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}