{
    "hadith_id": "1989",
    "hadith": "أنَّ النَّاسَ شَكُّوا في صِيَامِ النَّبيِّ صَلَّى اللهُ عليه وسلَّمَ يَومَ عَرَفَةَ، فأرْسَلَتْ إلَيْهِ بحِلَابٍ وهو واقِفٌ في المَوْقِفِ، فَشَرِبَ منه والنَّاسُ يَنْظُرُونَ.",
    "rawi": "ميمونة بنت الحارث أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "1989",
    "grade": "[صحيح]",
    "sharh": "الصِّيامُ يومَ عَرَفَةَ لغيرِ الحاجِّ فيه مِن الخيرِ العظيمِ، إلَّا أنَّ الأَوْلى للحاجِّ أنْ يُفطِرَ في ذلك اليومِ اسْتِقواءً على ما فيه مِن جَهْدٍ؛ ففي الحَجِّ جِهادٌ ومَشَقَّةٌ.\nوفي هذا الحَديثِ تُخبِرُ أمُّ المؤمنينَ مَيمُونةُ بنتُ الحَارِثِ رضِي اللهُ عنها زَوجُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أنَّ النَّاسَ شَكُّوا في صِيامِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ يومَ عَرَفَةَ؛ فقال قومٌ: صائمٌ وقال آخَرون: غيرُ صائمٍ، وذلك في حَجَّةِ الوَداعِ التي حَجَّها في السَّنةِ العاشرةِ مِن الهجرةِ، وللتَّأكُّدِ مِن الأمرِ وقَطْعِ الشَّكِّ باليقينِ، أَرْسَلتْ مَيمونةُ رَضيَ اللهُ عنها إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ بحِلَابٍ -وهو إناءٍ فيه لَبَنٌ- وهو واقِفٌ بعَرَفَةَ، وذلك لِتَتبيَّنَ به صِيامَه مِن فِطْرِه، فشَرِب منه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ والنَّاسُ يَنظُرون، فظَهَرَ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان مُفطِرًا يومَ عَرَفَةَ، وأنَّ هذا ما يُشرَعُ للحاجِّ الواقِفِ بعَرَفَةَ.\nوفي الصَّحيحَينِ أنَّ أمَّ الفضْلِ بنتَ الحارثِ رَضيَ اللهُ عنها هي التي أرْسَلَت، فيَحتمِلُ التَّعدُّدَ، ويَحتمِلُ أنَّهما معًا أرْسَلَتَا، فنُسِبَ ذلك إلى كلٍّ منهما؛ لأنَّهما كانَتَا أُختَين، فتكونُ مَيمونةُ أرْسَلَتْ بسُؤالِ أمِّ الفَضْلِ لها في ذلِك؛ لكَشْفِ الحالِ في ذلك، ويَحتمِلُ أنْ يكونَ المرادُ العَكْسَ.\nوفي الحَديثِ: إظهارُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ الأمْرَ للنَّاسِ وقتَ الحاجةِ، وهذا مِن حِرصِه عليهم ورَحمتِه وشَفَقتِه بهم.\nوفيه: حِرصُ الصَّحابَةِ على مَعرِفَةِ سُنَّةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في الأحوالِ المختلِفَةِ.\nوفيه: أنَّ المُشاهَدةَ بالعِيانِ أقطَعُ للحُجَّةِ وأنَّها فوقَ الخبَرِ.\nوفيه: مَشروعيَّةُ الأكْلِ والشُّربِ في المَحافلِ، والأكْلِ والشُّربِ واقفًا.\nوفيه: تَأسِّي النَّاسِ بأفعالِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوفيه: التَّحيُّلُ على الاطِّلاعِ على الحُكْمِ بغَيرِ سُؤالٍ. \nوفيه: بَيانُ فِطنةِ مَيمونةَ رَضيَ اللهُ عنها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}