{
    "hadith_id": "2",
    "hadith": "أنَّ الحارِثَ بنَ هِشامٍ رَضِيَ اللَّهُ عنْه سَأَلَ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فقالَ: يا رَسولَ اللَّهِ، كيفَ يَأْتِيكَ الوَحْيُ؟ فقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: أحْيانًا يَأْتِينِي مِثْلَ صَلْصَلَةِ الجَرَسِ، وهو أشَدُّهُ عَلَيَّ، فيُفْصَمُ عَنِّي وقدْ وعَيْتُ عنْه ما قالَ، وأَحْيانًا يَتَمَثَّلُ لِيَ المَلَكُ رَجُلًا فيُكَلِّمُنِي فأعِي ما يقولُ.\nقَالَتْ عَائِشَةُ رضي الله عنها: وَلَقَدْ رَأَيْتُهُ يَنْزِلُ عَلَيْهِ الْوَحْيُ فِي الْيَوْمِ الشَّدِيدِ الْبَرْدِ، فَيَفْصِمُ عَنْهُ وَإِنَّ جَبِينَهُ لَيَتَفَصَّدُ عَرَقًا",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2)، ومسلم (2333)",
    "sharh": "كان الصَّحابةُ رَضِيَ الله عنهم يَسألون النبيَّ صلَّى اللهُ عليه وسلَّمَ عن الوَحْيِ، ويَترَقَّبونَه عندَ مَجيئِه، ومِن ذلك ما جاء في هذا الحديثِ، حيثُ سألَ الحارِثُ بنُ هِشامٍ رَضِيَ الله عنه رسولَ الله صلَّى اللهُ عليه وسلَّمَ: كيف يَنزِل عليك الوَحْيُ من السَّماء؟ والمُرادُ بالوَحْيِ: ما يَنزِلُ به جِبْريلُ عليه السَّلامُ إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ مِن أمْرِ اللهِ سُبحانَه، فأخبَرَه رَسولُ الله صلَّى اللهُ عليه وسلَّمَ أنَّه في بعضِ أوقاتِه يأتيه مِثلُ صَلْصَلةِ الجَرَسِ، وهو الصَّوتُ الَّذي يخرُجُ مِن الحديدِ عندَ تَدارُكِ الضَّربِ عليه، والجَرَسُ: قِطعةٌ مَعْدِنيَّةٌ تُصدِرُ صَوتًا عندَ اهتزازِها، وهذه الصُّورةُ أشدُّ أنواعِ الوَحْيِ على النبيِّ صلَّى اللهُ عليه وسلَّمَ عندَما يأتيه؛ لِثِقَلِها، فينتهي مِن الشِّدَّةِ الَّتي يجدُها بانتهاءِ الوَحْيِ، وقد جمَعَ وحَفِظَ عن الوَحْيِ ما أَوْحى به مِن كلامِ الله عزَّ وجلَّ. وأحيانًا أُخرى يَتمثَّلُ له صلَّى اللهُ عليه وسلَّمَ المَلَكُ رَجُلًا، فيأتي في صُورةِ إنسانٍ؛ فيُكَلِّمُ النبيَّ صلَّى اللهُ عليه وسلَّمَ، فيَحفَظُ عنه ما أَوْحى به إليه مِن كَلامِ الله عزَّ وجلَّ.وفي الحديثِ: بَيانُ ثِقَلِ الوَحْيِ كما قال تعالَى: {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} [المزمل: 5]؛ وذلِكَ لضعْفِ القُوَّةِ البشريَّةِ عن تحمُّلِ ذلك الوارِدِ العظيمِ مِن الجَنابِ الجَلِيلِ، وللوجَلِ مِن توقُّعِ تَقصِيرٍ فيما يُخاطَبُ به مِن قَولٍ أو فِعلٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}