{
    "hadith_id": "2053",
    "hadith": "كانَ عُتْبَةُ بنُ أبِي وقَّاصٍ، عَهِدَ إلى أخِيهِ سَعْدِ بنِ أبِي وقَّاصٍ أنَّ ابْنَ ولِيدَةِ زَمْعَةَ مِنِّي فَاقْبِضْهُ، قالَتْ: فَلَمَّا كانَ عَامَ الفَتْحِ أخَذَهُ سَعْدُ بنُ أبِي وقَّاصٍ وقالَ: ابنُ أخِي قدْ عَهِدَ إلَيَّ فِيهِ، فَقَامَ عبدُ بنُ زَمْعَةَ، فَقالَ: أخِي، وابنُ ولِيدَةِ أبِي، وُلِدَ علَى فِرَاشِهِ، فَتَسَاوَقَا إلى النبيِّ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ سَعْدٌ: يا رَسولَ اللَّهِ، ابنُ أخِي كانَ قدْ عَهِدَ إلَيَّ فِيهِ، فَقالَ عبدُ بنُ زَمْعَةَ: أخِي، وابنُ ولِيدَةِ أبِي، وُلِدَ علَى فِرَاشِهِ، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: هو لكَ يا عبدُ بنَ زَمْعَةَ، ثُمَّ قالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: الوَلَدُ لِلْفِرَاشِ ولِلْعَاهِرِ الحَجَرُ ثُمَّ قالَ لِسَوْدَةَ بنْتِ زَمْعَةَ زَوْجِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ : احْتَجِبِي منه لِما رَأَى مِن شَبَهِهِ بعُتْبَةَ فَما رَآهَا حتَّى لَقِيَ اللَّهَ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2053",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2053)، ومسلم (1457)",
    "sharh": "كانَت عادةُ الجاهليَّةِ إلْحاقَ النَّسبِ بالزِّنى، وكانوا يَستأجِرون الإماءَ للزِّنى، فمَن اعترَفَت الأُمُّ بأنَّه له ألْحَقوه به، فجاءَ الإسلامُ بإبطالِ ذلِك وبإلْحاقِ الوَلَدِ بالفِراشِ الشَّرعيِّ.\nوفي هذا الحَديثِ تَروي أمُّ المُؤمِنين عائشةُ رَضِيَ اللهُ عنها أنَّ عُتْبَةَ بنَ أبِي وقَّاصٍ -والأشهَرُ أنَّه مات كافرًا- أوصى إلى أخِيهِ سَعْدِ بنِ أبِي وقَّاصٍ أنَّه وقَعَ وعاشَرَ جاريةَ زَمْعَةَ بنِ قيْسٍ، وهو والِدُ سَودةَ زَوجِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، والوليدةُ: الجاريةُ والأمةُ المملوكةُ، وأنَّ ابنَها -عبدَ الرَّحمنِ بنَ زَمعةَ- هو ابنُه، فأوصى أخاه سعدًا أن يَضُمَّه إليه ويرعاه، فلمَّا كانَ عامُ فتْحِ مكَّةَ سَنةَ ثَمانٍ مِن الهجرةِ، أَخَذَ سَعدُ بنُ أبي وقَّاص الوَلَدَ، وقال: هو ابنُ أخي عُتبةَ، قدْ عَهِد إليَّ فيه أنْ أَستَلحِقَه به، فقامَ عبدُ بنُ زَمْعَةَ فقالَ: هو أخي، وابنُ وَليدةِ أَبي، ووُلِدَ على فِراشِه، فلمَّا تَخاصَم عبدُ بنُ زَمْعَةَ وسَعْدُ بنُ أبي وقَّاص، وقام سَعْدٌ بما عَهِدَ إليه أخوه عُتْبةُ مِن سِيرةِ الجاهليَّةِ، ولم يَعلَمْ سَعْدٌ بُطلانَ ذلِك في الإسلامِ، ولم يكُنْ حَصَل إلحاقُه في الجاهليَّةِ؛ إمَّا لِعَدَمِ الدَّعوى، وإمَّا لِكَونِ الأُمِّ لَم تَعتَرفْ به لِعُتبةَ، فتَدافَعا بعْدَ تَخاصُمِهما وتَنازُعِهما في الولَدِ، وذهبا إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم وحَكَيا إلَيه، فقالَ صلَّى اللهُ عليه وسلَّم: الولَدُ لَكَ يا عبْدُ بنَ زَمْعَةَ، فالولَدُ تابِعٌ لصاحِبِ الفِراشِ، زوْجًا أو سيِّدًا، وللزَّاني الحَجَرُ، وهو كنايةٌ عن الخَيبةِ والخُسرانِ أو الرَّجمِ، وأنَّه لا حَقَّ للزَّاني في الولَدِ، وأمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّم زوجَتَه سَودةَ بنتَ زَمعةَ أن تمتَنِعَ مِن ابنِ زَمعةَ المُتنازَعِ فيه، فلا يراها ولا تراه، فأمَرَها به نَدْبًا واحتياطًا؛ لأنَّه في ظاهِر الشَّرعِ أخوها؛ لأنَّه أُلْحِقَ بأبيها، لكِن لَمَّا رأى الشَّبَهَ البَيِّنَ بِعُتبةَ بنِ أبي وقَّاص خَشِي أنْ يَكونَ مِن مائِه، فيكونَ أجنبيًّا منها، فأمَرَها بالاحتِجابِ منه؛ احتياطًا، فما رآها حتَّى لَقِي اللهَ عزَّ وجلَّ وماتَ.\nوفي الحَديثِ: أنَّ الأحكامَ تجري على الظَّاهِرِ الثَّابِتِ.\nوفيه: الأخذُ بالاحتياطِ عندَ وُقوعِ الشُّبُهاتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}