{
    "hadith_id": "2080",
    "hadith": "كُنَّا نُرْزَقُ تَمْرَ الجَمْعِ، وهو الخِلْطُ مِنَ التَّمْرِ، وكُنَّا نَبِيعُ صَاعَيْنِ بصَاعٍ، فَقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: لا صَاعَيْنِ بصَاعٍ، ولَا دِرْهَمَيْنِ بدِرْهَمٍ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2080",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1595) باختلاف يسير",
    "sharh": "أحلَّ اللهُ البيعَ وحرَّمَ الرِّبا، وأكْلُ الرِّبا مِن الكَبائرِ والمُوبقاتِ، وقدْ كان مُحرَّمًا أيضًا في جَميعِ الشَّرائعِ السَّابِقةِ؛ لِمَا فيه مِن مَفاسِدَ وأضرارٍ اجتماعيَّةٍ واقتِصاديَّةٍ.\nوفي هذا الحَديثِ يَرْوي أبو سَعيدٍ الخُدْريُّ رَضيَ اللهُ عنه، أنَّهمْ كانوا يُعطَوْنَ تَمْرَ الجَمْعِ، وكان هذا العَطاءُ ممَّا كان رَسولُ الله صلَّى اللهُ عليه وسلَّمَ يَقسِمُه فيهم، وتَمْرُ الجَمْعِ هو: المُختَلِطُ مِن أنواعٍ مُختلِفةٍ مِن التَّمرِ، فَكانوا يَبيعونَ كلَّ صاعَيْنِ مِن التَّمرِ المُختلِطِ في مُقابلِ صاعٍ مِن التَّمرِ الجيِّدِ؛ لِرَداءةِ هذا، وجَوْدةِ ذاكَ. والصَّاعُ: أربعةُ أَمدادٍ، والمُدُّ: مِقدارُ ما يَملَأُ الكَفَّينِ، والمُدُّ يُساوي الآنَ تَقريبًا (509) جِراماتٍ في أقلِّ تَقديرٍ، و(1072) جِرامًا في أعْلى تَقديرٍ، أمَّا الصَّاعُ فيُساوي بالجرامِ (2036) في أقلِّ تَقديرٍ، وفي أعْلى تَقْديرٍ يُساوي (4288) جرامًا.\nفَنَهاهُم النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن هذا البَيْعِ، وأخْبَرَهم أنَّه لا يَحِلُّ لهم أنْ يَبِيعوا صاعَيْنِ مِن التَّمْرِ بِصاعٍ مِن التَّمْرِ، وإنِ اختَلَفا في الجَودةِ؛ لأنَّهما يَقَعانِ تحتَ مُسمَّى جِنسٍ واحدٍ، وهو التَّمرُ، ونَهاهُم أيضًا عَن بَيْعِ دِرهمَينِ مِن الفِضَّةِ الرَّديئةِ أو القَديمةِ بِدِرهمٍ مِن الفِضَّةِ الجيِّدةِ؛ لاتِّحادِ النَّوعِ، ويُسمَّى ذلك رِبَا الفَضلِ، وهو بَيعُ المالِ الرِّبويِّ بِجنسهِ مع زِيادةٍ في أحَدِ العِوَضَيْنِ، وهو مُحرَّمٌ شَرعًا، فإذا أرادوا التَّبايُعَ بيْنهم فلْيَبِيعوا أيَّ نوعٍ مُقابِلَ قِيمةٍ مِن المالِ، ثمَّ يَشتَروا بالمالِ ما شاؤوا، وبذلكَ لا يكونُ هناك تَفاضُلٌ في الجنسِ الواحدِ، فلا يكونُ البيعُ ربًا.\nوفي الحديثِ: رفْعُ الحَرجِ عمَّنْ لم يَعلَمْ بتَحريمِ الشَّيءِ، حتَّى يَعلَمَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}