{
    "hadith_id": "2099",
    "hadith": "كانَ هَاهُنَا رَجُلٌ اسْمُهُ نَوَّاسٌ، وكَانَتْ عِنْدَهُ إبِلٌ هِيمٌ، فَذَهَبَ ابنُ عُمَرَ رَضِيَ اللَّهُ عنْهمَا، فَاشْتَرَى تِلكَ الإبِلَ مِن شَرِيكٍ له، فَجَاءَ إلَيْهِ شَرِيكُهُ، فَقالَ: بعْنَا تِلكَ الإبِلَ، فَقالَ: مِمَّنْ بعْتَهَا؟ قالَ: مِن شَيخٍ كَذَا وكَذَا، فَقالَ: ويْحَكَ! ذَاكَ واللَّهِابنُ عُمَرَ، فَجَاءَهُ فَقالَ: إنَّ شَرِيكِي بَاعَكَ إبِلًا هِيمًا، ولَمْ يَعْرِفْكَ، قالَ: فَاسْتَقْهَا، قالَ: فَلَمَّا ذَهَبَ يَسْتَاقُهَا، فَقالَ: دَعْهَا، رَضِينَا بقَضَاءِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: لا عَدْوَى.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2099",
    "grade": "[صحيح]",
    "takhrij": "قوله: \"لا عدوى\" أخرجه مسلم (2225)",
    "sharh": "المُسلِمُ مَأمورٌ بالأمانةِ والصِّدقِ في كلِّ الأمورِ، ومنها البيعُ والشِّراءُ؛ فيَنْبغي أنْ يُقامَا على الوُضوحِ وتَبيينِ مَا في السِّلعِ مِن مُميِّزاتٍ وعُيوبٍ؛ حتَّى لا يَحصُلَ الغِشُّ الَّذي يُؤدِّي إلى الضَّغينةِ والشَّحناءِ بيْن النَّاسِ.\nوفي هذا الحديثِ يُخبِرُ التابعيُّ عمْرُو بنُ دِينارٍ أنَّ عبدَ اللهِ بنَ عُمَرَ رَضيَ اللهُ عنهما اشْتَرى إِبِلًا مِن رَجُلٍ اسمُه نَوَّاسٌ، وكانت هذه الإبلُ مَريضةً بمَرضٍ مُعْدٍ اسْمُه «الهِيامُ»، وهو داءٌ تَصيرُ مِنه الإبلُ عَطشَى، تَشرَبُ فلا تَرْوَى. أو هو داءٌ يَنشأُ عنه الجَرَبُ، وقيل: الإبلُ الهِيمُ: المَطلِيَّةُ بالقَطْرانِ مِن الجَرَبِ، فَتَصيرُ عَطْشَى مِن حَرارةِ الجَرَبِ. فاشْتَرى ابنُ عمَرَ رَضيَ اللهُ عنهما هذه الإبلَ مِن شَريكٍ لنَوَّاسٍ، فذَهَبَ هذا الشَّريكُ إليه وأعْلَمَه أنَّه قدْ باعَ الإبلَ، فسَأَلَه نَوَّاسٌ: لِمَن بِعْتَها؟ فوَصَفَ له المُشترِيَ، فعَلِمَ نَوَّاسٌ أنَّه ابنُ عمَرَ رَضيَ اللهُ عنهما، فقال له: «ويْحَكَ! ذَاكَ -واللَّهِ- ابنُ عُمَرَ»، وكَلمةُ «وَيْح» كَلمةُ تَوبيخٍ تُقال لمَن وَقَعَ في هَلَكةٍ لا يَستحِقُّها، فذَهَبَ نَوَّاسٌ إلى ابنِ عمَرَ، وأخْبَرَه بأنَّ شَريكَه قدْ باعَهُ الإبلَ المريضةَ ولم يُعرِّفْه بعَيبِها، فردَّها ابنُ عُمَرَ رَضيَ اللهُ عنهما للرَّجُلِ، بأنْ قال لنَوَّاسٍ: «فَاسْتَقْهَا»، بمعْنى: إذا كان الأمرُ كما قلْتَ فخُذْها لا حاجةَ لي فيها. فلمَّا ذهَبَ نَوَّاسٌ ليَأخُذَها، قال ابنُ عُمَرَ رَضيَ اللهُ عنهما: «دَعْها، رَضِينَا بقَضَاءِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: لا عَدْوَى»؛ أي: امتثالًا لقولِ الرَّسولِ صلَّى اللهُ عليه وسلَّمَ: «لَا عَدْوى». والعَدْوى: هيَ انتِقالُ المرَضِ منَ المريضِ إلى غَيرِه. والمعنى: أنَّها لا تُؤثِّرُ بطَبْعِها، وإنَّما يَحدُثُ هذا بقدَرِ اللهِ وتَقديرِه. وكانوا يَظُنُّونَ أنَّ المَرَضَ بنفْسِه يُعدي، فأعلَمهمُ النَّبيُّ صلَّى اللهُ علَيهِ وسلَّمَ أنَّ الأمرَ ليس كذلك، وإنَّما اللهُ عزَّ وجلَّ هو الَّذي يُمرِضُ ويُنزِلُ الدَّاءَ.\nوفي الحديثِ: فَضيلةُ ابنِ عُمرَ رَضيَ اللهُ عنهما، وحُسنُ اتِّباعِه لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ورِضائِه بما قَضاهُ، وإنْ تُوهِّمَ في الظاهرِ أنَّ فيه ضَررًا.\nوفيه: بَيعُ الشَّيءِ المَعيبِ، إذا عَلِمَ المُشتري به ورَضِيَه.\nوفيه: رَدُّ السِّلعةِ بعَيبِها إذا أخفاهُ البائعُ عن المُشتري.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}