{
    "hadith_id": "2104",
    "hadith": "أَرْسَلَ النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ إلى عُمَرَ رَضِيَ اللَّهُ عنْه بحُلَّةِ حَرِيرٍ أوْ سِيَرَاءَفَرَآهَا عليه فَقالَ: إنِّي لَمْ أُرْسِلْ بهَا إلَيْكَ لِتَلْبَسَهَا؛ إنَّما يَلْبَسُهَا مَن لا خَلَاقَ له، إنَّما بَعَثْتُ إلَيْكَ لِتَسْتَمْتِعَ بهَا. يَعْنِي تَبِيعَهَا.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2104",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2068) باختلاف يسير",
    "sharh": "أمْرُ الزِّينةِ واللِّباسِ في الإسلامِ واضحٌ في كِتابِ اللهِ عزَّ وجَلَّ وسُنَّةِ نَبيِّه صَلَّى اللهُ عليهِ وسلَّمَ، وقدْ قرَّرَ الشَّرعُ أُمورًا عامَّةً، يَجِبُ أنْ تُراعَى في هَيئةِ الثِّيابِ للرِّجالِ والنِّساءِ، ومنها تَحريمُ لُبْسِ الحريرِ للرِّجالِ.\nوفي هذا الحَديثِ يَحْكي عبدُ اللهِ بنُ عمَرَ بنِ الخطَّابِ رَضيَ اللهُ عنهما أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أعْطى عُمَرَ بنَ الخَطَّابِ رَضيَ اللهُ عنه حُلَّةً -وهي ما كانَ مِن لِباسِ اليَمَنِ، ولا تُسمَّى حُلَّةً إلَّا إنْ كانتْ ثَوْبينِ مِن جِنسٍ واحِدٍ- وكانتْ هذه الحُلَّةُ مِن الحَريرِ الخالِصِ، أو مَخلوطةً بالحَريرِ. أو أرْسَلَ إليه حُلَّةً سِيَرَاءَ، وهي بُرُدٌ فيها خُطوطٌ صُفرٌ، أو حَريرٌ مَحْضٌ.\nفلَبِسها عُمرُ بنُ الخَطَّابِ رَضيَ اللهُ عنه، فلمَّا رَآه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَلبَسُها نَهاهُ عن ذلك، وبيَّن له أنَّه لم يُرسِلْها له لِيَلبَسَها، وأنَّ مَن يَلْبَسونَ الحَريرَ مِن الرِّجالِ همْ مَن ليسَ لهُم خَلاقٌ، أي: نَصيبٌ وحظٌّ، وذلك في الآخِرةِ، كما جاء في رِوايةٍ في الصَّحيحَينِ مِن حَديثِ أنسِ بنِ مالكٍ رَضيَ اللهُ عنه، عن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ قال: «مَن لَبِسَ الحَرِيرَ في الدُّنْيا لمْ يَلْبَسْه في الآخِرةِ»؛ فمَن لَبِسَ الحَريرَ الخالِصَ في الدُّنيا مِنَ الرِّجالِ لِغيرِ عُذرٍ، حُرِمَ منه يَومَ القِيامةِ؛ إمَّا لِحرمانهِ مِنَ الجنَّةِ إنْ كان مُستحِلًّا لذلك، أو لأنَّه يَدخُلُ الجنَّةَ، ولكنَّه يُحْرَمُ منه فيها، وهذا مِن التَّغليظِ والتَّشديدِ في النَّهيِ عن لُبْسِ الحَريرِ للرِّجالِ، وهو حَلالٌ للنِّساءِ، كما بيَّنَت الرِّواياتُ الصَّحيحةُ.\nثمَّ ذَكَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لعُمَرَ أنَّه بَعثَها له؛ لِيستَفيدَ مِنها بالبيعِ، أو أنْ يُعطِيَه لإحْدى نِسائِه، كما في رِوايةِ الصَّحيحَينِ، وفيهما: أنَّ عُمَرَ رَضيَ اللهُ عنه أهْدَى الحُلَّةَ لأخٍ له مُشرِكٍ كان بمكَّةَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}