{
    "hadith_id": "2119",
    "hadith": "صَلاةُ أحَدِكُمْ في جَماعَةٍ، تَزِيدُ علَى صَلاتِهِ في سُوقِهِ وبَيْتِهِ بِضْعًا وعِشْرِينَ دَرَجَةً؛ وذلكَ بأنَّهُ إذا تَوَضَّأَ فأحْسَنَ الوُضُوءَ، ثُمَّ أتَى المَسْجِدَ لا يُرِيدُ إلَّا الصَّلاةَ، لا يَنْهَزُهُ إلَّا الصَّلاةُ لَمْ يَخْطُ خَطْوَةً إلَّا رُفِعَ بها دَرَجَةً، أوْ حُطَّتْ عنْه بها خَطِيئَةٌ، والمَلائِكَةُ تُصَلِّي علَى أحَدِكُمْ ما دامَ في مُصَلَّاهُ الَّذي يُصَلِّي فِيهِ: اللَّهُمَّ صَلِّ عليه، اللَّهُمَّ ارْحَمْهُ، ما لَمْ يُحْدِثْ فِيهِ، ما لَمْ يُؤْذِ فِيهِ. وقالَ: أحَدُكُمْ في صَلاةٍ ما كانَتِ الصَّلاةُ تَحْبِسُهُ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2119",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2119)، ومسلم (649)",
    "sharh": "صَلاةُ الجَماعةِ مِن أَفْضَلِ القُرُباتِ الَّتي يَتَقَرَّبُ بها العَبْدُ إلى رَبِّهِ عَزَّ وَجَلَّ، حيثُ ضاعَفَ اللهُ ثَوابَها أضعافًا كَثيرةً عَنِ الصَّلاةِ مُنْفَرِدًا.\nوفي هذا الحَديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بفضْلِ صَلاةِ الجماعةِ وأنَّها تَفْضُلُ وَتَزيدُ في الأَجْرِ على صَلاةِ المنفرِدِ في عَمَلِهِ أو في بَيْتِهِ؛ بِضْعًا وعِشرينَ دَرَجةً في الأَجْرِ والثَّوابِ، والبِضْعُ: ما بيْن ثَلاثةٍ إلى تِسعةٍ، وفي الصَّحيحَينِ: «بسَبْعٍ وعِشْرينَ دَرَجةً»، وفي رِوايةٍ: «بخمْسِ وعِشرينَ»، وهذا الاختِلافُ راجعٌ لاختلافِ أحوالِ المُصلِّين والصَّلاةِ؛ فيكونُ لبَعضِهم خمْسٌ وعِشرونَ، ولبعضِهم سَبْعٌ وعِشرونَ؛ وذلك بحسَبِ كَمالِ الصَّلاةِ، ومُحافظتِه على هَيئتِها، وخُشوعِها، وكَثرةِ جَماعتِها، وفضْلِهم وشَرفِ البُقعِة.\nثُمَّ بَيَّنَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ سَبَبَ أفضليَّةِ صَلاةِ الجماعةِ، فقال: «وذلك بأنَّه تَوضَّأَ فَأَحْسَنَ الوُضوءَ»، أي: أَسْبَغَه وأَتْقَنَه، ثمَّ خَرَجَ إلى المسجِدِ مِنْ أجْلِ الصَّلاةِ فيه لا يُريدُ غيرَ ذلِك، «لا يَنْهَزُهُ إلا الصَّلاةُ»، أي: لا يَدْفَعُهُ ولا يُحَرِّكُهُ إلا إرادةُ الصَّلاةِ في جَماعةٍ، وهذا تَأكيدٌ على خُروجِهِ لِلصَّلاةِ فقطْ وليس لأيِّ عمَلٍ آخَرَ، فمَن كان حالُه هكذا كان مِن عَطاءِ اللهِ له: أنَّه لم يَمْشِ خُطوةً وهو ذاهِبٌ إلى المسجِدِ؛ إلَّا رَفَعَهُ اللهُ بها دَرَجةً في الأجرِ والثَّوابِ، أو غَفَرَ اللهُ له بِكُلِّ خُطوةٍ يَخْطوها إلى المسجِدِ ذَنْبًا.\nثمَّ أخبَرَ صلَّى اللهُ عليه وسلَّمَ أنَّه لا تَزالُ الملائكةُ تَستغفِرُ وتَدْعو له مُدَّةَ بَقائِه ودَوامِه في مَسجِدِهِ الَّذي صَلَّى فيه -والمرادُ كَونُه في المسجِدِ مُنتظِرًا الصَّلاةَ- قائلةً: «اللَّهُمَّ صَلِّ عليه، اللَّهمَّ ارْحَمْه». والمَقصودُ بِصَلاةِ اللهِ على العَبْدِ الثَّناءُ عليه عِندَ الملائكةِ في الملَأِ الأعْلى، وَقِيلَ: الرَّحمةُ والمَغفرةُ والتَّطْهيرُ، وقيل: كِلاهُما. وتَستمِرُّ الملائكةُ في دُعائِها للعبْدِ هكذا «ما لم يُحْدِثْ فيه»، أي: ما لم يُفْسِدْ وُضوءَهُ، وَقِيلَ: ما لم يَرْتَكِبْ مَعصيةً، كالغِيبةِ والنَّميمةِ، و«ما لم يُؤذِ فيه»، أي: ما لم يَصْدُرْ عنه ما يَتَأَذَّى به بَنو آدَمَ أو الملائِكَةُ. ثمَّ بيَّن النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه لا يَزالُ المُصلِّي يَأخُذُ أَجْرَ الصَّلاةِ وثَوابَها ما دامَ في مَسجِدِهِ يَنْتَظِرُ الصَّلاةَ.\nوفي الحديثِ: بيانُ عِظَمِ فَضْلِ صَلاةِ الجماعةِ وكَبيرِ ثَوابِها. \nوفيه: فَضْلُ الوُضوءِ في البَيتِ والخُروجِ بهذا الوُضوءِ إلى المَسجِدِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}