{
    "hadith_id": "2138",
    "hadith": "لَقَلَّ يَوْمٌ كانَ يَأْتي علَى النَّبيِّ صَلَّى اللهُ عليه وسلَّمَ، إلَّا يَأْتي فيه بَيْتَ أبِي بَكْرٍ أحَدَ طَرَفَيِ النَّهَارِ، فَلَمَّا أُذِنَ له في الخُرُوجِ إلى المَدِينَةِ، لَمْ يَرُعْنَا إلَّا وقدْ أتَانَا ظُهْرًا، فَخُبِّرَ به أبو بَكْرٍ، فَقالَ: ما جَاءَنَا النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ في هذِه السَّاعَةِ إلَّا لأمْرٍ حَدَثَ، فَلَمَّا دَخَلَ عليه قالَ لأبِي بَكْرٍ: أخْرِجْ مَن عِنْدَكَ، قالَ: يا رَسولَ اللَّهِ، إنَّما هُما ابْنَتَايَ يَعْنِي عَائِشَةَ وأَسْمَاءَقالَ: أشَعَرْتَ أنَّه قدْ أُذِنَ لي في الخُرُوجِ؟ قالَ: الصُّحْبَةَ يا رَسولَ اللَّهِ، قالَ: الصُّحْبَةَ، قالَ: يا رَسولَ اللَّهِ، إنَّ عِندِي نَاقَتَيْنِ أعْدَدْتُهُما لِلْخُرُوجِ، فَخُذْ إحْدَاهُمَا، قالَ: قدْ أخَذْتُهَا بالثَّمَنِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2138",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (25626)، وابن حبان (6279)، وابن راهويه (849) جميعا بمعناه.",
    "sharh": "كان أبو بَكْرٍ رَضيَ اللهُ عنه أَقْرَبَ النَّاسِ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ؛ فهو رَفِيقُه في هِجرتِه، وهو أعظَمُ هذه الأُمَّةِ إيمانًا وتَصديقًا، بحيثُ لو وُزِن إيمانُه بإيمانِ النَّاسِ كلِّهم لَرَجَح إيمانُه.\nوفي هذا الحَديثِ بَيانٌ لِجانبٍ مِن قُوَّةِ العَلاقةِ بيْن الرَّسولِ صلَّى اللهُ عليه وسلَّمَ وأبي بَكْرٍ رَضيَ اللهُ عنه، وصِدقِها، فتَحْكي أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان يَأتي بَيْتَ أبي بَكْرٍ الصديق رَضيَ اللهُ عنه في أكثرِ الأيامِ، وكان ذلك في أوَّلِ مَبعَثِ صلَّى اللهُ عليه وسلَّمَ وهو بمكَّةَ، وكان مَوعِدُ زِيارتِه إمَّا في أوَّلِ النَّهارِ عندَ طُلوعِ الشَّمسِ، أو في آخِرِ النَّهارِ عندَ غُروبِها، فَلمَّا أَذِنَ اللهُ تعالَى لنَبيِّهِ صلَّى اللهُ عليه وسلَّمَ بالهِجرةِ إلى المدينةِ، فاجأَهُم بِزِيارةٍ في وقْتِ الظُّهرِ؛ ممَّا جَعَلَهم يَرتاعونَ ويَفزَعونَ، وعَلِمَ أبو بَكْرٍ رَضيَ اللهُ عنه أنَّه صلَّى اللهُ عليه وسلَّمَ لم يَأتِ في هذا الوقتِ غيرِ المعتادِ إلَّا لِأَمْرٍ عَظيمٍ قدْ جدَّ ووقَعَ. \nولِخُطورةِ أَمْرِ الهجرةِ على حَياةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وصاحبِه، أرادَ أنْ يَنفرِدَ بأبي بَكرٍ رَضيَ اللهُ عنه لِيُخبِرَهُ، وألَّا يَحْضُرَهم أحدٌ فيما سيُخبِرُه به رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، فأخْبَرهُ الصِّدِّيقُ رَضيَ اللهُ عنه بأنَّه لا يُوجَدُ سِوى ابنتَيهِ عائِشةَ وأَسْماءَ رَضيَ اللهُ عنهما، فأخْبَرَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه قد أُذِنَ له صلَّى اللهُ عليه وسلَّمَ في الهِجرةِ إلى المدينةِ. ولَمَّا كان أبو بَكرٍ رَضيَ اللهُ عنه يَترقَّبُ هذه المَكرُمةَ والمَنْزِلةَ العَظيمةَ، طَلَبَ صُحْبةَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ ومُرافَقتَه في الهِجرةِ، مع عِلمِهِ بخُطورةِ هذهِ الرِّحلةِ، فوافَقَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ على مُصاحبتِه في الهِجرةِ، وقدْ كان نَبيُّ اللهِ صلَّى اللهُ عليه وسلَّمَ يَستَبقيهِ في مكَّةَ، ولم يَجعَلْه يَخرُجُ مع مَن خَرَجوا إلى المدينةِ؛ رَغبةً في صُحبتِهِ.\nوكان أبو بَكرٍ رَضيَ اللهُ عنه قدِ اشتَرى وأعَدَّ ناقتَينِ له وللنَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فلمَّا حانَتِ الهِجْرةُ عرَضَ إِحداهُما على النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فقَبِلها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، ولكنْ بِقيمَتِها.\nوفي الحَديثِ: مَنقَبةُ وفضْلُ الصِّدِّيقَ رَضيَ اللهُ عنه.\nوفيه: ما يَدُلُّ على إيثارِهِ صلَّى اللهُ عليه وسلَّمَ لمَنْفَعةِ أبي بَكرٍ رَضيَ اللهُ عنه، حيثُ أَبَى أنْ يَأخُذَ الرَّاحلةَ إلَّا بالثَّمنِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}