{
    "hadith_id": "2178",
    "hadith": "[عن] أبي سعيد الخدري رضي الله عنه يقول: الدِّينَارُ بالدِّينَارِ، والدِّرْهَمُ بالدِّرْهَمِ. فَقُلتُ له: فإنَّ ابْنَ عَبَّاسٍ لا يقولُهُ، فَقالَ أبو سَعِيدٍ: سَأَلْتُهُ فَقُلتُ: سَمِعْتَهُ مِنَ النَّبيِّ صَلَّى اللهُ عليه وسلَّمَ، أوْ وجَدْتَهُ في كِتَابِ اللَّهِ؟ قالَ: كُلَّ ذلكَ لا أقُولُ، وأَنْتُمْ أعْلَمُ برَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ مِنِّي، ولَكِنْ أخْبَرَنِي أُسَامَةُ: أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ قالَ: لا رِبَا إلَّا في النَّسِيئَةِ.",
    "rawi": "أسامة بن زيد",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2178",
    "grade": "[صحيح]",
    "sharh": "كانَ الصَّحابةُ رَضيَ اللهُ عنهم يَختلِفونَ أحْيانًا في بَعضِ المَسائلِ، لكنَّهمْ كانوا يَتعامَلونَ بآدابِ الخِلافِ التي علَّمَهم إيَّاها النَّبيُّ صلَّى اللهُ علَيهِ وسلَّم، ويُحكِّمون ما صحَّ مِن الأدلَّةِ، ويَعودون للحقِّ إذا ما ظَهَرَ.\nوفي هذا الحَديثِ يَروي التابعيُّ أبو صالحٍ ذَكْوانُ الزَّياتُ أنَّه سَمِعَ أبا سَعيدٍ الخُدْريَّ رَضيَ اللهُ عنه يُحرِّمُ رِبا الفَضْلِ في الدِّينارِ والدِّرهمِ، فقال: «الدِّينارُ بالدِّينارِ، والدِّرهمُ بالدِّرهمِ»، أي: لا يَجوزُ بَيْعُ الدِّينارِ الواحِدِ إلَّا بِدينارٍ واحدٍ مِثلِهِ في القَدْرِ والوَزْنِ، وكذلك لا يَجوزُ بَيْعُ الدِّرهمَ مِن الفضَّةِ إلَّا بِدِرهمٍ يُساويهِ في وَزنِهِ، فلا يَجوزُ التَّفاضُلُ في بَيْعِ الذَّهبِ بالذَّهبِ، أو الفِضَّةِ بالفِضَّةِ.\nورِبا الفضْلِ هو: بَيعُ النُّقودِ بالنُّقودِ أو الطَّعامُ بالطَّعامِ مع الزِّيادةِ، وهو مُحرَّمٌ، وقد نصَّ الشَّرعُ على تَحريمِه في سِتَّةِ أشياءَ، ذُكِرَ في هذا الحديثِ صِنفانِ الذَّهبُ والفِضَّةُ، وذُكِرَت السِّتَّةُ كاملةً في صَحيحِ مُسلمٍ، فقال رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «الذَّهَبُ بالذَّهَبِ، والفِضَّةُ بالفِضَّةِ، والبُرُّ بالبُرِّ، والشَّعيرُ بالشَّعيرِ، والتَّمرُ بالتَّمرِ، والمِلحُ بالمِلحِ، مِثلًا بمِثلٍ، سواءً بسَواءٍ، يدًا بيَدٍ، فإذا اختَلَفَت هذه الأصنافُ فَبِيعوا كَيف شِئتُم إذا كان يَدًا بيَدٍ».\nويُقاسُ على هذه الأصنافِ السِّتَّةِ كلُّ ما وافَقَها في العِلَّةِ: في الذَّهبِ والفِضَّةِ الثَّمنيَّةُ، وفي الأربعةِ الباقيةِ الكَيلُ والطَّعْمُ، أو الوزنُ والطَّعمُ.\nفقالَ له التابعيُّ ذَكْوانُ الزَّياتُ: إنَّ ابنَ عبَّاسٍ رَضيَ اللهُ عنهما لا يقولُ بالتَّحريمِ، أي: لا يَشترِطُ المُساواةَ في العِوَضَين، بلْ يُجوِّزُ بَيعَ الدِّرهمِ بالدِّرهمينِ. فأخْبَرَه أبو سَعيدٍ رَضيَ اللهُ عنه أنَّه سَألَ ابنَ عبَّاس رَضيَ اللهُ عنهما عَن قولِه بإباحَةِ رِبا الفَضْلِ: هلْ سَمِعهُ عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، أمْ هو استنباطٌ مِن كِتابِ الله عزَّ وجلَّ؟ فبيَّن ابنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّه لم يَسمَعْه، ولم يَستَنْبِطْه مِن القُرآنِ، وقال: «أنتم أَعْلَمُ برَسولِ الله صلَّى اللهُ عليه وسلَّمَ مِنِّي»، يَقصِدُ بذلك صِغَرَ سِنِّه مُقارَنةً بباقي أصحابِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وإلَّا فإنَّ العِبرةَ بالسَّماعِ، ولابنِ عبَّاسٍ رَضيَ اللهُ عنهما مِن الأحاديثِ والفِقهِ التي يَفوقُ بها كَثيرًا مِن الصَّحابةِ رَضيَ اللهُ عنهم جَميعًا.\nثمَّ بيَّن ابنُ عبَّاسٍ رَضيَ اللهُ عنهما وَجْهَ قولِهِ بأنَّه أَخَذَه مِن حَديثٍ سَمِعَه مِن أُسامَةَ بنِ زيدٍ رَضيَ اللهُ عنه، أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قال: «لا رِبا إلَّا في النَّسِيئَةِ»؛ فَفَهِمَ منه أنَّ ما سِواهُ ليسَ مُحرَّمًا. \nورِبَا النَّسيئَةِ هو: تَأخيرُ سَدادِ الدَّيْنِ مع الزِّيادةِ فيه، وهو رِبا الجاهِليَّةِ؛ فقيل: إنَّ معْنى «لا رِبا إلَّا في النَّسِيئَةِ»، أي: لا رِبا أَغْلَظُ مِن رِبَا النَّسِيئَةِ، أو هو مَنْسوخٌ، وقد ذُكِرَ رُجوعُ ابنِ عبَّاسٍ رَضيَ اللهُ عنهما عن هذا القَولِ.\nوفي الحَديثِ: المُناصَحةُ لِمَن أَخْطأَ، ولو كان مِن أهلِ الفَضْلِ والعِلمِ.\nوفيه: جَوازُ الخَطأِ على آحادِ الصَّحابةِ رَضيَ اللهُ عنهم.\nوفيه: مُناظَرةُ العالِمِ للعالِمِ وتَوقيفُه على معْنى قولِه، ورَدُّه مِن الاختلافِ إلى الإجماعِ.\nوفيه: إقرارُ الصَّغيرِ للكبيرِ بما لَدَيه مِن عِلمٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}