{
    "hadith_id": "2189",
    "hadith": "نَهَى النبيُّ صَلَّى اللهُ عليه وسلَّمَ عن بَيْعِ الثَّمَرِ حتَّى يَطِيبَ، ولَا يُبَاعُ شيءٌ منه إلَّا بالدِّينَارِ والدِّرْهَمِ، إلَّا العَرَايَا.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2189",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2189)، ومسلم (1536)",
    "sharh": "مَنْعُ الغِشِّ في البُيوعِ، وقَطْعُ النِّزاعِ والخُصومةِ بيْن البائعِ والمُشتَرِي؛ مَقصِدٌ مِن المَقاصِدِ الشَّرعيَّةِ؛ ولذلك نَهَى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن بَعضِ البُيُوعِ التي تُؤدِّي إلى وُقوعِ الغِشِّ والخِدَاعِ، ويَترتَّبُ عليها الخُصومةُ بيْن البائعِ والمُشتَرِي.\nوفي هذا الحَديثِ ينَهَى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن بَيْعِ الثِّمارِ وهي على رُؤوسِ الشَّجَرِ أو على رُؤوسِ النَّخلِ مُنفرِدةً وحْدَها عن الشَّجرِ أو النَّخلِ حتَّى تَنضَجَ، ويَظهَرَ صَلاحُها، بظُهورِ مَبادئِ الحَلاوةِ؛ بأنْ يَتلوَّنَ ويَلِينَ أو نحْوِ ذلك؛ لأنَّه إذا احمَرَّتْ أو اصفَرَّتْ كان ذلك عَلامةً على تَمامِ نُضوجِها؛ فإنَّه حينئذٍ يَأمَنُ مِن العاهةِ التي هي الآفةُ التي قدْ تُذهِبُ بالثَّمَرِ أو تُقلِّلُه. والفائدةُ مِنَ النَّهْيِ عن هذا البَيْعِ تَعُودُ على البائعِ والمُشترِي معًا؛ فأمَّا البائعُ فلِأَنَّ ثَمَنَ الثَّمَرةِ قبلَ بُدُوِّ الصَّلاحِ قَلِيلٌ، فإذا تَرَكَها حتى يَظْهَرَ صَلاحُها زاد ثَمنُها، وفي تَعجُّلِه القليلَ نَوْعُ تَضيِيعٍ للمالِ، وكذا قدْ يَتلَفُ الثَّمَرُ قبْلَ أنْ يَنضَجَ، فيكونُ أكَلَ مالَ أخيه المسلمِ بغيرِ حقٍّ. وأمَّا المُشترِي فإنَّه إذا اشترَى الثَّمَرَ قبْلَ نُضْجِه فإنَّه قد يَفقِدُ مالَه إذا لم يَخرُجِ الثَّمَرَ على النَّحْوِ المَطلوبِ، فيكونُ قد خاطَرَ بمالِه. بالإضافةِ إلى فائدةٍ أُخرى تَعودُ على الطَّرَفينِ، حيث إنَّ النَّهيَ عن هذا البَيْعِ يَقْطَعُ التَّشاحُنَ والإثمَ الَّذي قد يَقَعُ بيْنهما عندَ فَسادِ الثَّمَرةِ.\nوكذلك نَهى صلَّى اللهُ عليه وسلَّمَ أنْ يُباعَ الرُّطَبُ بعْدَ بُدوِّ صَلاحِهِ بِتَمْرٍ، بلْ يُباعِ بالدِّينارِ والدِّرهمِ وغيرِهما مِن العُرُوضِ؛ وذلك حتَّى لا يَقَعَ فيه رِبا الفضْلِ، وهو: بَيعُ النُّقودِ بالنُّقودِ أو الطَّعامُ بالطَّعامِ مع الزِّيادةِ، وهو مُحرَّمٌ، وقد نصَّ الشَّرعُ على تَحريمِه في سِتَّةِ أشياءَ، كما في صَحيحِ مُسلمٍ قال رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «الذَّهَبُ بالذَّهَبِ، والفِضَّةُ بالفِضَّةِ، والبُرُّ بالبُرِّ، والشَّعيرُ بالشَّعيرِ، والتَّمرُ بالتَّمرِ، والمِلحُ بالمِلحِ، مِثلًا بمِثلٍ، سواءً بسَواءٍ، يدًا بيَدٍ، فإذا اختَلَفَت هذه الأصنافُ فَبِيعوا كَيف شِئتُم إذا كان يَدًا بيَدٍ».\nورَخَّصَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ في العَرايا؛ وهي: أنْ يُشتَرى الرُّطَبُ بعْدَ بُدوِّ صَلاحِهِ على النَّخلِ بتَمْرٍ على الأرضِ، فيُعطِيَ ثَمرةَ النَّخلةِ للمُحتاجِ ليَأكُلَ مِن ثَمَرِها وَقْتَما يَشاءُ، ويُقدِّرَ ما على النَّخْلِ ويَأخُذَ بدَلًا منه تَمْرًا؛ وذلك لأنَّ بعضَ النَّاسِ كانوا يُدرِكون مَوْسِمَ الرُّطَبِ وهم لا يَملِكون نَخْلًا أو مالًا، ويُريدون أنْ يُطعِموا عِيالَهم منها، فأراد النَّبيُّ صلَّى اللهُ عليه وسلَّمَ الإرفاقَ بهم، فرخَّص في هذا النَّوعِ مِن البَيْعِ إذا كان دُونَ خَمْسةِ أوْسُقٍ، كما في الصَّحيحَينِ مِن حَديثِ أبي هُريرةَ رَضيَ اللهُ عنه، والوَسْقُ: وِعاءٌ مُعيَّنٌ يَسَعُ سِتِّينَ صاعًا.\nوفي الحَديث: يُسْرُ الشَّريعةِ ورَفْعُها الحرَجَ عن النَّاسِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}