{
    "hadith_id": "2191",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ نَهَى عن بَيْعِ الثَّمَرِ بالتَّمْرِ، ورَخَّصَ في العَرِيَّةِ أنْ تُبَاعَ بخَرْصِهَا، يَأْكُلُهَا أهْلُهَا رُطَبًا وقالَ سُفْيَانُ مَرَّةً أُخْرَى: إلَّا أنَّه رَخَّصَ في العَرِيَّةِ يَبِيعُهَا أهْلُهَا بخَرْصِهَا يَأْكُلُونَهَا رُطَبًا، قالَ: هو سَوَاءٌ، قالَ سُفْيَانُ: فَقُلتُ لِيَحْيَى: وأَنَا غُلَامٌ إنَّ أهْلَ مَكَّةَ يقولونَ: إنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ رَخَّصَ في بَيْعِ العَرَايَا فَقالَ: وما يُدْرِي أهْلَ مَكَّةَ؟ قُلتُ: إنَّهُمْ يَرْوُونَهُ عن جَابِرٍ، فَسَكَتَ، قالَ سُفْيَانُ: إنَّما أرَدْتُ أنَّ جَابِرًا مِن أهْلِ المَدِينَةِ، قيلَ لِسُفْيَانَ: وليسَ فيه نَهَى عن بَيْعِ الثَّمَرِ حتَّى يَبْدُوَ صَلَاحُهُ؟ قالَ: لَا.",
    "rawi": "سهل بن أبي حثمة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2191",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1540) باختلاف يسير",
    "sharh": "مَنْعُ الغِشِّ في البُيوعِ، وقَطْعُ النِّزاعِ والخُصومةِ بيْن البائعِ والمُشتَرِي؛ مَقصِدٌ مِن المَقاصِدِ الشَّرعيَّةِ؛ ولذلك نَهَى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن بَعضِ البُيُوعِ التي تُؤدِّي إلى وُقوعِ الغِشِّ والخِدَاعِ، ويَترتَّبُ عليها الخُصومةُ بيْن البائعِ والمُشتَرِي.\nوفي هذا الحَديثِ ينَهَى النبي صلَّى اللهُ عليه وسلَّمَ عن بَيعِ الثَّمرِ في رُؤوسِ النَّخلِ قبْلَ جَنْيِه تَقديرًا، بالتَّمْرِ على الأرضِ، وهو المَعروفُ ببَيعِ المُزابَنةِ، وقد نَهَى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عنه، واسَتْثنى صلَّى اللهُ عليه وسلَّمَ مِن ذلك العَرِيَّةَ، وهي: أنْ يُشتَرى الرُّطَبُ بعْدَ بُدوِّ صَلاحِهِ على النَّخلِ بتمرٍ على الأرض، فيُعطِي ثَمرةَ النَّخلةِ للمُحتاجِ ليَأكُلَ مِن ثَمَرِها وَقْتَما يَشاءُ، ويُقدِّرَ ما على النَّخْلِ ويَأخُذَ بدَلًا منه تَمْرًا؛ وذلك لأنَّ بعضَ النَّاسِ كانوا يُدرِكون مَوْسِمَ الرُّطَبِ وهم لا يَملِكون نَخْلًا أو مالًا، ويُريدون أنْ يُطعِموا عِيالَهم منها، فأراد النَّبيُّ صلَّى اللهُ عليه وسلَّمَ الإرفاقَ بهم، فرخَّص في هذا النَّوعِ مِن البَيْعِ إذا كان دُونَ خَمْسةِ أوْسُقٍ، كما في الصَّحيحَينِ مِن حَديثِ أبي هُريرةَ رَضيَ اللهُ عنه، والوَسْقُ: وِعاءٌ مُعيَّنٌ يَسَعُ سِتِّينَ صاعًا.\nوأخْبَرَ عليُّ بنُ عبدِ اللهِ -مِن رُواةِ الحديثِ- أنَّ سُفيانَ بنَ عُيَينةَ حدَّثَهم بهذا الحديثِ مَرَّتينِ بلَفظَين، والمعنى واحدٌ، وإليه الإشارةُ بقولِه: «هو سَواءٌ».\nثمَّ أخبَرَ سُفيانُ بنُ عُيَيْنةَ أنَّه قال لِيَحيى بنِ سَعيدٍ الأنصاريِّ لَمَّا حدَّثَ به، وكان وقْتَها غلامًا، والمرادُ الإشارةُ إلى قِدَمِ طلَبِه، وأنَّه كان في زَمنِ الصِّبا يُناظِرُ شيوخَه ويُباحثُهم، قال سُفيانُ: إنَّ أهلَ مكَّةَ يقولون: إنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ رخَّصَ لهم في بَيعِ العَرايَا، أي: مِن غيرِ قَيدٍ، فقال يَحْيى: وما يُدرِي أهْلَ مكَّةَ؟! يَسأَلُه عن حَديثِهم الَّذي يَعتمِدون عليه في مَسألتِهم تلك، فأخبَرَ سُفيانُ أنَّ أهلَ مكَّةَ يَرْوُونَه -أيْ: هذا الحديثَ- عَن جابرِ بنِ عبدِ اللهِ الأنصاريِّ رَضيَ اللهُ عنهما، فَسكَتَ يحيى، وإنَّما كان الحاملُ لسُفيانَ على قولِه لِيحيى بنِ سَعيدٍ: إنَّهم يَروُونه عَن جابرِ، أنَّ جابرًا مِن أهلِ المدينةِ، فرجَعَ الحديثُ إلى أهلِ المدينةِ، ومَحلُّ الخِلافِ بَيْنَ روايةِ يَحيى بن سَعيدٍ ورِوايةِ أهلِ مكَّةَ أنَّ يَحيى بنَ سَعيدٍ قَيَّدَ الرُّخصةَ في بَيعِ العَرايَا بِالخَرْصِ وأنْ يَأكُلَها أهلُها رُطَبًا، وأمَّا ابنُ عُيينةَ في رِوايتِه عَن أهلِ مكَّةَ، فَأطْلَقَ الرُّخصةَ في بَيعِ العرايَا ولم يُقيِّدْها بِشَيءٍ مِمَّا ذَكَرَ أنَّهم يَرْوُونه عَن جابرٍ، وكان لِيحيى أنْ يقولَ لسُفيانَ: وأهلُ المدينةِ رَوَوْا فيه التَّقيِيدَ، فَيَحْمَلُ المُطلَقُ على المُقيَّدِ، والتَّقييدُ باِلخرْصِ زِيادةُ حافظٍ؛ فَتعيَّنَ المصيرُ إليها، وأمَّا التَّقييدُ بِالأكْلِ فالَّذي يَظهَرُ أنَّه لِبَيانِ الواقِعِ لا أنَّه قَيْدٌ.\nقِيلَ لِسفيانَ بنِ عُيَينَة: أليسَ في هذا الحديثِ: «نَهى عَن بَيعِ الثَّمرِ حتَّى يبدُوَ صلاحُه؟» قال سُفيانُ: لا، أي: لَيْسَ فِيهِ نهْيٌ عَن بَيعِ الثَّمرِ حَتَّى يَبْدُوَ صَلَاحه. وإنْ كان هو صَحيحًا مِن رِوايةِ غَيرِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}