{
    "hadith_id": "2193",
    "hadith": "كانَ النَّاسُ في عَهْدِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يَتَبَايَعُونَ الثِّمَارَ، فَإِذَا جَدَّ النَّاسُ وحَضَرَ تَقَاضِيهِمْ، قالَ المُبْتَاعُ: إنَّه أصَابَ الثَّمَرَ الدُّمَانُ، أصَابَهُ مُرَاضٌ، أصَابَهُ قُشَامٌ؛ عَاهَاتٌ يَحْتَجُّونَ بهَا، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ لَمَّا كَثُرَتْ عِنْدَهُ الخُصُومَةُ في ذلكَ: فَإِمَّا لَا، فلا تَتَبَايَعُوا حتَّى يَبْدُوَ صَلَاحُ الثَّمَرِ. كَالمَشُورَةِ يُشِيرُ بهَا؛ لِكَثْرَةِ خُصُومَتِهِمْ.\n[وفي رِوايةٍ]: أنَّ زَيْدَ بنَ ثَابِتٍ لَمْ يَكُنْ يَبِيعُ ثِمَارَ أرْضِهِ حتَّى تَطْلُعَ الثُّرَيَّا، فَيَتَبَيَّنَ الأصْفَرُ مِنَ الأحْمَرِ.",
    "rawi": "زيد بن ثابت",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2193",
    "grade": "[معلق]",
    "takhrij": "أخرجه أبو داود (3372)، وأحمد (21662)، والدارقطني (2833)، بنحوه.",
    "sharh": "مَنْعُ الغِشِّ في البُيوعِ، وقَطْعُ النِّزاعِ والخُصومةِ بيْن البائعِ والمُشتَرِي؛ مَقصِدٌ مِن المَقاصِدِ الشَّرعيَّةِ؛ ولذلك نَهَى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن بَعضِ البُيُوعِ التي تُؤدِّي إلى وُقوعِ الغِشِّ والخِدَاعِ، ويَترتَّبُ عليها الخُصومةُ بيْن البائعِ والمُشتَرِي.\nوفي هذا الحديثِ يَروي زَيدُ بنُ ثابتٍ رَضيَ اللهُ عنه أنَّ النَّاسَ في زَمنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ كانوا يَتَبايَعونَ الثِّمارَ وهي على رُؤوسِ الشَّجرِ، وهي لم تَطِبْ للأكلِ بَعدُ، فإذا حانَ وَقتُ قَطْعِ الثَّمرِ، قال المُشتري: أصابَها بَعضُ العَاهاتِ والآفاتِ كالدُّمَانِ، وهو فَسادُ الطَّلْعِ وتَعفُّنُهُ وسَوادُهُ، والقُشَامُ، وهو شَيءٌ يُصيبُ النَّخْلَ حتَّى لا يُرطِّبَ، فَيَقعُ بيْنهم خُصوماتٌ.\nولَمَّا كَثُرتِ الخُصومةُ في ذلك نَهاهُم النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن بَيْعِ الثِّمارِ حتَّى يَبدُوَ صَلاحُها للأكلِ، بظُهورِ مَبادئِ الحَلاوةِ؛ بأنْ يَتلوَّنَ ويَلِينَ أو نحْوِ ذلك، فإنَّه حينئذٍ يَأمَنُ مِن العاهةِ التي هي الآفةُ التي قدْ تُذهِبُ بالثَّمَرِ أو تُقلِّلُه. وقولُه: «فَإِمَّا لا»، أي: فإمَّا أنْ يكونَ البيعُ عندَ ظُهورِ تلك العَلامةِ أو لا تَتبايَعوا.\nوقولُه: «كالمَشُورةِ يُشيرُ بِها» يَقصِدُ بهذه المَشورةِ: ألَّا يَشترُوا شَيئًا حتَّى يَتكامَلَ صَلاحُ جَميعِ هذه الثَّمَرةِ؛ لئلَّا تَقَعَ المُنازَعةُ. قيل: هذا تَأويلٌ مِن بَعضِ نَقَلَةِ الحَديثِ، وإنْ يكُنْ مَحْفوظًا عن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ فقدْ يكونُ ذلك في أوَّلِ الأمْرِ، ثمَّ نَهَى عنه نَهْيًا جازمًا، كما في الصَّحيحَينِ مِن حَديثِ جابرِ بنِ عبدِ اللهِ رَضيَ اللهُ عنهما: «نَهى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن بَيعِ الثَّمَرِ حتَّى يَطيبَ». \nوقد كان زَيْدٌ رَضيَ اللهُ عنه يَعمَلُ بهذا؛ فَلمْ يكُنْ يَبيعُ ثَمَرَ نَخْلِه حتَّى يَظهَرَ نَجْمُ الثُّريَّا، وهو النَّجْمُ المَعْروفُ، يَطْلُعُ مع الفَجْرِ أوَّلَ فَصلِ الصَّيفِ، عندَ اشْتِدادِ الحَرِّ في بلادِ الحِجازِ، وابتداءِ نُضجِ الثِّمارِ. والمُعتَبرُ في الحقيقةِ النُّضْجُ، وطُلوعُ النَّجمِ عَلامَةٌ له.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}