{
    "hadith_id": "2264",
    "hadith": "وَاسْتَأْجَرَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، وأَبُو بَكْرٍ رَجُلًا مِن بَنِي الدِّيلِ هَادِيًا خِرِّيتًا، وهو علَى دِينِ كُفَّارِ قُرَيْشٍ، فَدَفَعَا إلَيْهِ رَاحِلَتَيْهِمَا، ووَاعَدَاهُ غَارَ ثَوْرٍ بَعْدَ ثَلَاثِ لَيَالٍ برَاحِلَتَيْهِما صُبْحَ ثَلَاثٍ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2264",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2264)",
    "sharh": "مع ما اتَّصفَ به المُجتمعُ الجاهلِيُّ مِن الكثيرِ مِن الصِّفاتِ والعاداتِ المَذمومَةِ، فإنَّه تَمَيَّزَ بالكثيرِ منَ الصِّفاتِ الحَميدةِ الَّتي أَقَرَّها الإسلامُ، وأَهَمُّ هذه الصِّفاتِ هي المُروءةُ والوَفاءُ بالعُهودِ؛ فهاتانِ صِفتانِ جُبِلَ عليها العَرَبُ في شِبهِ الجزيرةِ.\nوفي هذا الحديثِ بَيانُ ما كان عليه أحدُ رِجالِ العَرَبِ -وهو عَبدُ اللهِ بنُ أُرَيْقِطٍ- حِينما كان على الكُفرِ؛ فتُخبِرُ عائشَةُ رَضيَ اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ وأبا بكرٍ رَضيَ اللهُ عنه لَمَّا عَزَما على الهِجرةِ إلى المدينةِ، استأجَرَا رَجلًا مِن بَني الدِّيلِ ثُمَّ، هو مِن بَنِي عَبدِ بنِ عَدِيٍّ، وهو عبدُ اللهِ بنُ أُرَيْقِط، هاديًا خِرِّيتًا؛ لِيَكونَ لهُمْ مُرشِدًا إلى الطَّريقِ إلى المدينةِ، والخِرِّيتُ: الماهِرُ في إرشادِه العارِفُ بالطُّرُقِ الخَفيَّةِ ومَضايقِها، والجِهاتِ كلِّها، وكان عبدُ اللهِ بنُ أُرَيْقِطٍ قد غَمَسَ يَمينَ حِلْفٍ في آلِ العاصِ بنِ وائلٍ، يَعنِي دَخَلَ معهم في حِلفٍ، وكانوا إذا أرادوا الحِلْفَ غَمَسوا أَيدِيَهم في دَمٍ أو شَيءٍ يكونُ فيه تَلويثٌ؛ دَليلًا على تَأكيدِ الحِلْفِ، فأَمِنَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وأبو بَكرٍ الصِّدِّيقُ رَضيَ اللهُ عنه ابنَ أُرَيْقِطٍ؛ لِمَا عَلِمَا فيه من مُروءةٍ وحِفظٍ للسِّرِّ، فاسْتأمَنَاه على سِرِّهما في الخُروجِ مِن مكَّةَ، وعلى النَّاقتينِ اللَّتينِ دَفَعَاهما إليه ليُوافِيَهما بهما بعْدَ ثَلاثٍ ليالٍ في غارِ ثَوْرٍ، وهو جبَلٌ بأسفَل مكَّةَ، وقد وَفَّى ابنُ أُرَيْقِط بما عُهِدَ إليه وأَتَى بالنَّاقتينِ في الموعدِ المُحدَّدِ في غارِ ثَورٍ، فانطلَقَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وأبو بَكرٍ ومعهما عامِرُ بنُ فُهَيْرةَ، والدَّليلُ عبد الله بن أريقط، فمَشَوا مِن طَرِيقٍ أسفَلَ مَكَّةَ إلى المدينةِ، على طَريقِ ساحلِ البحْرِ الأحمرِ.\nوكان عامرُ بنُ فُهَيرةَ مَولى أبي بَكرٍ يَرْعى الغَنَمَ، ثمَّ يَذهَبُ بها إليهم حِين تَذهَبُ ساعةٌ مِن العِشاءِ، فيَشربانِ مِن لَبَنِها، يَفعَلُ ذلك في كلِّ لَيلةٍ مِن تلك اللَّيالي الثَّلاثِ.\nوفي الحديثِ: مَشروعيَّةُ استئجارِ المسلمِ الكافرَ. \nوفيه: مَشروعيَّةُ استئجارِ الرَّجُلينِ للواحدِ على عمَلٍ واحدٍ لهما. \nوفيه: مَشروعيَّةُ استئجارِ الرجُلِ على أنْ يَدخُلَ في العملِ بعْدَ أيَّامٍ مَعلومةٍ، فيَصِحُّ عقْدُهما قبْلَ العملِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}