{
    "hadith_id": "2273",
    "hadith": "كانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ إذَا أمَرَنَا بالصَّدَقَةِ، انْطَلَقَ أحَدُنَا إلى السُّوقِ، فيُحَامِلُ، فيُصِيبُ المُدَّ، وإنَّ لِبَعْضِهِمْ لَمِئَةَ ألْفٍ قالَ: ما تَرَاهُ إلَّا نَفْسَهُ.",
    "rawi": "أبو مسعود عقبة بن عمرو",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2273",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1018) بنحوه",
    "sharh": "كان الصَّحابةُ رَضيَ اللهُ عنهم سُرْعانَ ما يَسْتجيبونَ لأوامرِ اللهِ ورَسولِه صلَّى اللهُ عليه وسلَّم، ويَتكلَّفُ كلُّ فَرْدٍ منهم ما يَستطيعُ بَذْلَه وإنفاقَه.\nوفي هذا الحديثِ يَروي أبو مَسْعُودٍ الأنصاريُّ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم كان يَأمُرُ النَّاسَ بالصَّدقةِ، فيَحْتَالُ -أي يَجتَهِدُ ويَسْعَى- أحدُنا حتَّى يَجِيءَ بالمُدِّ مِن التَّمرِ، أو القَمحِ، أو نحْوِهما، فيَتصدَّقُ به، والمُدُّ تقريبًا 509 جرام في أقلِّ تقديرٍ، و1072 جرامٍ في أعلى تقديرٍ.\nوهذا وَصْفٌ لحالِهم مِن الفَقرِ والشِّدَّةِ في أوَّلِ الإسلامِ، ثم أخبر أبو مسعودٍ رَضِيَ اللهُ عنه: أنَّ لِأَحَدِهِمُ اليومَ -وقتَ تحديثِه بالحديثِ- مِئةَ ألفٍ مِن الدَّراهِم أو الدَّنانِير؛ لِكثرةِ الفُتوحِ والأموالِ!\nقال شَقِيقُ بنُ سَلَمةَ -الرَّاوي عن أبي مَسْعودٍ رَضِيَ اللهُ عنه-: كأنَّه -أي أبا مَسْعُودٍ رضِي اللهُ عنه- يُعرِّضُ بنَفْسِه؛ لكونِه أصبَحَ مِن ذَوِي الأموالِ الكثيرةِ، ومَقصودُ أبي مسعودٍ رَضِيَ اللهُ عنه: وَصْفُ شِدَّةِ الإيمانِ في عَهدِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، وأنَّهم كانوا يَتصدَّقون بما يَجِدون ولو جَهَدوا، وكَثرةِ الفُتوحِ والأموالِ بَعْدَه.\nوفي الحَديثِ: أنَّ العبدَ يَتقرَّبُ إلى اللهِ بجُهْدِه وطاقتِه، وبِحَسَبِ قُدرتِه واستطاعتِه.\nوفيه: ما كانَ عليه الصَّحابةُ رَضيَ اللهُ عنه مِن ضِيقِ العَيشِ وقِلَّةِ المالِ في عَهدِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، ومَا صَارُوا إليه بعْدَه مِن السَّعةِ.\nوفيه: الحثُّ على الصَّدقةِ بما قَلَّ وما جَلَّ.\nوفيه: أنَّه يَنْبغي ألَّا يَحتقِرَ الإنسانُ ما يَتصدَّقُ به. \nوفيه: ما كان عليه السَّلفُ مِن التَّواضُعِ، والحِرصِ على الخَيرِ، واستعمالِهم أنفُسَهم في المِهَنِ والخِدمةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}