{
    "hadith_id": "2274",
    "hadith": "نَهَى رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ أنْ يُتَلَقَّى الرُّكْبَانُ، ولَا يَبِيعَ حَاضِرٌ لِبَادٍ. قُلتُ: يا ابْنَ عَبَّاسٍ، ما قَوْلُهُ: «لا يَبِيعُ حَاضِرٌ لِبَادٍ»؟ قَالَ: لا يَكونُ له سِمْسَارًا.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2274",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1521) باختلاف يسير",
    "sharh": "نَهى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن المُعامَلاتِ الَّتي يَترتَّبُ عليها ضَرَرٌ للنَّاسِ، ولمَّا كان البَشَرُ مَجبولِين على حُبِّ الخيرِ للنَّفْسِ، والحِرصِ عليهِ ولو أَضَرَّ الإنسانُ بغَيرِه؛ جاءتِ الأحكامُ الشَّرعيَّةُ لِتَكبَحَ جِماحَ هذه النَّفْسِ، ومِن هذه الأحكامِ الَّتي تُهذِّبُ وتُحجِّمُ طَمَعَ الإنسانِ ما نَهَى عنه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في هذا الحديثِ؛ فقد نَهى عن تَلَقِّي الرُّكْبَانِ، وهو أنْ يُقابِلَ التُّجَّارَ الذين يَأتُون بتِجارَتِهم لبَيعِها في الأسواقِ، فيَشترِيَ منهم بِضاعتَهم قبْلَ دُخولِهم السُّوقَ، ثُمَّ يَبِيعَها هو بِأكثرَ مِمَّا اشْتَرَاها به، استِغلالًا لجَهْلِ البَائعِ، أو لِحاجةِ المُشتري، وهذا فيه ضَرَرٌ على البائعِ؛ لأنَّه قد يَبِيعُها بأقلَّ مِن ثَمَنِها الحقيقيِّ في أسواقِ هذا البلدِ، كما أنَّ ذلك قد يَضُرُّ بأهلِ البلدِ؛ لأنَّ هذا المشترِيَ قد يَتحقَّقُ له احتكارُ السِّلعةِ، فيَتحكَّمُ في سِعرِها ويَزِيدُه كما يَشاءُ في الأسواقِ.\nونَهى صلَّى اللهُ عليه وسلَّمَ عن بَيعِ الحاضرِ للبادِي؛ وهو أنْ يَأتِيَ أحدُ أهلِ البادِيةِ -الصَّحراءِ- ليَبِيعَ سِلعتَه في إحْدَى القُرَى أو المُدُنِ، فيَقولَ له أحدُ سُكَّانِ هذه القريةِ أو المدينةِ - مثلًا-: اتْرُكْها لي وأنا أَبِيعُها لك بثَمَنٍ أعْلى، فيكونُ له سِمْسَارًا، وعِلَّةُ النَّهيِ: أنَّ هذا أقرَبُ إلى مَصلحةِ النَّاسِ؛ فإذا باعَ الحاضرُ شدَّدَ على النَّاسِ، وأمَّا البادي إذا باعَ بنَفْسِه كان أرْخَصَ للناسِ. وأيضًا قد يَضُرُّ الحاضرُ الباديَ ويكونُ سَببًا في خِداعِه.\nوفي الحديثِ: بَيانُ حِرصِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ على كلِّ ما هو خَيرٌ لأُمَّتِه، ورِفقِهِ بها، حتى في المصالحِ الدُّنيويَّةِ.\nوفيه: أنَّ الإمامَ ووَلِيَّ الأمرِ يُرشِدُ النَّاسَ في أعمالِ بُيوعِهم وشِرائِهِم داخِلَ الأسواقِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}