{
    "hadith_id": "23",
    "hadith": "بيْنَا أنَا نَائِمٌ، رَأَيْتُ النَّاسَ يُعْرَضُونَ عَلَيَّ وعليهم قُمُصٌ، منها ما يَبْلُغُ الثُّدِيَّ، ومنها ما دُونَ ذلكَ، وعُرِضَ عَلَيَّ عُمَرُ بنُ الخَطَّابِ وعليه قَمِيصٌ يَجُرُّهُ. قالوا: فَما أوَّلْتَ ذلكَ يا رَسولَ اللَّهِ؟ قالَ: الدِّينَ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "23",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (23)، ومسلم (2390)",
    "sharh": "لعُمرَ بنِ الخَطَّابِ رَضيَ اللهُ عنه فضائِلُ كثيرةٌ؛ فهو خيرُ الأُمَّةِ بعدَ أبي بَكرٍ رَضيَ اللهُ عنه، وكان مُحَدَّثًا مُلْهَمًا، ونزَلَتْ بعضُ الآيات في القُرآنِ موافقةً لرَأيهِ، وحِينَما صار أميرًا للمُؤمنِينَ وراعيًا لهم، كان يَتحرَّى العَدلَ، ويُوضِّحُ لرَعيَّتِه كثيرًا مِن الأمورِ التي تُصلِحُ أحوالَهم، وتُرشِدُهم إلى الطَّريقِ القويمِ، وتُيسِّرُ عليهم مَعاشَهم.وفي هذا الحَديثِ بيانٌ لبعضِ فَضائلِه، حيثُ يقُصُّ النبيُّ صلَّى اللهُ عليه وسلَّمَ على أصحابِه رَضيَ اللهُ عنهم رُؤْيا رآها، فيقولُ: بيْنما كُنتُ نائمًا، رأيتُ النَّاسَ أثناءَ نومي وهم يمُرُّون مِن أمامي وعليهم قُمُصٌ وثيابٌ مختلِفةُ الأطوالِ؛ فمِن النَّاسِ مَن تصِلُ قُمُصُهم وثيابُهم إلى ثُدِيِّهم في منتصَفِ صُدورِهم، ولا تَستُرُ كلَّ أجسادِهم، ومنهم ما دُونَ ذلك، فكانتْ ثيابُهم وقُمُصهم أقْصَرَ منه أو أطوَلَ منه، أو أعَمَّ مِنهما بِناءً على أنَّ «دُونَ ذلك» بمعنى: غيرُ ذلك، حتَّى مرَّ عمرُ بنُ الخطَّابِ وعليه قميصٌ طويلٌ يسحَبُه وراءَه، فلمَّا سُئِل عليه الصَّلاةُ والسَّلامُ: بِمَ أوَّلْتَ ذلك؟ أي: ما تَعبيرُه وتَفسيرُه؟ قال: الدِّينَ، أي: أوَّلتُه الدِّينَ، والمرادُ بالدِّينِ: العَملُ بمُقْتضاهُ؛ كالحِرصِ على امتِثالِ الأوامرِ، واجتنابِ المَناهي، وكان لِعُمرَ رَضيَ اللهُ عنه فِي ذلك المقامُ العالي؛ ولذلك رآهُ بثِيابٍ سابغةٍ طويلةٍ يجُرُّها خلْفَه، وجَرُّه لثيابِه يدُلُّ على بقاءِ آثارِه الجَميلةِ وسُنَّتِه الحسَنةِ في المسلِمينَ بعدَ وفاتِه لِيُقتدَى به. وقيل: تفسيرُ القَميصِ في المنامِ بالدِّينِ؛ لأنَّ الدِّينَ والإسلامَ والتَّقوى كلُّ هذه تُوصَفُ بأنَّها لباسٌ؛ قال تعالى: {وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ} [الأعراف: 26]؛ وأنَّ القميصَ يستُرُ عورةَ الإنسانِ، ويَحجُبُه مِن وقوعِ النَّظرِ عليها، فكذلك الدِّينُ يستُرُه مِن النَّارِ ومِن الفَضائحِ الدُّنيويَّةِ، ويحجُبُه عن كلِّ مَكروهٍ، ولأنَّ الدِّينَ يَشمَلُ الإنسانَ ويَحفظُه ويَقِيه المُخالفاتِ كوِقايةِ الثَّوبِ وشُمولِه؛ فمَنِ استكثَرَ مِن الطاعاتِ زاد سترُه، ومَن تقلَّل نقَصَ عملُه، وقَلَّ سترُه. وفي الحَديثِ: بيانُ مَنقَبةٍ عَظيمةٍ لعمرَ بنِ الخطَّابِ رَضيَ اللهُ عنه.وفيه: أنَّ الأعمالَ مِن الإيمانِ، وأنَّ أهلَ الإيمانِ يَتفاضَلون فيه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}