{
    "hadith_id": "2309",
    "hadith": "كُنْتُ مع النَّبيِّ صَلَّى اللهُ عليه وسلَّمَ في سَفَرٍ، فَكُنْتُ علَى جَمَلٍ ثَفَالٍ إنَّما هو في آخِرِ القَوْمِ، فَمَرَّ بي النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ: مَن هذا؟ قُلتُ: جَابِرُ بنُ عبدِ اللَّهِ، قالَ: ما لَكَ؟ قُلتُ: إنِّي علَى جَمَلٍ ثَفَالٍ، قالَ: أَمعكَ قَضِيبٌ؟ قُلتُ: نَعَمْ، قالَ: أَعْطِنِيهِ، فأعْطَيْتُهُ، فَضَرَبَهُ، فَزَجَرَهُ، فَكانَ مِن ذلكَ المَكَانِ مِن أَوَّلِ القَوْمِ، قالَ: بِعْنِيهِ، فَقُلتُ: بَلْ هو لكَ يا رَسولَ اللَّهِ، قالَ: بَلْ بِعْنِيهِ، قدْ أَخَذْتُهُ بأَرْبَعَةِ دَنَانِيرَ، ولَكَ ظَهْرُهُ إلى المَدِينَةِ، فَلَمَّا دَنَوْنَا مِنَ المَدِينَةِ أَخَذْتُ أَرْتَحِلُ، قالَ: أَيْنَ تُرِيدُ؟ قُلتُ: تَزَوَّجْتُ امْرَأَةً قدْ خَلَا منها، قالَ: فَهَلَّا جَارِيَةً تُلَاعِبُهَا وتُلَاعِبُكَ، قُلتُ: إنَّ أَبِي تُوُفِّيَ وتَرَكَ بَنَاتٍ، فأرَدْتُ أَنْ أَنْكِحَ امْرَأَةً قدْ جَرَّبَتْ خَلَا منها، قالَ: فَذلكَ، فَلَمَّا قَدِمْنَا المَدِينَةَ، قالَ: يا بلَالُ، اقْضِهِ وزِدْهُ، فأعْطَاهُ أَرْبَعَةَ دَنَانِيرَ، وزَادَهُ قِيرَاطًا. قالَ جَابِرٌ: لا تُفَارِقُنِي زِيَادَةُ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ. فَلَمْ يَكُنِ القِيرَاطُ يُفَارِقُ جِرَابَ جَابِرِ بنِ عبدِ اللَّهِ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2309",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2309)، ومسلم (715)",
    "sharh": "كان مِن أخلاقِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في السَّفَرِ أنْ يَتأخَّرَ عن الرَّكْبِ حتَّى يَرْفُقَ بمَن معه، ويَحمِلَ الضَّعيفَ، ويَحُثَّ المُتأخِّرَ.\nوفي هذا الحديثِ يُخبِرُ جابرُ بنُ عبدِ اللهِ رَضِي اللهُ عَنْهما أنَّه كان مع النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في سَفَرٍ، قيل: كان ذَلَك في فَتْحِ مكَّةَ، وإنَّهم كانوا راجِعينَ منها إلى المدينةِ، وكان يَركَبُ على جَمَلٍ ثَفالٍ، أي: ثَقِيلٍ بَطيءِ السَّيرِ، وكان مُتأخِّرًا عن الرَّكبِ بسَببِ ذلك الجَمَلِ، فمَرَّ به النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وهو في هذه الحالِ، فسَأَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: مَن هذا المُتأخِّرُ عن الرَّكْبِ؟ فأخبَرَه أنَّه جابرُ بنُ عبدِ الله، فسَأَلَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: ما سَببُ تَأخُّرِكَ في المَسيرِ؟ فأخْبَرَه أنَّه يَركَبُ على جَملٍ ثَقيلٍ لا يَنبعِثُ إلَّا كَرْهًا، قال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «أَمَعكَ قَضِيبٌ؟» أي: عَصًا أو سَوطٌ، فأجابَه جابرٌ رَضيَ اللهُ عنه بنَعَمْ، فأمَرَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ يُعطِيَه إيَّاهُ، فأَعْطى جابرٌ تِلك العَصا التي كانت معه للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فضَرَبَ بها ذلك الجَمَلَ البَطِيءَ يَزجُرُه ويَحُثُّه على السَّيرِ، فأَسْرَعَ الجَمَلُ مِن المَوضِعِ الَّذي ضَرَبه وزَجَره فيه رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، وأَصْبَح في أوَّلِ الرَّكْبِ بَعْدَ أنْ كان في آخِرِهم، وذلك ببَركةِ رَسولِ الله صلَّى اللهُ عليه وسلَّمَ، فطَلَبَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مِن جابرٍ شِراءَ هذا الجَملِ الَّذي يَركَبُه، فقال جابرٌ: «بَلْ هو لكَ يا رَسولَ اللهِ» مِن غَيرِ بَيعٍ، فلم يَقْبَلْه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ منه إلَّا بَيعًا، فاشْتَراه منه بأربعةِ دَنانيرَ على أنْ يَبقَى راكبًا عليه ومُنتفِعًا به إلى أنْ يَأتِيَ المدينةَ، فيَقْبِضَه منه صلَّى اللهُ عليه وسلَّمَ.\nفلمَّا اقتَرَبوا مِن المدينةِ أخَذَ جابرٌ في الانفصالِ عن القومِ مُتوجِّهًا إلى مَنْزلِه مُسرِعًا، فسَأَلَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن وِجهَتِه، فقال للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ: إنَّه كان قدْ تَزوَّجَ امرأةً ماتَ عنها زَوجُها، إشارةً إلى أنَّها ثَيِّبٌ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «فهَلَّا جاريةً تُلاعِبُها وتُلاعِبُكَ» أي: بِكْرًا، والمرادُ بها التي لم يَسبِقْ لها الزَّواجُ؛ فإنَّ الثَّيِّبَ قدْ تكونُ مُتعلِّقةَ القَلْبِ، بخِلافِ الصَّغيرةِ التي لم يَسْبِقْ لها الزَّواجُ؛ فإنَّ قَلْبَها غالبًا ما يَتعلَّقُ بأوَّلِ زَوْجٍ لها، فتَنْشَطُ له وتَسْعى في سَعادتِه، وغيرِ ذلك مِن المواصَفاتِ التي تُعرَفُ بها البِكْرُ، وتَتَقدَّمُ بها على الثَّيِّبِ، فأخْبَرَه جابرٌ رَضيَ اللهُ عنه أنَّ السَّببَ في تَزوُّجِه ثَيِّبًا ما له مِن عُذْرٍ؛ وهُنَّ الأخواتُ الصِّغارُ اللَّائي مات أبوهُ وتَرَكَهنَّ له، ويَحْتجْنَ إلى الرِّعايةِ والتَّربيةِ، والتي لا تَقدِرُ البنتُ البِكْرُ على تَحمُّلِ ذلك، ولا تَعرِفُه؛ ولذلك فقدْ تَزوَّجَ امرأةً سَبَق لها مِن التَّجارِبِ التي تَقْوَى بها على رِعايتِهنَّ وتَربيتِهنَّ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «فذلك»، أي: يُبارِكُ له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ على زَواجِه، وفي هذا إشارةٌ إلى أنَّ مَن أرادَ الزَّواجَ يَحسُنُ به أنْ يَجعَلَ اختيارَه في المرأةِ التي تَصلُحُ فيه وفي أهْلِه.\nفلمَّا رَجَعوا إلى المدينةِ دَفَعَ جابرٌ بالجَملِ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ ليُسلِّمَه له، فأَمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بِلالًا أنْ يَدْفَعَ له ثَمَنَ الجَمَلِ الَّذي اشْتَراه مِنْه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، وأنْ يَزيدَه، فأَعْطى بِلالٌ لجابرٍ أربعةَ دَنانيرَ، وزادَهُ قِيراطًا؛ وذلك لأنَّ بلالًا كان يَتولَّى نَفَقاتِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، والقِيراطُ: نَصْفُ عُشْرِ الدِّينارِ، وقيل غيرُ ذلك، قال جابرٌ: «لا تُفارِقني زِيادةُ رَسولِ الله صلَّى اللهُ عليه وسلَّمَ»، فاحْتَفَظَ بالقِيراطِ ولم يَصْرِفْهُ.\nقال عَطاءُ بنُ أَبِي رَباحٍ: «فلم يَكُن القِيراطُ يُفارِقُ جِرابَ جابرِ بنِ عبدِ الله»، والجِرابُ: ما يُحمَلُ فيه مِن مَتاعٍ.\nوفي الحديثِ: بَيانٌ لجانبٍ مِن تَواضُعِه صلَّى اللهُ عليه وسلَّمَ، وحُسنِ عِشرتِه لأصحابِه، وتَفقُّدِه لأحوالِهم، ورِعايتِه لمَصالحِهم.\nوفيه: تَفضيلُ زَواجِ البِكرِ على الثَّيِّبِ.\nوفيه: فَضيلةٌ لجابرٍ رَضيَ اللهُ عنه، وشَفقتُه على أخواتِه، وإيثارُه مَصلحتَهنَّ على حَظِّ نفْسِه.\nوفيه: خِدمةُ المرأةِ لأهلِ زَوجِها، ورِعايتُها لأَخواتِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}