{
    "hadith_id": "2321",
    "hadith": "رَأَى سِكَّةً وَشَيْئًا مِنْ آلَةِ الحَرْثِ، فَقَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: لَا يَدْخُلُ هذا بَيْتَ قَوْمٍ إِلَّا أَدْخَلَهُ اللَّهُ الذُّلَّ.",
    "rawi": "أبو أمامة الباهلي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2321",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "لا يَنبغي للمُسلِمِ أنْ يَنشغِلَ بدُنياه عن دِينِه؛ بحيث يَطغى حَظُّه مِن الدُّنيا على حَظِّه مِن الآخرةِ؛ فهذا أبو أُمامةَ رَضيَ اللهُ عنه لَمَّا رَأى سِكَّةً وشَيئًا مِن آلةِ الحرثِ -والسِّكَّةُ: هي الحديدةُ الَّتي تُحرَثُ بها الأرضُ- روَى عن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أنَّه لا تَدخُلُ هذه الآلاتُ بَيتًا، فتَشغَلُ أهْلَه عن آخِرتِهم بحيث يُضيِّعون واجباتِهم الدِّينيَّةَ؛ مِن الجِهادِ والصَّلاةِ والذِّكرِ -إلَّا أذَلَّهم اللهُ تعالَى.\nولا تَعارُضَ بيْن هذا الحديثِ وبيْن الأحاديثِ الَّتي وردَتْ في فضْلِ الحَرْثِ والزَّرعِ؛ فإنَّ هذا الحديثَ مَحمولٌ على مَن اشتَغَل بالزَّرعِ، فضَيَّع بسَببِه ما أُمِر بحِفظِه، فمَن لَزِمَ الحرْثَ وغَلَبَ عليه، وضيَّعَ ما هو أشرَفُ منه؛ لَزِمَه الذُّلُّ.\nوالمرادُ بالذُّلِّ ما يَلزَمُهم مِن حُقوقِ الأرضِ التي تُطالِبُهم بها الوُلاةُ، وكان العمَلُ في الأراضي أوَّلَ ما افتُتِحَت على أهْلِ الذِّمَّةِ، فكان الصَّحابةُ يَكرَهون تَعاطيَ ذلك، وقيل: معْنى هذا الحديثِ: الحضُّ على مَعالي الأحوالِ، وطلَبِ الرِّزقِ مِن أشرَفِ الصَّناعاتِ.\nوالحديثُ ظاهرُه يدُلُّ على أنَّ الحِراثةَ والزِّراعةَ تُورِثُ المَذلَّةَ، وليس كذلك، بلِ الحِراثةُ والزِّراعةُ وإصلاحُ الأملاكِ والعِماراتِ مُستحبَّةٌ، وفيها ثَوابٌ؛ لحُصولِ النَّفعِ منها إلى النَّاسِ، وإنَّما قال رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ هذا الحديثَ؛ كَيْلا يَشتغِلَ الصَّحابةُ رَضيَ اللهُ عنهم بالعِماراتِ ويَترُكوا الجِهادَ؛ فإنَّهم لو تَرَكوا الجِهادَ يَغلِبُ الكُفَّارُ عليهم، وأيُّ ذُلٍّ أشدُّ مِن أنْ يَغلِبَ الكُفَّارُ على المسلمينَ، ويَأخُذوا أموالَهم وأزواجَهم وأَولادَهم ويَقتُلوهم!\nوقيل: هذا لمَن يَقرُبُ مِن العدُوِّ؛ فإنَّه إذا اشتَغَلَ بالحَرْثِ لا يَشتغِلُ بالفُروسيَّةِ، فيَتأسَّدُ عليه العدُوُّ، فحَقُّهم أنْ يَشتغِلوا بالفُروسيَّةِ، وعلى غيرِهم إمدادُهم بما يَحتاجونَ إليه.\nوفي الحديثِ: تَحذيرٌ مِن الانشغالِ عن أعمالِ الآخرةِ بأعمالِ الدُّنيا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}