{
    "hadith_id": "2324",
    "hadith": "بيْنَما رَجُلٌ رَاكِبٌ علَى بَقَرَةٍ، التَفَتَتْ إِلَيْهِ فَقالَتْ: لَمْ أُخْلَقْ لِهذا، خُلِقْتُ لِلْحِرَاثَةِ، قالَ: آمَنْتُ به أَنَا، وَأَبُو بَكْرٍ، وَعُمَرُ، وَأَخَذَ الذِّئْبُ شَاةً، فَتَبِعَهَا الرَّاعِي، فَقالَ له الذِّئْبُ: مَن لَهَا يَومَ السَّبُعِ، يَومَ لا رَاعِيَ لَهَا غيرِي؟ قالَ: آمَنْتُ به أَنَا، وَأَبُو بَكْرٍ، وَعُمَرُ. قالَ أَبُو سَلَمَةَ: وَما هُما يَومَئذٍ في القَوْمِ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2324",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2324)، ومسلم (2388)",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَقُصُّ على أصحابِه مِن أخبارِ الأُمَمِ السَّابقةِ وما فيها مِن مُعجِزاتٍ؛ لأخْذِ العِظَةِ والعِبرةِ.\nوفي هذا الحديثِ يُخبِرُنا الصَّادقُ المَصدوقُ صلَّى اللهُ عليه وسلَّمَ عن حادِثتينِ خارِقتينِ للعادةِ وَقَعَتا في الأزمانِ الماضيةِ؛ أمَّا الأُولى: فبيْنما كان رجُلٌ راكبًا على بَقَرةٍ، وإذا بالبقرةِ تَتكلَّمُ حَقيقةً، وتقولُ بلُغةِ النَّاسِ ولِسانِ البشَرِ: كيف تَركَبُني مع أنَّ اللهَ لم يَخلُقْني للرُّكوبِ، وإنَّما خَلَقني لحَرْثِ الأرضِ؟! وأمَّا الثَّانيةُ: فقدِ اختَطَف الذِّئبُ شاةً مِن الغنَمِ، فتَبِعها الرَّاعي ليَأخُذَها منه، فقال له الذِّئبُ: إنْ كُنتَ الآنَ قدْ حمَيْتَ هذه الشَّاةَ منِّي، فسَيَأتي اليومُ الَّذي لا تَجِدُ فيه الغنَمُ راعيًا يَحمِيها مِن الذِّئابِ، وذلك قُرْبَ قِيامِ السَّاعةِ، وهو معْنى قولِه: «فقال الذِّئبُ: مَن لها يومَ السَّبُعِ؟» أي: مَن يَحمِيها منِّي في ذلك اليومِ الَّذي تَخلو فيه الأرضُ مِن البشَرِ، ولا يَبْقى فيها سِوى السِّباعِ، حيث تَخرَبُ البلادُ، ويَهلِكُ العِبادُ، ويَفنى البشَرُ، فلا يَبْقى للغَنَمِ راعٍ يَحمِيها مِن السِّباعِ والذِّئابِ.\nوهكذا نطَقَتِ البقرةُ وتَكلَّمَ الذِّئبُ بإذنِ اللهِ وقُدرتِه، وقال صلَّى اللهُ عليه وسلَّمَ تَعليقًا على ذلك: «آمَنْتُ به أنا، وأبو بكرٍ، وعمرُ»، أي: فأمَّا أنا وأبو بكرٍ وعمرُ فإنَّا قد صدَّقْنا بهاتينِ الحادثتينِ، وإنْ كانَتا مِن الأشياءِ الغريبةِ الخارقةِ للعادةِ، المُخالِفةِ للنُّظُمِ الكَونيَّةِ؛ لأنَّ الَّذي خلَقَ هذه النُّظمَ قادرٌ على خَرقِها، وإنَّما ذكَر صلَّى اللهُ عليه وسلَّمَ أبا بَكرٍ وعمرَ مع أنَّهما غيُر حاضرينِ ثِقةً بهما؛ لعِلمِه بصِدقِ إيمانِهما، وقُوَّةِ يَقينِهما، وكَمالِ مَعرفتِهما بعَظيمِ سُلطانِ اللهِ وكَمالِ قُدرتِه.\nوفي الحديثِ: عَلَمٌ مِن أعلامِ النُّبوَّةِ.\nوفيه: فَضيلةٌ ظاهرةٌ لأبي بكرٍ وعمَرَ رَضيَ اللهُ عنهما.\nوفيه: أنَّ الدَّوابَّ لا تُستعمَلُ إلَّا فيما جَرَتِ العادةُ باستعمالِها فيه؛ لأنَّ اللهَ قدْ هيَّأ هذه الكائناتِ وسَخَّرها لِما خُلِقَت له، فإذا استُعمِلَتْ في غيرِ ما خُلِقَت له، كان ذلك ظُلمًا لها، وأنَّ البقرَ للحَرْثِ لا للرُّكوبِ.\nوفيه: أنَّ مِن الإيمانِ التَّصديقَ بكلِّ ما أخبَرَ به صلَّى اللهُ عليه وسلَّمَ مُطلَقًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}