{
    "hadith_id": "2325",
    "hadith": "قالتِ الأنْصارُ للنَّبيِّ صَلَّى اللهُ عليه وسلَّمَ: اقْسِمْ بيْنَنا وبيْنَ إخْوانِنا النَّخِيلَ، قالَ: لا، فقالوا: تَكْفُونا المَؤُونَةَ، ونَشْرَكْكُمْ في الثَّمَرَةِ؟ قالوا: سَمِعْنا وأَطَعْنا.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2325",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "لَمَّا هاجَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى المدينةِ آخَى بَيْنَ المهاجرِينَ والأنصارِ، وكان الأنصارُ رِضوانُ اللهِ عليهم أجوَدَ النَّاسِ، فلمْ يَبخَلْ أحدُهم على أخيهِ بمالِه وبَيتِه وطَعامِه، فكان الواحدُ منهم يُشاطِرُ أخاه مِنَ المهاجرينَ ما يَملِكُه.\nوفي هذا الحديثِ يَرْوي أبو هُريرةَ رَضيَ اللهُ عنه أنَّ الأنصارَ رِضوانُ اللهِ عليهم -وهمْ أهلُ المدينةِ- أرادوا أنْ يَقْسِمَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ النَّخيلَ الَّذي يَملكوَنه بيْنهم وبيْن المهاجريِنَ؛ إيثارًا على أنْفُسِهم، فرَفَضَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ذلك، وقولُه صلَّى اللهُ عليه وسلَّمَ: «لا»؛ لأنَّه عَلِمَ أنَّ الفُتوحَ ستُفتَحُ عليهم، فكَرِهَ أنْ يُخرَجَ شَيءٌ مِن عَقارِ الأنصارِ عنهم، فلمَّا فَهِمَ الأنصارُ ذلك جَمَعوا بيْن المصلحتَينِ: امتثالُ ما أمَرَهم به، وتَعجيلُ مُواساةِ إخوانِهم المهاجِرين «فقالوا: تَكْفُونا المَؤونةَ، ونَشْرَكْكُمْ في الثَّمَرةِ»؛ فظاهرُ السِّياقِ أنَّ المرادَ بهمُ الأنصارُ، ويكونُ المعنى: أنَّ المهاجِرين يَقومون بالعملِ اللَّازِمِ في الزِّراعةِ والسِّقايةِ ورِعايةِ الأرضِ، فيكونُ مِن الأنصارِ النَّخيلُ، ومِن المُهاجرين العمَلُ فيها، ويَشترِكُ الجميعُ في الثَّمرةِ لا في أصْلِ النَّخيلِ، فحصَلَ بذلك بيْنهم المُعامَلةُ التي تُعرَفُ بالمُساقاةِ، وهي دَفْعُ شَجرٍ لمَن يَسْقِيه ويَعمَلُ عليه بجُزءٍ مَعلومٍ مِن ثَمَرِه، وفي مُسنَدِ أبي يَعلى: «قال: لا، تَكفُون المَؤونةَ، وتَقاسَموا الثَّمَرَ»، وعليه يكونُ القائلُ هو النَّبيَّ صلَّى اللهُ عليه وسلَّمَ، ويكونُ المعنى: أنَّ الأنصارَ همُ الذين يَعمَلون في الأرضِ؛ لأنَّ المهاجِرينَ لم يَكونوا يَعرِفون عمَلَ الحدائقِ وإصلاحَها، ويُرجِّحُ هذا ما وَرَدَ عندَ التِّرمذيِّ مِن حَديثِ أنَسٍ رَضيَ اللهُ عنه: «لمَّا قَدِم النَّبيُّ صلَّى اللهُ عليه وسلَّمَ المدينةَ، أتاهُ المهاجِرون فقالوا: يا رسولَ اللهِ، ما رَأَينا قومًا أبذَلَ مِن كَثيرٍ، ولا أحسَنَ مُواساةً مِن قَليلٍ؛ مِن قَومٍ نَزَلْنا بيْن أظْهُرِهم؛ لقدْ كَفَونا المُؤْنةَ وأشْرَكونا في المَهْنأِ، حتَّى لقدْ خِفْنا أنْ يَذهَبوا بالأجْرِ كلِّه».\nفقال الأنصارُ والمهاجِرون حِينئذٍ: سَمِعنا وأطَعْنا لِمَا قالَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ.\nوالمُساقاةُ والمُزارعةُ مِن عُقودِ المُشارَكاتِ التي مَبْناها العدْلُ بيْن الشَّريكينِ؛ فإنَّ صاحبَ الشَّجَرِ والأرضِ كصاحبِ النُّقودِ التي يَدفَعُها للمُضارِبِ في التِّجارةِ، فالغُنْمُ بيْنهما، والغُرْمُ عليهما، وبهذا يُعلَمُ أنَّها أبعَدُ عن الضَّررِ والجَهالةِ.\nوفي الحديثِ: نَدْبُ مُعاوَنةِ الإخوانِ، ودفْعِ المَشقَّةِ عنهم. \nوفيه: فَضيلةُ المهاجرين والأنصارِ، وحُسنُ سَمْعِهم وطاعتِهم للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوفيه: مَشروعيَّةُ عُقودُ المُساقاةِ والمُزارَعةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}