{
    "hadith_id": "2327",
    "hadith": "كُنَّا أَكْثَرَ أَهْلِ المَدِينَةِ مُزْدَرَعًا، كُنَّا نُكْرِي الأرْضَ بالنَّاحِيَةِ منها مُسَمًّى لِسَيِّدِ الأرْضِ، قالَ: فَمِمَّا يُصَابُ ذلكَ وتَسْلَمُ الأرْضُ، ومِمَّا يُصَابُ الأرْضُ ويَسْلَمُ ذلكَ، فَنُهِينَا، وأَمَّا الذَّهَبُ والوَرِقُ فَلَمْ يَكُنْ يَومَئذٍ.",
    "rawi": "رافع بن خديج",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2327",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2327)، والبيهقي (11833)، وأبو عوانة في ((المستخرج)) (5602) واللفظ لهم جميعا.",
    "sharh": "جاء الإسلامُ لِيُنظِّمَ العَلاقاتِ والمُعامَلاتِ بيْن النَّاسِ، وجَعَلَ هذه العَلاقاتِ قائمةً على مَبدأِ التَّعاونِ والأُلْفةِ، والمَحبَّةِ والمَودَّةِ، والبُعْدِ عن النِّزاعِ والشِّقاقِ، والضَّررِ والظُّلْمِ، والخِداعِ.\nوفي هذا الحديثِ يُخبِرُ رافعُ بنُ خَدِيجٍ رَضيَ اللهُ عنه أنَّهم كانوا أكثرَ أهلِ المدينةِ زَرعًا -والمُزدَرَعُ: هو مَكانُ الزَّرعِ- وكانوا يُؤجِّرونَ الأرضَ لِمَن يَعمَلُ بها ويَقومُ على مَصالحِها، في مُقابلٍ مُسمًّى لسَيِّدِ الأرضِ، ومُسمًّى للعاملِ، على أنْ تكونَ ثِمارُ جِهةٍ مُحدَّدةٍ مِن الأرضِ لسيِّدِها ومالكِها، وثِمارُ الجهةِ الأُخرى للعاملِ، إلَّا أنَّه ربَّما تُصابُ الجهةُ الَّتي للعاملِ بآفةٍ فتَتلَفُ ثَمرتُها، أو ربَّما تُصابُ الجهةُ الَّتي للمالكِ بآفةٍ فتَتلَفُ ثَمرتُها، فنَهاهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن ذلك؛ لِمَا فيه مِن الغَرَرِ والضَّررِ على أحدِ الطَّرَفينِ؛ حيث يُؤدِّي ذلك إلى خَسارةِ أحدِهما ورِبحِ الآخَرِ، وهذا أكلٌ للمالِ بالباطلِ.\nوقولُه: «وأَمَّا الذَّهَبُ والوَرِقُ فلَمْ يَكُنْ يَومَئذٍ»، أي: يُكْرى بهما، ولم يُرِدْ نفْيَ وُجودِهما. والوَرِقُ -بكسْرِ الرَّاءِ-: هو الفِضَّةُ.\nوهذا الحديثُ يدُلُّ على أنَّ الَّذي نَهى عنه صلَّى اللهُ عليه وسلَّمَ كان أمْرًا بيِّنَ الفسادِ، وهي المُزارَعةُ الظالمةُ الجائرةُ، فلذلك زَجَرَ عنها، وأمَّا بشَيءٍ مَعلومٍ مَضمونٍ بالمالِ فلا شَيءَ فيه.\nولا يُخالِفُ ذلك ما صالَحَ عليه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَهودَ خَيْبرَ على أنْ يَزْرَعوا الأرضَ ولهم النِّصْفُ، وللنَّبيِّ صلَّى اللهُ عليه وسلَّمَ النِّصْفُ، وظَلَّ العملُ به إلى مَوتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وبه عَمِلَ الخُلفاءُ الرَّاشدون مِنْ بَعْدِه؛ فالمُزارَعةُ على جُزءٍ مِن الثَّمَرِ غيرُ المُزارَعةِ والمُؤاجَرةِ على تَخصيصِ أرضٍ بما تُنبِتُه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}