{
    "hadith_id": "2337",
    "hadith": "اللَّيْلَةَ أتانِي آتٍ مِن رَبِّي، وهو بالعَقِيقِ، أنْ صَلِّ في هذا الوادِي المُبارَكِ، وقُلْ: عُمْرَةٌ في حَجَّةٍ.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2337",
    "grade": "[صحيح]",
    "sharh": "كان الصَّحابةُ رَضيَ اللهُ عنهم يَتتبَّعون هَدْيَ النبيِّ صلَّى اللهُ عليه وسلَّمَ في كلِّ أحوالِه، ويَصِفون أفْعالَه في حَضَرِه وسَفَرِه، ويَمتثِلونها، ويُبيِّنون ما هو سُنةٌ وما هو عادةٌ.\r\nوفي هذا الحديثِ يَرْوي عمرُ بنُ الخطَّابِ رَضيَ اللهُ عنه أنَّه سَمِع النبيَّ صلَّى اللهُ عليه وسلَّمَ وهو خارجٌ إلى حَجةِ الوداعِ وهو في وادي العَقيقِ -ويقَعُ قُرْبَ البَقيعِ، بيْنه وبيْن المسجدِ النَّبويِّ (2 كم) تَقريبًا، ومعْنى العَقيقِ: الذي شَقَّه السَّيلُ قَديمًا- يُخبِرُ أنَّه أتاهُ آتٍ؛ إمَّا جِبرِيلُ عليه السَّلامُ، أو آتٍ في المَنامِ -ورُؤيا الأنبياءِ حقٌّ ووَحْيٌ مِن اللهِ عزَّ وجلَّ-، فَقالَ له: صَلِّ في هذا الوادي المُبارَكِ، أي: وادي العَقيقِ، قيل: المرادُ رَكعَتَا الإحرامِ.\r\nووَصَفَ الواديَ بالبَركةِ؛ لأنَّ أهلَ المدينةِ يَستبشِرونَ به إذا سالَ، ويَستِدلُّون به على غَزارةِ الأمطارِ.\r\nوقوله: «وقُلْ: عُمرةً في حَجَّةٍ»، أي: جَعَلتُها عُمرةً في حَجَّةٍ، و«في» إمَّا بمعنى «مَعَ»، أي: عُمرةً وحَجَّةً معًا، فيكونُ النبيُّ صلَّى اللهُ عليه وسلَّمَ قَد أحرَمَ بهما معًا، أو تكونُ «في» على أصْلِها بمعْنى الظَّرفيَّةِ، أي: عُمرةً مُدرَجةً في حَجَّةٍ، فيكونُ النبيُّ صلَّى اللهُ عليه وسلَّمَ قدْ أحرَمَ أوَّلًا مُفرِدًا بالحَجِّ وحدَه، ثمَّ أدخَل عليه العُمرةَ، فصارَ قارِنًا.\r\nوقيل: إنَّ بهذه الرُّؤيا وبتَلبيتِه صلَّى اللهُ عليه وسلَّمَ بعُمرةٍ في حَجَّةٍ؛ حَكَمَ النبيُّ صلَّى اللهُ عليه وسلَّمَ بنَسْخِ ما كان في الجاهليَّةِ مِن تَحريمِ العُمرةِ في أشهُرِ الحجِّ؛ لأنَّ رُؤيا الأنبياءِ وَحْيٌ وصِدقٌ.\r\nوفي الحديثِ: فَضلُ وادي العَقِيقِ، وبَركَتُه ونَفْعُه.\r\nوفيه: أنَّ رُؤيا رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ حَقٌّ وصِدقٌ.\r\nوفيه: مَشروعيَّةُ القِرانِ بيْن الحجِّ والعُمرةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}