{
    "hadith_id": "2348",
    "hadith": "أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كانَ يَوْمًا يُحَدِّثُ وعِنْدَهُ رَجُلٌ مِن أهْلِ البَادِيَةِ: أنَّ رَجُلًا مِن أهْلِ الجَنَّةِ اسْتَأْذَنَ رَبَّهُ في الزَّرْعِ، فَقَالَ له: ألَسْتَ فِيما شِئْتَ؟ قَالَ: بَلَى، ولَكِنِّي أُحِبُّ أنْ أزْرَعَ، قَالَ: فَبَذَرَ، فَبَادَرَ الطَّرْفَ نَبَاتُهُ واسْتِوَاؤُهُ واسْتِحْصَادُهُ، فَكانَ أمْثَالَ الجِبَالِ، فيَقولُ اللَّهُ: دُونَكَ يا ابْنَ آدَمَ؛ فإنَّه لا يُشْبِعُكَ شَيءٌ. فَقَالَ الأعْرَابِيُّ: واللَّهِ لا تَجِدُهُ إلَّا قُرَشِيًّا أوْ أنْصَارِيًّا؛ فإنَّهُمْ أصْحَابُ زَرْعٍ، وأَمَّا نَحْنُ فَلَسْنَا بأَصْحَابِ زَرْعٍ. فَضَحِكَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2348",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "وَعَد اللهُ سُبحانَه وتَعالَى عِبادَه الصَّالحين بأنَّه أعَدَّ لهم في الجنَّةِ مِن النَّعِيمِ المُقِيمِ ما لا عَيْنٌ رأَتْ، ولا أُذُنٌ سَمِعَت، ولا خَطَر على قلْبِ بَشَرٍ، ولهم فيها ما يَشتَهون ويُريدون، فقال سُبحانه: {لَهُمْ فِيهَا مَا يَشَاؤُونَ} [النحل: 31]، فكلُّ ما يُريدُه أهلُ الجنَّةِ يكونُ واقعًا حَقًّا بوَعْدِ اللهِ الَّذي لا يُخلَفُ. \nوفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ -وكان في الجالسينَ أعرابيٌّ مِن سُكَّانِ الصَّحراءِ- أنَّ رجُلًا مِن أهلِ الجنَّةِ استَأذَنَ المَوْلَى سُبحانه وتعالَى أنْ يَزْرَعَ في الجنَّةِ بنفْسِه، فقال له اللهُ تَبارَك وتعالَى: «أَلَسْتَ فِيما شِئْتَ؟» مِن المُشتَهَياتِ، أي: ألَسْتَ تَتقلَّبُ في النَّعيمِ؟ قال الرَّجُلُ: بَلَى، ولكنِّي أُحِبُّ الزَّرْعَ. فأذِنَ له اللهُ عزَّ وجلَّ وأجابَه فيما طَلَبَ، فأَلْقى الرَّجُلُ البُذُورَ على أرضِ الجنَّةِ، فأَسْرَعَ نَباتُ هذا الزَّرْعِ حتَّى كان أسْرَعَ مِن طَرْفِه، يَعْني مِن ارتِدادِ حَرَكَةِ عَينِ الرَّجلِ، والمعْنى: أنَّه لمَّا ألْقى البُذورَ أَسْرَعَ النَّباتُ بالخروجِ والاستِواءِ والاشتِدادِ، حتَّى وَصَل إلى الحالِ الَّتي يُحصَدُ عندَها، ولم يكُنْ بيْن البَذْرِ وبيْن استواءِ الزَّرعِ ونَجازِ أمْرِه كلِّه مِن الحصْدِ والتَّذريةِ والجمْعِ؛ إلَّا كلَمْحِ البصَرِ، وكان مِثْلَ الجِبالِ في ضَخامتِه. \nثُمَّ قال تعالَى: خُذْه يا ابْنَ آدَمَ؛ فإنَّه لا يُشْبِعُك شَيءٌ، ولا يُفهَم مِن قولِه: «فإنَّه لا يُشبِعُك شَيءٌ» أنَّ الجنَّةَ يَحصُلُ فيها حاجةٌ وجُوعٌ، ولكنْ يَدُلُّ على أنَّ نَفْسَ الإنسانِ فيها مِن الشَّرَهِ فوقَ ما تَحتاجُه.\nفلمَّا سَمِع الأعرابِيُّ الحديثَ قال مُمازِحًا رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ: واللهِ لا تَجِدُهُ إلَّا مِن قُرَيشٍ أو مِن الأنصارِ؛ فإنَّهم أهْلُ الزَّرعِ في الدُّنيا، وأمَّا نحْنُ الأعرابَ فلَسْنا بأصحابِ زَرْعٍ. فضَحِك النَّبيُّ صلَّى اللهُ عليه وسلَّمَ.\nوفي الحديثِ: أنَّ كلَّ ما اشتُهِيَ في الجنَّةِ مِن أُمورِ الدُّنيا مُمْكِنٌ فيها.\nوفيه: فضْلُ القَناعَةِ، والاقتِصارِ على البُلْغَةِ، وذمُّ الشَّرَهِ والرَّغْبَةِ.\nوفيه: وصْفُ النَّاسِ بغالِبِ عاداتِهم.\nوفيه: إثباتُ صِفةِ الكلامِ للهِ تعالَى على ما يَليقُ بجَلالِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}