{
    "hadith_id": "2392",
    "hadith": "أنَّ رَجُلًا أتَى النبيَّ صَلَّى اللهُ عليه وسلَّمَ يَتَقَاضَاهُ بَعِيرًا، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: أعْطُوهُ، فَقالوا: ما نَجِدُ إلَّا سِنًّا أفْضَلَ مِن سِنِّهِ، فَقالَ الرَّجُلُ: أوْفَيْتَنِي أوْفَاكَ اللَّهُ، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: أعْطُوهُ، فإنَّ مِن خِيَارِ النَّاسِ أحْسَنَهُمْ قَضَاءً.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2392",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1601) باختلاف يسير دون قوله: \"فقال الرجل: أوفيتني أوفاك الله\"",
    "sharh": "كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مُعلِّمًا رَحيمًا، ومُؤدِّبًا رَفيقًا، ومُربِّيًا حَليمًا، فكانَ إذا رَأى خَطأً لا يُعنِّفُ ولا يَزجُرُ ولا يُنفِّرُ، وإذا رَأى صَوابًا مدَحَهُ، وأثْنى عليهِ وشَكَرَ له، وجَزى عليه خَيرًا.\nوفي هذا الحَديثِ يُخبِرُ أبو هُريرةَ رَضيَ اللهُ عنه أنَّ رجُلًا كانَ لَه عَلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ دَيْنٌ، فَجاء إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ يَطلُبُ قَضاءَ الدَّينِ، وأساءَ في طَلَبِه مِن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ بأنْ غلَّظَ وشدَّدَ في المطالَبةِ -كما في رِوايةِ الصَّحيحينِ-، فَهَمَّ بِه أصْحابُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ ورَضيَ اللهُ عنهم، أي: أرادوا إيذاءَ هذا الرَّجُلِ بالقوِل أو بالفعلِ، ولكِنَّهم مَنَعوا أنْفُسَهم أدَبًا مَعه صلَّى اللهُ عليه وسلَّمَ، فَقالَ لهم صلَّى اللهُ عليه وسلَّمَ: «دَعوهُ»، أي: اتْرُكوه ولا تَتعرَّضوا له، وهذا مِن حُسنِ خُلقِه صلَّى اللهُ عليه وسلَّمَ وكرَمِه، وقوَّةِ صَبْرِه على الجُفاةِ مع قُدرتِه على الانتقامِ منهم، قال: «فَإنَّ لِصاحِبِ الحَقِّ مَقالًا»، أي: فإنَّ اللهَ عزَّ وجلَّ قَدْ جَعَلَ لِصاحِبِ الحَقِّ -سَواءً كانَ دائِنًا أو مُؤَجِّرًا أو أجيرًا- الحَقَّ في المُطالَبةِ بِحَقِّهِ، شَريطةَ عَدَمِ التَّعَدِّي عَلى غَيرِه. وكان الدَّينُ جمَلًا، فقالَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لأصحابِه رَضيَ اللهُ عنهم: «اشْتَرُوا لَه سِنًّا»، أي: بَعيرًا مُساويًا لِبَعيرِه في السِّنِّ، فَأَعْطوه إيَّاهُ. فَلَم يَجِدوا بَعيرًا إلَّا أفضَلَ مِن بَعيرِه في الثَّمنِ والحُسنِ والسِّنِّ. فَأَمَرَهُم النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ يُعْطوه إيَّاه، وأنْ يُسَدِّدوا لَه الدَّينَ بأَفضَلَ مِنه، وأكْثَرَ قِيمةً. وعلَّلَ صلَّى اللهُ عليه وسلَّمَ الأمرَ بإعطائِه الأفضلَ بقولِه: «فَإنَّ مِن خَيرِكُم أحْسَنَكم قَضاءً»، أي: فإنَّ أفْضَلَكُم في مُعامَلةِ النَّاسِ، وأكْثَرَكُم ثَوابًا؛ أحْسَنُكم قَضاءً لِلحُقوقِ الَّتي عليه دَينًا أو غَيرَهُ.\nوفي الحَديثِ: التَّوكيلُ في قَضاءِ الدَّينِ.\nوَفيه: القَرْضُ في الحَيوانِ.\nوَفيه: أنَّ مَن عليه دَينٌ مِن قَرضٍ أو غَيرِه لَه أنْ يَرُدَّه بأَجوَدَ مِن الَّذي عليه دونَ أنْ يَشترِطَ المقرِضُ ذلك؛ فذَلِك مِن مَكارِمِ الأخلاقِ المَحْمودةِ عُرفًا وشَرعًا.\nوَفيه: الصَّبرُ عَلى خُشونةِ قَولِ الغَريمِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}