{
    "hadith_id": "2451",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ أُتِيَ بشَرَابٍ، فَشَرِبَ منه وعَنْ يَمِينِهِ غُلَامٌ وعَنْ يَسَارِهِ الأشْيَاخُ، فَقالَ لِلْغُلَامِ: أتَأْذَنُ لي أنْ أُعْطِيَ هَؤُلَاءِ؟، فَقالَ الغُلَامُ: لا واللَّهِ يا رَسولَ اللَّهِ، لا أُوثِرُ بنَصِيبِي مِنْكَ أحَدًا، قالَ: فَتَلَّهُ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ في يَدِهِ.",
    "rawi": "سهل بن سعد الساعدي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2451",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2030) باختلاف يسير",
    "sharh": "علَّم النَّبيُّ صلَّى اللهُ عليه وسلَّم أمَّتَه الآدابَ العليِّةَ في سائِرِ شُؤونِ حياتهم، ومن ذلك آدابُ الطَّعامِ والشَّرابِ.\nوفي هذا الحديثِ يُخبِرُ الصَّحابيُّ سَهلُ بنُ سَعدٍ السَّاعديُّ رَضِيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم قُدِّم له شَرابٌ، والشَّرابُ هو اللَّبَنُ الممزوجُ بالماءِ، فشَرِبَ منه صلَّى اللهُ عليه وسلَّم، وكان عن يمينِه غُلامٌ صَغيرٌ، قيل: إنَّه ابنُ عبَّاسٍ رضِيَ اللهُ عنهما، وكان عن يَسارِه صلَّى اللهُ عليه وسلَّم الأشياخُ الكِبارُ مِن الصَّحابةِ رِضوانُ اللهِ عليهم، فاسْتأذَن النَّبيُّ صلَّى اللهُ عليه وسلَّم الغلامَ في أنْ يُعطيَ الشَّرابَ الأشياخَ؛ لأنَّهم كانوا عن يَسارِه، والأيمنُ هو الأحَقُّ بالبَداءةِ، كما في الصَّحيحينِ من حديثِ أنَسِ بنِ مالِكٍ رَضِيَ اللهُ عنه، عن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم أنَّه قال: «الأيْمَنُونَ الأيْمَنُونَ، ألَا فَيَمِّنُوا». فرفَض الغلامُ، وقال: لا أُوثِرُ بنَصيبي منك أحدًا، فبيَّنَ الغلامُ العِلَّةَ في عدَمِ الإيثارِ، وأنَّه ليس كَونه شرابًا، وإنَّما هو لحُلولِ أثَرِ بَركتِه صلَّى الله عليه سلَّمَ عليه؛ لكونِه ما فضَل مِن شَرابِه، وذلك مَحلُّ تَنافُسِ أصحابِ الهِمَمِ؛ فلذا عبَّر بقولِه: «بنَصِيبي منك»، أي: مِن أثَرِ بَركتِك، وإنما قال الغلامُ ذلك؛ لأنَّه صلَّى اللهُ عليه وسلَّم لم يأمُرْه به، ولو أمره لأطاع أمْرَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، وظاهِرُ الكلامِ أنَّ الغُلامَ لو أذِنَ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّم لأعطاهم.\n«فتَلَّه رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم في يدِه»، أي: أعطاهُ الشَّرابَ في يَدِه، ولم يُقدِّم صلَّى اللهُ عليه وسلَّم الأشياخَ عليه، وأمَّا ما ورَدَ مِن نُصوصٍ في تَقديمِ الكبيرِ، فلا تَعارُضَ بيْنها وبيْن البَدْءِ باليمينِ؛ إذ تَقديمُ الكبيرِ يكونُ عندَ التَّساوي في جَميعِ الأوصافِ، فيُقدَّمُ الكبيرُ، كما لو تَساوَوا في المجلسِ بأنْ جَلَسوا على غيرِ تَرتيبٍ، فيُبدَأُ عندَها بالكبيرِ، أمَّا لو جَلَسوا مُرتَّبِين، فمَن على اليمينِ أَولى وأحقُّ مِن الكبيرِ.\nوفي الحَديثِ: حُسنُ أدَبِ النبيِّ صلَّى اللهُ عليه وسلَّم، وطِيبِ عِشرتِه لأصحابِه.\nوفيه: أنَّ السُّنَّةَ لِمَن استَسْقَى أنْ يَسقيَ الَّذي عن يَمينِه، وإنْ كان الَّذي عن يَسارِه أفضَلَ ممَّن جلَسَ عن يَمينِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}