{
    "hadith_id": "2481",
    "hadith": "أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ كانَ عِنْدَ بَعْضِ نِسَائِهِ، فأرْسَلَتْ إحْدَى أُمَّهَاتِ المُؤْمِنِينَ مع خَادِمٍ بقَصْعَةٍ فِيهَا طَعَامٌ، فَضَرَبَتْ بيَدِهَا، فَكَسَرَتِ القَصْعَةَ، فَضَمَّهَا وجَعَلَ فِيهَا الطَّعَامَ، وقالَ: كُلُوا وحَبَسَ الرَّسُولَ والقَصْعَةَ حتَّى فَرَغُوا، فَدَفَعَ القَصْعَةَ الصَّحِيحَةَ، وحَبَسَ المَكْسُورَةَ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2481",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّم يحسِنُ مُعامَلةَ نِسائِه، ويراعي عُقولَهنَّ وما ينشَأُ فيهن من الغرائِزِ والفِطرةِ التي جُبِلْنَ عليها.\nوفي هذا الحديثِ يُخبِرُ أنسٌ رضِيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم كان عند إحْدَى نِسائهِ، وهي أمُّ المؤمنينَ عائشةُ رضِيَ اللهُ عنها، فأرسَلتْ إحدى أُمَّهاتِ المؤمنين -قيل: هي أمُّ المؤمِنين زَينبُ رَضِيَ اللهُ عنها، وقيل: هي أمُّ المؤمِنيَن صَفِيَّةُ رَضِيَ اللهُ عنها- «بِصَحْفةٍ فيها طعامٌ»، والصَّحفةُ: قَصْعةٌ مَبسوطةٌ، وتَكونُ مِن غيرِ الخشبِ، والقَصْعةُ: إناءٌ مِنْ خَشَبٍ، فضَربتِ المَرأةُ الَّتي كان النَّبيُّ صلَّى اللهُ عليه وسلَّم في بيْتِها -وهي عائشةُ رضِيَ اللهُ عنها- يَدَ الخادمِ الَّذي جاء بِالصَّحفةِ، فسَقَطَتِ الصَّحفةُ مِنْ يَدِهِ فانفَلَقَت، أي: انشَقَّت، فجَمَعَ النَّبيُّ صلَّى اللهُ عليه وسلَّم فِلَقَ -أي قِطَعَ- الصَّحفةِ، ثُمَّ جَعَل يَجمَعُ فيها الطَّعامَ الَّذي كان في الصَّحفةِ ويقول للحاضرينَ عندَه: «غارَتْ أُمُّكُم» اعتِذارًا منه صلَّى اللهُ عليه وسلَّم؛ لِئلَّا يُحمَلَ صَنيعُها على ما يُذَمُّ، بل يَجري على عادةِ الضَّرائرِ مِنَ الغَيْرةِ؛ فإنَّها مُرَكَّبةٌ في النَّفْسِ، بحيث لا يُقدَرُ على دَفْعِها، فلم يؤاخِذْها صلَّى اللهُ عليه وسلَّم على صنيعِها الذي فعلَتْه من الجانِبِ المعنويِّ؛ حيث إنها فعَلَت ذلك بحضرةِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّم، ومعه أضيافُه؛ مُراعاةً من رسولِ اللهِ صلَّى اللهُ عليه وسلَّم لِما رُكِّب في طَبعِ النِّساءِ مِنَ الغَيرةِ، ولكِنَّه صلَّى اللهُ عليه وسلَّم حمَّلها ما وقع من أضرارٍ ماديَّةٍ نتيجةَ فِعْلِها؛ وذلك بأن مَنَعَ النَّبيُّ صلَّى اللهُ عليه وسلَّم الخادمَ مِن الذَّهابِ لصاحِبةِ الصَّحفةِ حتَّى جِيءَ بِصَحفةٍ مِنْ عندِ الَّتي هو في بَيتِها؛ لتكونَ عِوَضًا عن الصَّحفةِ التي كسرَتْها، فَدَفَعَ الصَّحفةَ الصَّحيحةَ إلى الخادمِ؛ كي يُرجِعَها سليمةً لصاحِبَتِها التي أرسلَتْها، وترك صلَّى اللهُ عليه وسلَّم الصَّحفةَ المكسورةَ في بَيت عائشةَ رَضِيَ اللهُ عنها.\nوفي الحديث: حُسنُ خُلُقهِ صلَّى اللهُ عليه وسلَّم، وإنصافُه وحِلمُه.\nوفيه: أنَّ الغَيْرةَ قد تَقَعُ مِنْ أفضلِ النِّساءِ، حتَّى لَو كُنَّ زَوجاتِ الرَّسولِ صلَّى اللهُ عليه وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}