{
    "hadith_id": "2482",
    "hadith": "كانَ رَجُلٌ في بَنِي إسْرائِيلَ يُقالُ له جُرَيْجٌ يُصَلِّي، فَجاءَتْهُ أُمُّهُ، فَدَعَتْهُ، فأبَى أنْ يُجِيبَها، فقالَ: أُجِيبُها أوْ أُصَلِّي، ثُمَّ أتَتْهُ فقالَتْ: اللَّهُمَّ لا تُمِتْهُ حتَّى تُرِيَهُ وُجُوهَ المُومِساتِ، وكانَ جُرَيْجٌ في صَوْمعتِهِ، فَقالتِ امْرَأَةٌ: لَأَفْتِنَنَّ جُرَيْجًا، فَتَعَرَّضَتْ له، فَكَلَّمَتْهُ فأبَى، فأتَتْ راعِيًا، فأمْكَنَتْهُ مِن نَفْسِها، فَوَلَدَتْ غُلامًا فقالَتْ: هو مِن جُرَيْجٍ، فأتَوْهُ، وكَسَرُوا صَوْمعتَهُ، فأنْزَلُوهُ وسَبُّوهُ، فَتَوَضَّأَ وصَلَّى ثُمَّ أتَى الغُلامَ، فقالَ: مَن أبُوكَ يا غُلامُ؟ قالَ: الرَّاعِي، قالوا: نَبْنِي صَوْمعتَكَ مِن ذَهَبٍ، قالَ: لا، إلَّا مِن طِينٍ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2482",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2482) واللفظ له، ومسلم (2550) مطولاً",
    "sharh": "بِرُّ الوالدَينِ له آثارُه الحميدةُ في الدُّنيا والآخِرةِ، وهو أعْلى دَرَجةً في صِلةِ الرَّحِمِ؛ لأنَّهما أقرَبُ النَّاسِ رحمًا، وحقُّ الأمِّ أعظَمُ مِن حقِّ الأبِ كثيرًا؛ لغَلَبةِ الضَّعفِ عليها، ولكَثرةِ أفْضالِها على وَلدِها؛ أثناءَ حَمْلِها به، ووَضْعِها وإرضاعِها له، وخِدمتِها وشَفَقتِها عليه.\r\nوفي هذا الحديثِ يُخبِرُ النبيُّ صلَّى اللهُ عليه وسلَّمَ بقِصَّةُ جُرَيْجٍ -وكان رجُلًا مُتعبِّدًا مِن بني إسرائيلَ بعْدَ نَبيِّ اللهِ عِيسى عليه السَّلامُ- مع أُمِّه عندَما نادَتْه وهو يُصلِّي في صَوْمَعتِه، والصَّومعةُ: بَيتٌ مِثلُ الدَّيْرِ والكَنيسةِ يَنقطِعُ فيه رُهبانُ النَّصارى للعِبادةِ، فقال وهو في صَلاتِه: اللَّهمَّ قد اجتمَعَ حقُّ إجابةِ أمِّي وحقُّ إتمامِ صَلاتي، فوفِّقْني لأَفضلِهما، فلم يُجِبْها، ثمَّ نادت عليه مرَّةً ثانيةً وثالثةً، وفي كلِّ مرَّةٍ يقولُ قولَه الأوَّلَ، ثمَّ لا يُجِيبُها، وعدَمُ إجابتِه لها مع تَرديدِ نِدائِها له يُفهِمُ ظاهرُه أنَّ الكلامَ عندَه يَقطَعُ الصَّلاةَ، وإنَّما سَأَل أنْ يُلقيَ اللهُ في قلْبِه الأفضلَ، ويَحمِلَه على أَوْلى الأمْرَينِ به، فحمَلَه على الْتزامِ مُراعاةِ حقِّ اللهِ تعالَى على حقِّ أمِّه، ولَمَّا لم يُجِبْها في الثَّالثةِ، وآثَرَ استمرارَه في صَلاتِه ومُناجاتِه على إجابتِها، واختار الْتزامَ مُراعاةِ حقِّ اللهِ على حَقِّها؛ قالتْ أمُّه داعيةً عليه: اللَّهمَّ لا يَموتُ جُريجٌ حتَّى يَنظُرَ في وَجْهِ «المَيَامِيسِ» جمْع مومِسةٍ، وتجمَعُ أيضًا على مومِساتٍ، والمرادُ بهنَّ الفاجِراتُ الزَّانياتُ. وقد كان مِن كَرامةِ اللهِ تعالَى لجُريجٍ أنْ ألْهَمَ اللهُ أُمَّهُ الاقتِصادَ في الدَّعوةِ فلم تَدْعُ عليه بالفِتنةِ بهِنَّ، بلْ دعَتْ فقطْ بمُجرَّدِ النَّظرِ في وُجوهِهنَّ، فلمْ تَقتضِ الدَّعوةُ إلَّا كَدَرًا يَسيرًا، بلْ أعْقَبَتْ سُرورًا كَثيرًا، وفي رِوايةِ مُسلِمٍ: «ولو دَعَت عليه أنْ يُفتَنَ لَفُتِنَ»!\r\nقال: «وكانَتْ تَأْوِي إلى صَوْمعتِه راعِيةٌ تَرْعَى الغَنَمَ»، أي: تَرعَى قُرْبَ صَومعتِه؛ وذلك لِمَا ورَد في رِوايةِ أُخرَى للبُخاريِّ أنَّها قالتْ: «لأَفْتِنَنَّ جُرَيْجًا، فتَعَرَّضَتْ له فَكَلَّمَتْه، فأَبَى، فأَتَتْ رَاعِيًا فَأَمْكَنَتْهُ مِنْ نَفْسِهَا، فَوَلَدَتْ غُلاَمًا»، وفي رِوايةِ مُسلمٍ: «وكان راعِي ضَأنٍ يَأوي إلى دَيْرِه، قال: فخَرَجَت امرأةٌ مِن القَريةِ فوَقَعَ عليها الراعي»، أي: زَنَى بها، فقدَّرَ اللهُ عزَّ وجلَّ الأسبابَ التي ستُحقِّقُ في جُريجٍ دَعوةَ أُمِّه عليه، فحَمَلتْ تلك المرأةُ الزانيةُ حتى انقَضَتْ أيَّامُها، فولَدتْ غلامًا، فسَأَلَها قَومُها عن وَلَدِها هذا، ومَن أبوه؟ فقالتْ: إنَّه مِن جُريجٍ صاحبِ الصَّومعةِ؛ نَزَل مِن صَومعتِه وأَحْبَلَني هذا الولدَ، فقال جُريجٌ لَمَّا بَلَغَه ذلك: أينَ هذه المرأةُ التي تَزعُمُ أنَّ وَلَدَها لي؟ وذلك بعْدَ أنْ هَدَمَ له القومُ صَومعتَه، وافْتَرَوا عليه قبْلَ أنْ يَتبيَّنَ لهم الحقُّ، كما في رِوايةِ مُسلمٍ، وقد طَلَبَ أنْ يَأتُوا بالرَّضيعِ، فأمْسَكَ به، وسَأَلَه: «يا بَابُوسُ» وهو الصَّغيرُ الرَّضيعُ مِن بَني آدَمَ، وقيل: هو اسمُ هذا الرَّضيعِ بعَينِه، فقال: مَن أبوكَ؟ فقال الرَّضيعُ: أبي الرَّاعي، فأنْطَقَ اللهُ الرَّضيعَ في المَهْدِ كَرامةً لجُريجٍ.\r\nوفي الحديثِ: عِظَمُ بِرِّ الوالدَينِ، وإجابةُ دُعائِهما ولو كان الولدُ مَشغولًا، لكنْ يَختلِفُ الحالُ في ذلك بحسَبِ المقاصدِ.\r\nوفيه: أنَّ الأُمَّ هي أَوْلى الأرحامِ بالصِّلةِ.\r\nوفيه: أنَّ صاحبَ الصِّدقِ مع اللهِ لا تَضُرُّه الفِتَنُ. \r\nوفيه: إثباتُ كَراماتِ الأَوْلياءِ.\r\nوفيه: أنَّ اللهَ عزَّ وجلَّ يَجعَلُ لأوليائِه مَخارجَ عندَ ابتلائِهِم، وإنَّما يَتأخَّرُ ذلك عن بَعضِهم في بَعضِ الأوقاتِ تَهذيبًا وزِيادةً في الثَّوابِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}