{
    "hadith_id": "2505",
    "hadith": "قَدِمَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وأَصْحَابُهُ صُبْحَ رَابِعَةٍ مِن ذِي الحِجَّةِ مُهِلِّينَ بالحَجِّ، لا يَخْلِطُهُمْ شَيءٌ، فَلَمَّا قَدِمْنَا أمَرَنَا، فَجَعَلْنَاهَا عُمْرَةً وأَنْ نَحِلَّ إلى نِسَائِنَا، فَفَشَتْ في ذلكَ القالَةُ. قالَ عَطَاءٌ: فَقالَ جَابِرٌ: فَيَرُوحُ أحَدُنَا إلى مِنًى وذَكَرُهُ يَقْطُرُ مَنِيًّا! فَقالَ جَابِرٌ بكَفِّهِ، فَبَلَغَ ذلكَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ، فَقَامَ خَطِيبًا، فَقالَ: بَلَغَنِي أنَّ أقْوَامًا يقولونَ كَذَا وكَذَا، واللَّهِ لَأَنَا أبَرُّ وأَتْقَى لِلَّهِ منهمْ، ولو أنِّي اسْتَقْبَلْتُ مِن أمْرِي ما اسْتَدْبَرْتُ ما أهْدَيْتُ، ولَوْلَا أنَّ مَعِي الهَدْيَ لأَحْلَلْتُ. فَقَامَ سُرَاقَةُ بنُ مَالِكِ بنِ جُعْشُمٍ، فَقالَ: يا رَسولَ اللَّهِ، هي لَنَا أوْ لِلْأَبَدِ؟ فَقالَ: لَا، بَلْ لِلْأَبَدِ. قالَ: وجَاءَ عَلِيُّ بنُ أبِي طَالِبٍ فَقالَ أحَدُهُمَا: يقولُ لَبَّيْكَ بما أهَلَّ به رَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّمَ، وقالَ: وقالَ الآخَرُ: لَبَّيْكَ بحَجَّةِ رَسولِ اللَّهِ صلَّى اللهُ عليه وسلَّمَفأمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ يُقِيمَ علَى إحْرَامِهِ، وأَشْرَكَهُ في الهَدْيِ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2505",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1240) باختلاف يسير",
    "sharh": "التَّمتُّعُ في الحَجِّ هو أنْ يُحْرِمَ الحاجُّ بالعُمْرَةِ في أشهُرِ الحَجِّ، ثمَّ يَحِلَّ منها، ثمَّ يُحْرِمَ بالحَجِّ مِن عامِه، فإذا قَدِمَ مَكَّةَ في أشهُرِ الحجِّ واعتَمَر وانْتَهى مِن عُمرتِه، فله أنْ يَتحلَّلَ مِن إحرامِه، ويَتمتَّعَ بكلِّ ما هو حَلالٌ حتَّى تَبدَأَ مَناسِكُ الحجِّ.\nوفي هذا الحديثِ يُخبِرُ عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ جاء مكَّةَ هو وأصحابُه عامَ حجَّةِ الوَداعِ، وذلك في السَّنةِ العاشرةِ مِن الهِجرةِ؛ لأداءِ الحجِّ، فدخلوها في صُبْحِ اليومِ الرَّابعِ مِن ذِي الحِجَّةِ مُهِلِّينَ -أي: مُحرِمين- بالحَجِّ، ولا يَقصِدون شَيئًا إلَّا الحَجَّ، فلم يَقصِدوا عُمْرَةً مع الحَجِّ، إلَّا أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أمَرَ أصحابَه الَّذين لم يَسُوقوا الهَدْيَ -وهو اسمٌ لِما يُهْدى ويُذبَحُ في الحرَمِ مِن الإبلِ والبقرِ والغنَمِ والمَعْزِ- بالعُمرةِ، ثمَّ التَّحَلُّلِ منْها، وذلك بعْدَ الطَّوافِ بالبيتِ، والسَّعيِ بيْن الصَّفا والمَروةِ، والحلْقِ أو التَّقصيرِ، فصاروا حَلالًا مِن إحرامِهِم، وصاروا مُتَمَتِّعِين، فجازَ لهم جِماعُ نِسائِهم بعْدَ الفَراغِ مِن العُمْرةِ إلى الحجِّ، فشاعَ وانتَشَرَ في ذلك كَلامُ النَّاسِ، وفي رِوايةِ مُسلمٍ: «فتَعاظَمَ ذلك عِندهم»؛ وذلك لِمَا كان مِن اعتِقادِهم في الجاهليَّةِ أنَّ العُمْرةَ لا تَصِحُّ في أَشهُرِ الحَجِّ، وكانوا يَرَوْنَ العُمرَةَ فيها فُجورًا، فقال جابِرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهما مُتعجِّبًا: «فيَرُوحُ أحدُنا إلى مِنًى وذَكَرُه يَقطُرُ مَنِيًّا!» وهذا كِنايَةٌ عن كُرْهِه التَّمتُّعَ؛ لأنَّه يَقتضي وَطْءَ النِّساءِ إلى حِينِ الخُروجِ إلى الحجِّ -ومِنًى: وادٍ قُربَ الحَرَمِ المَكِّيِّ، يَنزِلُه الحُجَّاجُ لِيَبيتوا فيه يومَ التَّرويةِ وأيَّامَ التَّشريقِ ويَرْموا فيه الجِمارَ- وأكَّدَ جابرٌ رَضيَ اللهُ عنه القولَ بالإشارةِ بيَدِه، حيث أشارَ بكَفِّه إلى تَقطُّرِ المَنيِّ، فبَلَغ ما صَدَر منهم النَّبيَّ صلَّى اللهُ عليه وسلَّمَ، فقام في النَّاسِ خَطِيبًا، وذكَرَ صلَّى اللهُ عليه وسلَّمَ أنَّه أتْقَى للهِ مِن هؤلاء الَّذين يَرَوْنَ العُمْرةَ في أَشهُرِ الحَجِّ فُجُورًا، ولكنَّه يَأمُرُ بذلك ويَعلَمُ أنْ ليس فيه مُؤاخَذةٌ، وقال: «ولو أنِّي اسْتقبَلْتُ مِن أمرِي ما اسْتدبَرْتُ ما أهدَيْتُ»، أي: لو عرَفْتُ في أوَّلِ الحالِ ما عرَفْتُ في آخِرِه مِن جَوازِ العُمرةِ في أشهُرِ الحجِّ ما سُقْتُ الهدْيَ معي مِن خارجِ مكَّةَ ولَكُنتُ مُتَمَتِّعًا؛ إرادةً لِمُخالَفةِ أهلِ الجاهليَّةِ في اعتقادِهِم وأفعالِهِم، «ولولا أنِّي معي الهَدْيَ لَأحلَلْتُ» مِن الإحرام؛ لأنَّ وُجودَه مانِعٌ مِن فَسخِ الحَجِّ إلى العُمرةِ، والتَّحلُّلِ منها، والأمرُ الَّذي اسْتَدبَرَه صلَّى اللهُ عليه وسلَّمَ هو ما حصَلَ لأصحابِه مِن مَشقَّةِ انفِرادِهم عنه بالفَسخِ، حتَّى إنَّهم تَوقَّفوا وتَردَّدوا وراجَعوه. \nفقام سُرَاقَةُ بنُ مَالِكِ بنِ جُعْشُمٍ رَضيَ اللهُ عنه يَسأَلُ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ: هلِ التَّمتُّعُ في الحجِّ خاصٌّ بِنا، أمْ للمسلمين عامَّةً مِن بعْدِنا؟ فأجابهُ صلَّى اللهُ عليه وسلَّمَ أنَّ التَّمتُّعَ في الحجِّ ليس لكمْ فقطْ، بلْ هو إلى يَومِ القِيامةِ ما دامَ الإسلامُ.\nثمَّ أخبَرَ ابنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّ علِيَّ بنَ أبي طَالِبٍ جاءَ، وقد كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بعَثَه إلى اليَمَنِ قبْلَ حَجَّةِ الوَداعِ قاضيًا وقابضًا لِلصَّدَقاتِ، فقَدِم رَضيَ اللهُ عنه على النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في مكَّةَ، وكان قد أهَلَّ في الطَّريقِ ونَوَى الدُّخولَ في النُّسُكِ؛ فسَألَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: بِمَ أحرَمَ؟ فأجابَه بأنَّه أحرَمَ بما أحرَمَ به النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، وكان رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ أهلَّ بالعُمرةِ والحجِّ قارِنًا، فأمَرَه صلَّى اللهُ عليه وسلَّمَ أنْ يُقِيمَ على إحرامِه، وأشرَكَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عَلِيًّا في هَدْيِه.\nوفي الحديثِ: مَشروعيَّةُ الإحرامِ المُبهَمِ دونَ تَحديدٍ، وأنَّ المُحرِمَ يَصرِفُه حيث يَشاءُ إفرادًا، أو قِرانًا، أو تَمتُّعًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}