{
    "hadith_id": "2525",
    "hadith": "عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عنْهما: أنَّهُ كانَ يُفْتي في العَبْدِ أَوِ الأمَةِ يَكونُ بيْنَ شُرَكَاءَ، فيُعْتِقُ أَحَدُهُمْ نَصِيبَهُ منه، يقولُ: قدْ وجَبَ عليه عِتْقُهُ كُلِّهِ إذَا كانَ لِلَّذِي أَعْتَقَ مِنَ المَالِ ما يَبْلُغُ، يُقَوَّمُ مِن مَالِهِ قِيمَةَ العَدْلِ، ويُدْفَعُ إلى الشُّرَكَاءِ أَنْصِبَاؤُهُمْ، ويُخَلَّى سَبِيلُ المُعْتَقِ. يُخْبِرُ ذلكَ ابنُ عُمَرَ عَنِ النبيِّ صلَّى اللهُ عليه وسلَّمَ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2525",
    "grade": "[أورده في صحيحه] وقال : ورواه الليث وابن أبي ذئب وابن إسحاق وجويرية ويحيى بن سعيد وإسماعيل بن أمية عن نافع عن ابن عمر - رضي الله عنهما - عن النبي - صلى الله عليه وسلم - مختصرا",
    "takhrij": "أخرجه مسلم (1501) باختلاف يسير",
    "sharh": "ممَّا تَتشوَّفُ إليه الشَّريعةُ الإسلاميَّة وتُرغِّبُ فيه: تَحريرُ العبيدِ؛ ولذا جاءَتْ أحكامٌ كثيرةٌ تُيسِّرُ وتحُثُّ على عِتقِ المماليكِ.\nوفي هذا الحديثِ يُخبِرُ نافعٌ مَولى عبْدِ اللهِ بنِ عمَرَ أنَّ ابنَ عُمرَ رَضيَ اللهُ عنهما كان يُفْتي -ويُخبِرُ أنَّ هذه الفَتْوى عن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ- بأنَّ العَبدَ والأَمَةَ إنْ كان أحدُهما مَملوكًا لأكثرَ مِن واحدٍ يَشترِكون في مِلْكيَّتِه، وأعتَقَ أحدُ هؤلاءِ الشُّركاءِ نَصيبَه في هذا العبدِ، قَليلًا كان أو كثيرًا؛ فإنَّه يَجِبُ عليه أنْ يُتِمَّ عِتْقَه كلَّه، ويُلزَمُه إنْ كان له مالٌ زائِد عَن قُوتِ يَوْمِه وقُوتِ مَن يَلْزَمُه نَفَقَتُه، ويَكْفي لضَروريَّاتِه، كالسَّكنِ والثَّوبِ ونحْوِها، ويَفِي بكاملِ قِيمةِ المملوكِ: أنْ يُقدَّرَ ثَمَنُ العبدِ بتَقييمٍ عادلٍ مِن غيرِ زِيادةٍ ولا نَقْصٍ، ويُعطِيَ باقيَ الشُّركاءِ نَصيبَهم المقدَّرَ، ثُمَّ يُحرَّرَ العبدُ ويُخلَّى سَبيلُه.\nوفي الصَّحيحينِ مِن حَديثِ أبي هُريرةَ رَضيَ اللهُ عنه: «فإنْ لَمْ يَكُنْ له مالٌ، قُوِّمَ المَمْلُوكُ قِيمَةَ عَدْلٍ، ثُمَّ اسْتُسْعِيَ غيرَ مَشْقُوقٍ عليه»، يعني: يمَكَّنُ هذا المملوكُ مِنَ العَملِ حتَّى يَدفَعَ باقيَ قِيمتِه؛ لِيكونَ حُرًّا، دونَ أنْ يُشدَّدَ عليه في الاكتسابِ إذا عَجَزَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}