{
    "hadith_id": "2530",
    "hadith": "أنَّهُ لَمَّا أقْبَلَ يُرِيدُ الإسْلَامَ، ومعهُ غُلَامُهُ ضَلَّ كُلُّ واحِدٍ منهما مِن صَاحِبِهِ، فأقْبَلَ بَعْدَ ذلكَ وأَبُو هُرَيْرَةَ جَالِسٌ مع النبيِّ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: يا أبَا هُرَيْرَةَ هذا غُلَامُكَ قدْ أتَاكَ، فَقالَ: أما إنِّي أُشْهِدُكَ أنَّه حُرٌّ، قالَ: فَهو حِينَ يقولُ:\r\nيَا لَيْلَةً مِن طُولِهَا وعَنَائِهَا... علَى أنَّهَا مِن دَارَةِ الكُفْرِ نَجَّتِ",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2530",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "حَرَصتْ شَريعةُ الإسلامِ على العِتقِ، ويَسَّرتْ أسبابَه، وبارَكَت مَن يُبادِرُ بعِتْقِهم، ووَعَدَت على ذلك الجزاءَ الأَوفى، فبادَرَ إلى ذلك أصحابُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ والصَّالِحون مِن العِبادِ في كلِّ زَمانٍ ومَكانٍ.\nوفي هذا الحديثِ يَحكي أبو هُرَيرةَ رَضيَ الله عَنه أنَّه لَمَّا قَدِمَ على النَّبيِّ صلَّى الله عليه وسلَّم مِن اليمنِ إلى المدينةِ المنوَّرةِ يُريدُ الإسلامَ -وكان هذا في العامِ السَّابعِ مِن الهِجرةِ- أنشَدَ في الطَّريقِ:\nيا لَيلةً مِن طُولِها وعَنائِها ... عَلى أنَّها مِن دَارةِ الكفْرِ نجَّتِ\n«وعَنائِها»، أي: تَعَبِها ومَشقَّتِها، و«دارةُ الكفْرِ»، هي  الدَّارُ التي تجري فيها أحكام الكُفر، والدَّارةُ أخصُّ مِن الدَّارِ؛ يَصِفُ أبو هُريرةَ رَضيَ اللهُ عنه سَفَرَه، وأنَّه سافَرَ في لَيلةٍ طَويلةٍ، قاسَى فِيها التَّعَبَ والمشقَّةَ، لكنَّها نَجَّتْه مِن الكُفْرِ بإسْلامِه على يَدِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوأخبَرَ أبو هُرَيرةَ رَضيَ اللهُ عنه أنَّه هَرَبَ منْه غُلامٌ مَملوكٌ له وهو في الطَّريقِ، فلَمَّا قَدِم على النَّبيِّ صلَّى الله عليه وسلَّم بايَعَه على الإسلامِ، والمبايعةُ مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ هي المُعاقَدةُ على الإسلامِ والتَّعهُّدُ بِالتزامِ أحكامِه.\nوبعْدَ أنْ بايَعَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ، ظَهَر الغُلامُ وأبو هُرَيرةَ رَضيَ اللهُ عنه عندَ النَّبيِّ صلَّى الله عليه وسلَّم، فقال صلَّى اللهُ عليه وسلَّمَ: «يا أبا هُريرةَ، هَذا غُلامُك؟» يَحتمِلُ أنْ يكونَ وَصَفَه أبو هُرَيرةَ رَضيَ اللهُ عنه له فعَرَفَه، أو عَرَفَه لَمَّا رآهُ مُقبِلًا إليه، أو أخبَرَهُ الوحْيُ. فقال أبو هُرَيرةَ رَضيَ اللهُ عنه: «هو حُرٌّ لوَجْهِ اللهِ»، فأعتَقَه. وفي رِوايةٍ في البُخاريِّ أنَّه قال: «هو لوَجْهِ اللهِ» دونَ قولِه: «حُرٌّ»، ويُستَفادُ مِن ذلك: أنَّ الرَّجُلَ إذا قال لعَبْدِه: «هُوَ حرٌّ»، أو «هُوَ للهِ»، أو أيَّ قولٍ يُفهَمُ به عن المُتَكَلِّمِ أنَّه أرادَ به العِتْقَ، ونوَى العتْقَ: أَنَّه يَلْزَمُه العتْقُ ويَنفُذُ عليه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}