{
    "hadith_id": "2539",
    "hadith": "أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ قَامَ حِينَ جَاءَهُ وفْدُ هَوَازِنَ، فَسَأَلُوهُ أنْ يَرُدَّ إليهِم أمْوَالَهُمْ وسَبْيَهُمْ، فَقالَ: إنَّ مَعِي مَن تَرَوْنَ، وأَحَبُّ الحَديثِ إلَيَّ أصْدَقُهُ، فَاخْتَارُوا إحْدَى الطَّائِفَتَيْنِ: إمَّا المَالَ وإمَّا السَّبْيَ، وقدْ كُنْتُ اسْتَأْنَيْتُ بهِمْ، وكانَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ انْتَظَرَهُمْ بضْعَ عَشْرَةَ لَيْلَةً حِينَ قَفَلَ مِنَ الطَّائِفِ، فَلَمَّا تَبَيَّنَ لهمْ أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ غَيْرُ رَادٍّ إليهِم إلَّا إحْدَى الطَّائِفَتَيْنِ، قالوا: فإنَّا نَخْتَارُ سَبْيَنَا، فَقَامَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ في النَّاسِ، فأثْنَى علَى اللَّهِ بما هو أهْلُهُ، ثُمَّ قالَ: أمَّا بَعْدُ، فإنَّ إخْوَانَكُمْ قدْ جَاؤُونَا تَائِبِينَ، وإنِّي رَأَيْتُ أنْ أرُدَّ إليهِم سَبْيَهُمْ، فمَن أحَبَّ مِنكُم أنْ يُطَيِّبَ ذلكَ فَلْيَفْعَلْ، ومَن أحَبَّ أنْ يَكونَ علَى حَظِّهِ حتَّى نُعْطِيَهُ إيَّاهُ مِن أوَّلِ ما يُفِيءُ اللَّهُ عَلَيْنَا فَلْيَفْعَلْ، فَقالَ النَّاسُ: طَيَّبْنَا لكَ ذلكَ، قالَ: إنَّا لا نَدْرِي مَن أذِنَ مِنكُم مِمَّنْ لَمْ يَأْذَنْ، فَارْجِعُوا حتَّى يَرْفَعَ إلَيْنَا عُرَفَاؤُكُمْ أمْرَكُمْ فَرَجَعَ النَّاسُ، فَكَلَّمَهُمْ عُرَفَاؤُهُمْ، ثُمَّ رَجَعُوا إلى النبيِّ صَلَّى اللهُ عليه وسلَّمَ، فأخْبَرُوهُ: أنَّهُمْ طَيَّبُوا وأَذِنُوا، فَهذا الذي بَلَغَنَا عن سَبْيِ هَوَازِنَ. وقالَ أنَسٌ: قالَ عَبَّاسٌ للنبيِّ صَلَّى اللهُ عليه وسلَّمَ: فَادَيْتُ نَفْسِي، وفَادَيْتُ عَقِيلًا.",
    "rawi": "المسور بن مخرمة ومروان بن الحكم",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2539",
    "grade": "[صحيح]",
    "sharh": "وفيه: عَدْلُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وحُسنُ سِياسَتِه للأُمورِ.\nوفيه: حُبُّ الصَّحابةِ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ومُسارَعَتُهم في مَرْضاتِه.\nوفيه: مَشْروعيَّةُ تَعْيينِ مَن يَنوبُ عن جَماعتِه وقَومِه؛ لأنَّ الإمامَ لا يُمكِنُه أنْ يُباشِرَ جَميعَ الأُمورِ بنفْسِه، فيَحْتاجُ إلى إقامةِ مَن يُعاوِنُه ليَكفيَه ما يُقيمُه فيه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}