{
    "hadith_id": "2543",
    "hadith": "ما زِلْتُ أُحِبُّ بَنِي تَمِيمٍ مُنْذُ ثَلَاثٍ سَمِعْتُ مِن رَسولِ اللَّهِ صلَّى اللهُ عليه وسلَّمَ يقولُ فيهم؛ سَمِعْتُهُ يقولُ: هُمْ أشَدُّ أُمَّتِي علَى الدَّجَّالِ، قَالَ: وجَاءَتْ صَدَقَاتُهُمْ، فَقَالَ رَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّمَ: هذِه صَدَقَاتُ قَوْمِنَا، وكَانَتْ سَبِيَّةٌ منهمْ عِنْدَ عَائِشَةَ، فَقَالَ: أعْتِقِيهَا؛ فإنَّهَا مِن ولَدِ إسْمَاعِيلَ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2543",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2543) واللفظ له، ومسلم (2525)",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يُنزِلُ النَّاسَ مَنازِلَهم، ويُثْني عليهمْ بما هو فيهمْ؛ تَأليفًا لقُلوبِهم، وبَيانًا للقِيمةِ التي استَحقُّوا بها الثَّناءَ.\nوفي هذا الحديثِ يُخبِرُ أبو هُرَيرةَ رَضيَ اللهُ عنه أنَّه أحَبَّ بَني تَمِيمٍ -وهي قَبيلةٌ مِن أكبرِ قَبائلِ العَرَبِ- مُنذُ أنْ سَمِع النَّبيَّ صلَّى اللهُ عليه وسلَّمَ يَذكُرُهم بثَلاثِ خِصالٍ.\nالأُولى: أنَّهم أشدُّ النَّاسِ مِن أُمَّتِه بأسًا على المَسِيحِ الدَّجَّالِ عندَ ظُهورِه. والدَّجَّالُ مِن الدَّجلِ، وهو التَّغطيةُ، سُمِّيَ به؛ لأنَّه يُغطِّي الحَقَّ بباطِلِه، وهو شَخصٌ مِن بني آدَمَ، وظُهورُه مِن العَلاماتِ الكُبرى ليَومِ القِيامةِ، يَبتَلي اللهُ به عِبادَه، وأَقْدَره على أشياءَ مِن مَقدوراتِ اللهِ تعالى: مِن إحياءِ الميِّتِ الذي يَقتُلُه، ومِن ظُهورِ زَهرةِ الدُّنيا والخِصْبِ معه، وجَنَّتِه ونارِه، ونَهْرَيْهِ، واتِّباعِ كُنوزِ الأرضِ له، وأمْرِه السَّماءَ أنْ تُمطِرَ فتُمطِرَ، والأرضَ أنْ تُنبِتَ فتُنبِتَ؛ فيَقَعُ كلُّ ذلك بقُدرةِ اللهِ تعالى ومَشيئتِه.\nوالثَّانيةُ: أنَّه صلَّى الله عليه وسلَّم قال عِندما وصَلَتْه زَكاتُهم وصَدَقاتُهم: «هذه صَدَقاتُ قَومِنا»، فنَسَبَهم النَّبيُّ صلَّى الله عليه وسلَّم إلى قَومِه؛ لاجتماعِ نَسَبِهم بنَسَبِه الشَّريفِ صلَّى اللهُ عليه وسلَّمَ في إلْياسَ بنِ مُضَرَ.\nوالثَّالثةُ: أنَّه صلَّى اللهُ عليه وسلَّمَ نَسَبَهم إلى نَبيِّ اللهِ إسماعيلَ بنِ إبراهيمَ عليهما السَّلامُ، حيث كانت سَبِيَّةٌ منهم عندَ أمِّ المؤمنينَ عائشةَ رَضيَ اللهُ عنها -والسَّبِيَّةُ: المرأةُ الَّتي تُؤخَذُ في الحربِ- فقال صلَّى اللهُ عليه وسلَّمَ: «أَعتِقيها؛ فإنَّها مِن وَلَدِ إسْمَاعِيلَ» عليه السَّلامُ.\nوفي الحديث: مَشروعيَّةُ استرقاقِ المحارِبين مِن العرَبِ وتَملُّكِهم كِسائرِ فِرَقِ العَجَمِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}