{
    "hadith_id": "2571",
    "hadith": "أَتَانَا رَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّمَ في دَارِنَا هذِه فَاسْتَسْقَى، فَحَلَبْنَا له شَاةً لَنَا، ثُمَّ شُبْتُهُ مِن مَاءِ بئْرِنَا هذِه، فأعْطَيْتُهُ، وأَبُو بَكْرٍ عن يَسَارِهِ، وعُمَرُ تُجَاهَهُ، وأَعْرَابِيٌّ عن يَمِينِهِ، فَلَمَّا فَرَغَ قَالَ عُمَرُ: هذا أبو بَكْرٍ، فأعْطَى الأعْرَابِيَّ فَضْلَهُ، ثُمَّ قَالَ: الأيْمَنُونَ الأيْمَنُونَ، ألَا فَيَمِّنُوا. قَالَ أنَسٌ: فَهي سُنَّةٌ، فَهي سُنَّةٌ. ثَلَاثَ مَرَّاتٍ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2571",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2571)، ومسلم (2029)",
    "sharh": "علَّمَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أُمَّتَه الخيرَ والهَدْيَ القَويمَ، ومِن ذلك البَدْءُ باليَمينِ في الأفعالِ الَّتي فيها اختيارٌ بيْن اليمينِ والشِّمالِ؛ فاليَمينُ جِهةٌ مُبارَكةٌ في مُسمَّاها؛ فأهلُ اليَمينِ همْ أهلُ الجنَّةِ.\nوفي هذا الحديثِ يَحكي أنسٌ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى الله عليه وسلَّم جاءهُمْ في دارِهم، فطَلَبَ أنْ يَشرَبَ، فحَلَبوا له شاةً، ثمَّ خلَطَ أنسٌ اللَّبَنَ بماءٍ مِن بِئرٍ في بَيتِهم، ثمَّ أعطاهُ له صلَّى الله عليه وسلَّم، وكان أبو بَكرٍ رَضيَ اللهُ عنه عن يَسارِه، وعُمرُ رَضيَ اللهُ عنه أمامَهُ، وأعرابيٌّ -وهو مَن يَسكُنُ الصَّحراءَ مِن العرَبِ- عَن يَمينِه، فشَرِب صلَّى الله عليه وسلَّم، فلمَّا فرَغَ قال عمَرُ رَضيَ اللهُ عنه: «هذا أبو بَكرٍ»، أيِ: أعْطِ فضْلَكَ يا رَسولَ اللهِ لأبي بَكرٍ، فأعطَى صلَّى الله عليه وسلَّم ما بَقيَ للأعرابيَّ.\nثمَّ قال صلَّى اللهُ عليه وسلَّمَ: «الأيمَنُون الأيمَنون»، أيْ: إنَّهم مُقَدَّمون، «ألَا فيَمِّنوا» وهو أمرٌ بتَقديمِ مَن في جِهةِ اليمينِ، وهو تَأكيدٌ بعْدَ تَأكيدٍ. قال أنسٌ رَضيَ اللهُ عنه: فهي -أي: البَدَاءةُ بالأيمَنِ- سُنَّةٌ، فهي سُنَّةٌ، فهي سُنَّةٌ، وكرَّرها ثَلاثًا بَيانًا لأهمِّيَّتِها، وتَأكيدًا على الأمرِ.\nوفي حَديثِ البُخاريِّ مِن حَديثِ سَهْلِ بنِ سَعدٍ السَّاعديِّ رَضيَ اللهُ عنه: أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أُتِيَ بشَرابٍ، فشَرِبَ منه وعن يَمينِه غُلامٌ -وهو ابنُ عبَّاسٍ رَضيَ اللهُ عنهما-، وعن يَسارِه الأشياخُ، فقال للغُلامِ: «أتَأذَنُ لي أنْ أُعطِيَ هؤلاء؟» فقال الغلامُ: لا واللهِ يا رسولَ اللهِ، لا أُوثِرُ بنَصيبي منكَ أحدًا، قال: فتَلَّه -أي: وَضَعَه- رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ في يَدِه. فاستَأذَنَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ ابنَ عبَّاسٍ؛ لأنَّه عن يَمينِه، وهو الأحقُّ بالبَداءةِ، ولم يَستأذِنِ الأعرابيَّ في هذا الحديثِ في أنْ يُعطِيَ أبا بَكرٍ؛ ليَتألَّفَ الأعرابيَّ بذلك؛ لقُربِ عَهدِه بالإسلامِ، أو لئلَّا يَظُنَّ الأعرابيُّ به غَضاضةً منه، وتَقصيرًا في حقِّه مع أنَفةِ الجاهليَّةِ، وجَفاءِ الأعرابِ، وقدِ استَأذنَ ابنَ عبَّاسٍ بدَفْعِ الشَّرابِ للأشياخِ والكُبراءِ مِن آلِه وقَومِه؛ ثِقةً مِنه بطِيبِ نفْسِه باستئذانِه، ولاسْتِئلافِ الأشياخِ أيضًا بهذا الاستئِذانِ وتَعريفِ الحُكمِ -بأنَّه لا يُصرَفُ عنه إلَّا بإذنِه- لِمَن لم يكُنْ عَلِمَه منهم.\nوأمَّا ما ورَدَ مِن نُصوصٍ في تَقديمِ الكبيرِ، فلا تَعارُضَ بيْنها وبيْن البَدْءِ باليمينِ؛ إذ تَقديمُ الكبيرِ يكونُ عندَ التَّساوي في جَميعِ الأوصافِ، فيُقدَّمُ الكبيرُ، كما لو تَساوَوا في المجلسِ بأنْ جَلَسوا على غيرِ تَرتيبٍ، فيُبدَأُ عندَها بالكبيرِ، أمَّا لو جَلَسوا مُرتَّبِين، فمَن على اليمينِ أَولى وأحقُّ مِن الكبيرِ.\nوفي الحديثِ: أنَّ السُّنَّةَ لِمَن استَسْقَى أنْ يَسقيَ الَّذي عن يَمينِه، وإنْ كان الَّذي عن يَسارِه أفضَلَ ممَّن جلَسَ عن يَمينِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}