{
    "hadith_id": "2601",
    "hadith": "أنَّ أَبَاهُ قُتِلَ يَومَ أُحُدٍ شَهِيدًا، فَاشْتَدَّ الغُرَمَاءُ في حُقُوقِهِمْ، فأتَيْتُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فَكَلَّمْتُهُ، فَسَأَلَهُمْ أَنْ يَقْبَلُوا ثَمَرَ حَائِطِي، ويُحَلِّلُوا أَبِي، فأبَوْا، فَلَمْ يُعْطِهِمْ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ حَائِطِي ولَمْ يَكْسِرْهُ لهمْ، ولَكِنْ قالَ: سَأَغْدُو عَلَيْكَ إنْ شَاءَ اللَّهُ، فَغَدَا عَلَيْنَا حِينَ أَصْبَحَ، فَطَافَ في النَّخْلِ ودَعَا في ثَمَرِهِ بالبَرَكَةِ، فَجَدَدْتُهَا فَقَضَيْتُهُمْ حُقُوقَهُمْ، وبَقِيَ لَنَا مِن ثَمَرِهَا بَقِيَّةٌ، ثُمَّ جِئْتُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وهو جَالِسٌ، فأخْبَرْتُهُ بذلكَ، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ لِعُمَرَ: اسْمَعْ، وهو جَالِسٌ، يا عُمَرُ، فَقالَ: أَلَّا يَكونُ؟ قدْ عَلِمْنَا أنَّكَ رَسولُ اللَّهِ واللَّهِ، إنَّكَ لَرَسولُ اللَّهِ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2601",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الطحاوي في ((مشكل الآثار)) (4040)، وأبو عوانة في ((المستخرج)) (5652)، والبيهقي (11459) واللفظ لهم.",
    "sharh": "الدَّينُ أمْرُه عَظيمٌ وشَأنُه خَطيرٌ على الإنسانِ؛ فإنَّه لا بُدَّ مِن سَدادِه، وإذا مات الإنسانُ فعلى وَلِيِّه ووارثِه أنْ يَقضِيَ عنه دُيونَه مِن تَرِكَتِه.\nوفي هذا الحديثِ يَحكي جابرُ بنُ عبدِ اللهِ الأنصاريُّ رَضيَ اللهُ عنهما أنَّ أباهُ عبدَ اللهِ بنَ حَرامٍ استُشهِدَ في غَزوة أُحُدٍ التي وَقَعَت في السَّنةِ الثَّالثةِ مِن الهجرةِ، وتَرَك سِتَّ بَناتٍ صغارٍ، وكان عليه دَينٌ، فتَكفَّلَ ابنُه جابرٌ بقَضاءِ دُيونِه عندَ حَصادِ النَّخلِ الذي هو غالبُ ثِمارِ المدينةِ، فلمَّا حضَرَ «جِدَادُ النَّخلِ»، وهو أوانُ قطْعِ ثَمرتِها مِن التَّمرِ، أتَى جابرٌ إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وذكَرَ له الحالَ التي هو عليها، وسَأَلَه أنْ يَحضُرَ عندَه في الوقتِ الذي يُوفِّي فيه للغُرماءِ دَينَهم -وكَانوا مِن اليهودِ-؛ رَجاءَ أنْ يُخفِّفوا عن جابرٍ الدَّينَ، وفي رِوايةٍ في البُخاريِّ طَلَبَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مِن الغُرماءِ أنْ يَضَعوا شَيئًا مِن الدَّين فَرَفَضوا، فقال له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «اذهَبْ فَبَيْدِرْ كلَّ تَمرٍ على ناحيتِه»، أي: فاجعَلْ كلَّ صِنْفٍ في كُومةٍ واحدةٍ، ففَعَل جابرٌ رَضيَ اللهُ عنه ذلك، ثمَّ دَعا رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ، فحضَرَ صلَّى اللهُ عليه وسلَّمَ، فلمَّا نَظَر الغُرماءُ إليه «أُغْرُوا بي»، أي: لَهِجُوا بي ولَجُّوا في مُطالَبتي، وأَلَحُّوا علِيَّ أنْ أُسدِّدَ لهم دَينَهم في هذا الوقتِ، فلمَّا رَأى صلَّى اللهُ عليه وسلَّمَ ما يَصنَعونَ بجابرٍ رَضيَ اللهُ عنه، أَطافَ ودار حَولَ أَعظَمَ كُومةٍ ثَلاثَ مرَّاتٍ، ثمَّ جَلَس عليها ليَزيدَها بَرَكةً، ثمَّ أمَرَ جابرًا أنْ يَستدعِيَ غُرماءَ أبيه الذين لهمْ عليه دُيونٌ، فدَعاهُم جابرٌ، فما زال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَكِيلُ لهم مِن الكُومةِ نفْسِها التي يَجلِسُ عليه ولا يَكيلُ مِن غَيرِها، حتَّى أدَّى اللهُ دَينَ والدِ جابرٍ رَضيَ اللهُ عنهما، حتَّى أنَّ جابرًا رَضيَ اللهُ عنه كان يَتمنَّى ويَرْضى لو أنَّ التَّمْرَ كلَّه يُوفِّي حقَّ الغُرماءِ وأصحابِ الدُّيونِ، حتَّى ولو لمْ يَرجِعْ إلى أخواتِه السِّتِّ بتَمرةٍ، إلَّا أنَّ بَرَكةَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ أفاضَتِ التَّمرَ وكثَّرَتْه، حتَّى إنَّ التَّمْرَ بعْدَ وَفاءِ الغُرماءِ كأنَّه لم يَنقُصْ تَمرةً واحدةً.\nوفي الحديثِ: عَلامةٌ مِن عَلامات نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ.\nوفيه: الحثُّ على سَداد الدَّينِ عن الميِّت.\nوفيه: أنَّ دَينَ الوالدينِ المُتوفَّيينِ في رَقَبةِ أبنائِهم يُؤدُّنه عنهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}