{
    "hadith_id": "2617",
    "hadith": "أنَّ يَهُودِيَّةً أتَتِ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ بشَاةٍ مَسْمُومَةٍ، فأكَلَ منها، فَجِيءَ بهَا، فقِيلَ: ألَا نَقْتُلُهَا؟ قالَ: لَا. فَما زِلْتُ أعْرِفُهَا في لَهَوَاتِ رَسولِ اللَّهِ صلَّى اللهُ عليه وسلَّمَ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2617",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الطبراني في ((الأوسط)) (2417) واللفظ له، ومسلم (2190)، وأبو داود (4508) باختلاف يسير.",
    "sharh": "كان النبيُّ صلَّى الله عليه وسلَّم أكثرَ الخَلقِ تَواضُعًا، ومِن حُسنِ خُلقِه قَبولُه الهَديَّةَ ممَّن أهداها إليه، ولو كانت قَليلةً، ولو كان غيرَ مُسلمٍ؛ يَتألَّفُ بذلك قلْبَه للإسلامِ، وقدِ اسْتَغَلَّ اليَهودُ ذلك لِمَا عَرَفوهُ مِن سَماحَتِهِ، فَحاولوا قَتْلَه بالسُّمِّ في الطَّعامِ.\nوفي هذا الحديثِ يُخبِرُ أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ امرأةً يَهوديَّةً -قيل: هي زَينبُ بنتُ الحارثِ امرأةُ سَلَامِ بنِ مِشْكَمٍ- أهْدَت لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ شاةً مَسمومةً، وذلك بعْدَ غَزوةِ خَيْبَرَ، حيث أعدَّتْها للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ ووضَعَتِ السُّمَّ في الموضعِ الذي يُحِبُّه صلَّى الله عليه وسلَّم مِن لَحْمِ الشَّاةِ، فأكَلَ صلَّى اللهُ عليه وسلَّمَ السُّمَّ، فدَفَع اللهُ عنه عاجلَ شرِّها، فلمْ يَمُتْ في حِينِها صلَّى اللهُ عليه وسلَّمَ، ولكنْ ظلَّ أثَرُه يُرَى ويُعرَفُ، كما قال أنسٌ رَضيَ اللهُ عنه: «ما زِلْتُ أَعرِفُها في لَهَوَاتِ رسولِ الله صلَّى الله عليه وسلَّم»، كأنَّه بَقيَ للسُّمِّ عَلامةٌ وأثرٌ مِن سَوادٍ أو غيرِه، واللَّهَوَاتُ: جمْعُ لَهَاةٍ، وهي اللَّحمةُ الحمراءُ المُعلَّقةُ والمُتدلِّيةُ مِن أصْلِ الحَنَكِ الأعْلى. وأُحضِرَت هذه المرأةُ التي وَضَعَت السُّمَّ أمامَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وفي رِوايةِ مُسلمٍ في صَحيحِه، قال: «فجِيءَ بها إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فسَأَلَها عن ذلك، فقالتْ: أرَدتُ لِأقْتُلَكَ، قال: ما كان اللهُ لِيُسلِّطَكِ على ذاكَ -أو قال: علَيَّ-».\nوسَأَلَ الصَّحابةُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أنْ يَقتُلوها، فرَفَضَ النَّبيُّ صلَّى الله عليه وسلَّم بقَتْلِها في حِينِها. هكذا وقَع هنا النَّهيُ عن قتْلِها، وقدْ ثبَتَ أنَّها قُتِلَتْ كما في سُننِ أبي داودَ؛ قتَلَها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، أو دفَعَها إلى أولياءِ بِشرِ بنِ البَراءِ بنِ مَعرورٍ، وكان أكَلَ منها فماتَ بها فقَتَلوها. ووجْهُ الجَمْعِ بيْن الرِّوايتينِ: أنَّه لم يَقْتُلْها أوَّلًا حِينَ اطَّلعَ على سُمِّها، وقيل له: أنقتُلُها؟ فقال: لا، فلمَّا ماتَ بِشرُ بنُ البَراءِ مِن ذلك سَلَّمَها لأوليائِه فقَتَلوها قِصاصًا؛ فيَصِحُّ أنَّه لم يَقتُلْها -أي: في الحالِ-، ويصِحُّ أنَّه قتَلَها، أي: بعْدَ ذلك.\nوفي الحديثِ: بَيانُ عِصمتِه صلَّى اللهُ عليه وسلَّمَ مِن النَّاسِ كلِّهم، كما قال اللهُ تَعالى: {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} [المائدة: 67].\nوفيه: مُعجِزةٌ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ حيث سلَّمَه اللهُ مِن السُّمِّ المهلِكِ لغيرِه.\nوفيه: مَشروعيَّةُ قَبولِ الهديَّةِ مِن المشرِكين.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}