{
    "hadith_id": "2630",
    "hadith": "لَمَّا قَدِمَ المُهَاجِرُونَ المَدِينَةَ مِن مَكَّةَ، وليسَ بأَيْدِيهِمْ يَعْنِي شيئًاوكَانَتِ الأنْصَارُ أهْلَ الأرْضِ والعَقَارِ، فَقَاسَمَهُمُ الأنْصَارُ علَى أنْ يُعْطُوهُمْ ثِمَارَ أمْوَالِهِمْ كُلَّ عَامٍ، ويَكْفُوهُمُ العَمَلَ والمَؤُونَةَ، وكَانَتْ أُمُّهُ أُمُّ أنَسٍ أُمُّ سُلَيْمٍ كَانَتْ أُمَّ عبدِ اللَّهِ بنِ أبِي طَلْحَةَ، فَكَانَتْ أعْطَتْ أُمُّ أنَسٍ رَسولَ اللَّهِ صلَّى اللهُ عليه وسلَّمَ عِذَاقًا، فأعْطَاهُنَّ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أُمَّ أيْمَنَ مَوْلَاتَهُ أُمَّ أُسَامَةَ بنِ زَيْدٍ. قالَ ابنُ شِهَابٍ: فأخْبَرَنِي أنَسُ بنُ مَالِكٍ: أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ لَمَّا فَرَغَ مِن قَتْلِ أهْلِ خَيْبَرَ، فَانْصَرَفَ إلى المَدِينَةِ رَدَّ المُهَاجِرُونَ إلى الأنْصَارِ مَنَائِحَهُمُ الَّتي كَانُوا مَنَحُوهُمْ مِن ثِمَارِهِمْ، فَرَدَّ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى أُمِّهِ عِذَاقَهَا، وأَعْطَى رَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّمَ أُمَّ أيْمَنَ مَكَانَهُنَّ مِن حَائِطِهِ. [وفي رِوايةٍ]: مَكَانَهُنَّ مِن خَالِصِهِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2630",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2630)، ومسلم (1771)",
    "sharh": "الأنصارُ لهم فضْلٌ كَبيرٌ في الإسلامِ؛ فقدْ نَصَروا رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ، ونَصَروا الدِّينَ، وأحْسَنوا استقبالَ إخوانِهِم المهاجِرين، وبالَغوا في إكرامِهِم، فعُرِفَ لهم فَضْلُهم وعَطاؤهم في الإسلامِ.\nوفي هذا الحديثِ يَحْكي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّه لَمَّا تَرَك المهاجِرونَ مكَّةَ فِرارًا بدِينِهم تاركينَ الأهلَ والوطَنَ والأموالَ، ووَصَلوا المدينةَ النَّبويَّةَ؛ كانوا فُقراءَ مُعْدمِينَ، وقدْ كان الأنصارُ همْ أصحابَ الأرضِ والعَقارِ فيها، فوَاسَوْا إخوانَهم المهاجرينَ بقِسمةِ ثِمارِ نَخْلِهم كلَّ عامٍ، وأيضًا كَفَتِ الأنصارُ المهاجِرينَ العَمَلَ والمَؤُونَةَ؛ لأنَّ المهاجِرين لم يَكونوا يَعرِفون عمَلَ الحدائقِ وإصلاحَها، ويُرجِّحُ هذا ما وَرَدَ عندَ التِّرمذيِّ مِن حَديثِ أنَسٍ رَضيَ اللهُ عنه: «لمَّا قَدِم النَّبيُّ صلَّى اللهُ عليه وسلَّمَ المدينةَ، أتاهُ المهاجِرون فقالوا: يا رَسولَ اللهِ، ما رَأَينا قَومًا أبذَلَ مِن كَثيرٍ، ولا أحسَنَ مُواساةً مِن قَليلٍ؛ مِن قَومٍ نَزَلْنا بيْن أظْهُرِهم؛ لقدْ كَفَونا المُؤْنةَ وأشْرَكونا في المَهْنأِ، حتَّى لقدْ خِفْنا أنْ يَذهَبوا بالأجْرِ كلِّه». والمُؤْنةُ هي: القُوتُ أو النَّفقةُ أو المسؤوليَّةُ.\nوقد كانتْ أمُّ أنسِ بنِ مالكٍ، واسمُها: سَهْلةُ أو مُلَيكةُ بِنتُ مِلْحَانَ الأنصاريَّةُ، وتُدْعَى أمَّ سُلَيْمٍ رَضيَ اللهُ عنها، وهي أُمُّ عبدِ اللهِ بنِ أبِي طَلْحةَ أيضًا، فهو أخو أنسِ بنِ مالكٍ لأُمِّه؛ كانتْ قد أهَدَتْ للنَّبيِّ صلَّى الله عليه وسلَّم «عِذَاقًا» جمْعُ عَذْقٍ، وهو الذي يكونُ فيه التَّمرُ مِن النَّخلةِ، والمرادُ بها هنا النَّخلةُ نفْسُها وتَمْرُها، فأعطاهُنَّ –يعني النَّخلاتِ- لمَوْلَاتِه وحاضنتِه صلَّى اللهُ عليه وسلَّمَ بَرَكَةَ الحَبَشيَّةِ أمِّ أيْمنَ، وهي أُمُّ أُسَامَةَ بنِ زَيْدٍ رَضيَ اللهُ عنهم مَولى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.\nوأخبَرَ ابنُ شِهابٍ الزُّهريُّ عن أنَسِ بنِ مالكٍ رَضيَ اللهُ عنه: أنَّه لمَّا فتَح اللهُ تَعالى خَيْبَرَ على رَسولِه صلَّى الله عليه وسلَّم -وهي مَنطقةٌ شَمالَ المدينةِ المنوَّرةِ، كان بها حُصونٌ لليَهودِ، وفُتِحَت بعْدَ صُلحِ الحُديبيةِ، في أوَّلِ المحرَّمِ سَنةَ سَبعٍ مِن الهجرةِ- كَثُرَ المالُ والثِّمارُ، فأعاد رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ والمهاجرونَ على الأنصارِ ما وهَبُوهم؛ لاستغنائِهِم بغَنيمةِ خَيَبرَ، ومِن هذا ما وَهَبتْه أمُّ سُليمٍ رَضيَ اللهُ عنها لرَسولِ اللهِ صلَّى الله عليه وسلَّم، فردَّه رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ إليها، وعوَّض أمَّ أيمنَ رَضيَ اللهُ عنها بدَلًا عنه مِن حائطِه، أي: بُستانِه صلَّى اللهُ عليه وسلَّمَ، وفي رِوايةٍ: «مِن خالِصِه»، أي: خالِصِ مالِه، والمرادُ به الحائطُ.\nوفي الحديثِ: أنَّ رابطَ الأُخوَّةِ الإيمانيَّةِ مِن أقْوى الرَّوابطِ.\nوفيه: ردُّ المعروفِ عندَ القُدرةِ.\nوفيه: إكرامُ رَسولِ اللهِ صلَّى الله عليه وسلَّم لمَوْلاتِه أمِّ أيمنَ رَضيَ اللهُ عنها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}