{
    "hadith_id": "2635",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قالَ: هَاجَرَ إبْرَاهِيمُ بسَارَةَ، فأعْطَوْهَا آجَرَ، فَرَجَعَتْ، فَقالَتْ: أشَعَرْتَ أنَّ اللَّهَ كَبَتَ الكَافِرَ وأَخْدَمَ ولِيدَةً، وقالَ ابنُ سِيرِينَ: عن أبِي هُرَيْرَةَ، عَنِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ: فأخْدَمَهَا هَاجَرَ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2635",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2371) مطولاً بنحوه",
    "sharh": "إنَّ اللهَ سُبحانه وتعالَى يُدافِعُ عَن الَّذين آمَنوا، وهو معَهم بِفَضلِه ولُطْفِه، ناصِرُهم على أعدائِهم إذا أَحسَنوا التَّوكُّلَ عليه وتَجرَّدوا مِن كلِّ حَولٍ وقُوَّةٍ إلَّا قُوَّتَه، وقد كان إبراهيمُ عليه السَّلامُ وزَوجتُه سارةُ مِن خَيرِ المُتوكِّلِينَ على المَولى سُبحانه وتعالَى.\nوفي هذا الحديثِ يَذكُرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ خَليلَ الرَّحمنِ إبراهيمَ عليه السَّلامُ لمَّا سافَرَ هو وزَوجتُه سارةُ إلى قَريةٍ -وكانتْ مِن أجمَلِ النِّساءِ- وكان فيها مَلِكٌ مِنَ المُلوكِ الجَبابرةِ الطُّغاةِ؛ أَرسَلَ إليه هذا المَلِكُ وسَألَه عَن سارةَ، فقال إبراهيمُ: إنَّها أُختي، أي: أُخْتُه في الدِّينِ، فَعَدَل إبراهيمُ عَن أنْ يَقولَ: «زَوْجَتي»، مع أنَّ ذلك الجبَّارَ كان يُريدُ اغتصابَها على نفْسِها أُختًا كانت أو زَوجةً؛ لأنَّهُ عَلِم مِن سِيرةِ هذا الملِكِ الجَبَّارِ أنَّه لا يَغلِبُ الأَخَ على أُخْتِه، وكان يَغلِبُ الزَّوْجَ على زَوجتِه، وقيل: لأنَّه عَلِمَ أنَّ ذلك يُؤَدِّي إلى قَتْلِه أو طَرْدِه عنها، أو تَكْلِيفِه فِرَاقَها. ثُمَّ قال لها إبراهيمُ عليه السَّلامُ: «لا تُكَذِّبي حَديثي»، يعني: إذا سَألَكِ هذا المَلِكُ فلا تَقولي: زَوجَتي، وأخبَرَها أنَّه لم يَكذِبْ صلَّى اللهُ عليه وعلى نَبيِّنا وسلَّم في ذلك؛ لأنَّها أُخْتُه في الإسلامِ، وحلَفَ أنَّه لا يُوجَدُ على الأرضِ مُؤمِنٌ غيرُه وغيرُها، فأرادَ بذلكَ التَّعريضَ على هذا المَلِكِ الظَّالمِ؛ حتَّى لا يَنالَه هو أو زَوجتَه بسُوءٍ إذا عَلِمَ أنَّها زَوجتُه، وقولُ إبراهيمَ عليه السَّلامُ: «واللهِ إنْ علَى الأرْضِ مُؤْمِنٌ غَيرِي وغَيرُكِ» لا يَتعارَضُ مع قَولِه تعالَى: {فَآمَنَ لَهُ لُوطٌ} [العنكبوت: 26]؛ إذ المُرادُ بالأرضِ الأرضُ التي وَقَعَ له فيها ما وَقَعَ، ولم يكُنْ معه لوطٌ إذْ ذاك.\nفأرْسَلَ إبراهيمُ عليه السَّلامُ بسارةَ إلى الجبَّارِ، وزادَ في رِوايةِ مُسلمٍ: «فقام إبراهيمُ عليه السَّلامُ إلى الصَّلاةِ»، فقامَ الجبَّارُ إليها بعْدَ أنْ دَخَلَت عليه، فقامتْ سارةُ فَتوَضَّأتْ وصلَّتْ وقالت: «اللَّهمَّ إنْ كنتُ آمنتُ بكَ وبرَسولِكَ» إبراهيمَ، ولم تكُنْ شاكَّةً في الإيمانِ، بلْ كانت قاطعةً به، وإنَّما ذَكَرَتْه على سَبيلِ الفرْضِ هَضْمًا لنفْسِها، «وأحصَنْتُ فَرجي»، أي: حَفِظْتُه عَنِ الحرامِ، إلَّا على زَوجي إبراهيمَ؛ فلا تُسلِّطْ علَيَّ الكافرَ، «فغَطَّ»، أي: ضاقَ نفَسُه وكادَ يَختنِقُ وسُمِع له غَطيطٌ، وهو تَردُّدُ النفَسِ صاعدًا إلى الحلْقِ حتَّى يَسمَعَه مَن حَولَه. «حتَّى رَكَضَ بِرِجْلِه»، أي: حتَّى حرَّكَ رِجلَه وضرَبَ بها على الأرضِ مِن شِدَّةِ ما يَجِدُ، فقالتْ سارةُ: اللَّهمَّ إنْ يَمُتْ يَتَّهِموني بِقتلِه، فأَذْهَبَ اللهُ عَن هذا الكافرِ ما يَجِدُ، فقامَ إليها مرَّةً أُخرى فدَعَتْ بِمِثلِ ما دَعَتْ به، وحدَثَ لِلملِكِ مِثلُ ما حدَثَ المرَّةَ الأُولى، فدَعَتِ اللهَ ألَّا يُميتَه حتَّى لا يَتَّهموها بِأنَّها قتَلَتْه، فلمَّا تَكرَّر ذلك قال الملِكُ: واللهِ ما أرْسلْتُم إلَيَّ إلَّا شَيطانًا مُتمرِّدًا مِن الجِنِّ، وكانوا قبْلَ الإسلامِ يُعظِّمون أمْرَ الجِنِّ، ويَرَون كلَّ ما يَقَعُ مِن الخَوارقِ مِن فِعلِهم وتَصرُّفِهم، وهذا يُناسِبُ ما وَقَعَ له مِن الخَنْقِ الشَّبيهِ بالصَّرَعِ. قال: «ارْجِعوها إلى إبراهيمَ وأَعطُوها آجَرَ»، و«آجَرُ» هي هاجَرُ أُمُّ إسماعيلَ عليه السَّلامُ، فرَجَعَتْ إلى إبراهيمَ عليه السَّلامُ، فقالتْ: أرأيتَ أنَّ اللهَ أذلَّ الكافرَ وأخْزاه ورَدَّه خاسئًا، وأَخدَمَ وَليدةً، أي: أعطى أَمَةً لِلخِدمةِ، والوليدةُ: الجاريةُ لِلخِدمةِ، كَبيرةً كانتْ أم صَغيرةً.\nوفي الحديثِ: إباحةُ المَعاريضِ وأنَّ فيها مَندوحةً عن الكَذبِ.\nوفيه: التَّوسُّلُ بالأَعمالِ الصَّالحةِ، وأعظمُها الإيمانُ.\nوفيه: كِفايةُ اللهِ عزَّ وجلَّ لِمَن أخْلَصَ الدُّعاءَ، وإجابتُه بما يكونُ نَوعًا مِن الآياتِ، وزِيادةً في الإيمانِ، وتَقويةً على التَّصديقِ والتَّسليمِ والتَّوكُّلِ.\nوفيه: صِحَّةُ هِبةِ الكافرِ، ومَشروعيَّةُ قَبولِها.\nوفيه: قَبولُ هَديَّةِ السُّلطانِ الظالمِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}