{
    "hadith_id": "2691",
    "hadith": "قِيلَ للنَّبيِّ صَلَّى اللهُ عليه وسلَّمَ: لو أتَيْتَ عَبْدَ اللَّهِ بنَ أُبَيٍّ، فَانْطَلَقَ إلَيْهِ النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ ورَكِبَ حِمَارًا، فَانْطَلَقَ المُسْلِمُونَ يَمْشُونَ معهُ وهي أرْضٌ سَبِخَةٌفَلَمَّا أتَاهُ النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ، فَقَالَ: إلَيْكَ عَنِّي، واللَّهِ لقَدْ آذَانِي نَتْنُ حِمَارِكَ، فَقَالَ رَجُلٌ مِنَ الأنْصَارِ منهمْ: واللَّهِ لَحِمَارُ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ أطْيَبُ رِيحًا مِنْكَ، فَغَضِبَ لِعَبْدِ اللَّهِ رَجُلٌ مِن قَوْمِهِ، فَشَتَمَهُ، فَغَضِبَ لِكُلِّ واحِدٍ منهما أصْحَابُهُ، فَكانَ بيْنَهُما ضَرْبٌ بالجَرِيدِ والأيْدِي والنِّعَالِ، فَبَلَغَنَا أنَّهَا أُنْزِلَتْ: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا} [الحجرات: 9].",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2691",
    "grade": "[صحيح]",
    "takhrij": "أخرجه  البخاري (2691)، ومسلم (1799)",
    "sharh": "كان عبدُ اللهِ بنُ أُبَيٍّ ابنُ سَلُولَ أحَدَ قادةِ ورُؤساءِ الخَزْرجِ، ولمَّا عُرِضَ عليه الإسلامُ أسلَمَ في الظَّاهرِ، ولكنَّه كان رَأسَ المُنافِقين بالمدينةِ، ويُبطِنُ العَداوةَ للنَّبِيِّ صلَّى اللهُ عليه وسلَّمَ والمسلِمينَ.\nوفي هذا الحديثِ يُخبِرُ أَنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّه قدْ قِيل للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ: «لو أتَيتَ عبدَ الله بنَ أُبَيٍّ»، أي: تَذهَبُ إليه تَدْعُوهُ إلى الإسلامِ، وكان ذلكَ في أوَّلِ قُدومِهِ للمَدينةِ، فانْطَلَقَ إليه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وركِبَ حِمارًا، ومعه المسلِمون يَمْشُون، وكانت الأرْضُ التي يَمْشُون عليها «سَبِخَةٌ»، أي: تَكثُرُ بها المُلُوحةُ، قَليلةُ النَّباتِ، وهذا إشارةٌ إلى ما سيَتعلَّلُ به ابنُ سَلولَ مع النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، «فلمَّا أتاهُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ قال: إليكَ عنِّي»، أي: ابْتَعِدْ عنِّي، مُتعلِّلًا بِرائحةِ الحِمارِ الكَريهةِ، فقال رَجُلٌ مِن الأنصارِ ممَّن كان مع النَّبيِّ صلَّى اللهُ عليه وسلَّمَ: «واللهِ لَحِمارُ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ أطيَبُ رِيحًا مِنكَ، فغَضِب لعبْدِ اللهِ رَجُلٌ مِن قَومِه» فشَتَمَ الرَّجُلَ الذي أجاب ابنَ سَلولَ مُدافِعًا عن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، «فغَضِب لكلِّ واحدٍ منهما أصحابُه»، فظَهَرَتِ الحَمِيَّةُ في أصحابِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ ضدَّ أصحابِ ابنِ سَلولَ، فوَقَعَ بيْنهما ضَرْبٌ بالجَريدِ والأَيْدِي والنِّعالِ، والجَريدُ: فُروعُ النَّخْلِ، والنِّعالُ: الأحْذِيةُ، وفي رِوايةِ الصَّحيحينِ: «فلَمْ يَزَلِ النَّبيُّ يُخَفِّضُهم حتَّى سَكَتوا»، أي: ظلَّ النَّبيُّ يُهدِّئُهم حتَّى أَوْقَفوا الضَّربَ فيما بيْنهم. قال أنسٌ: فبَلَغَنا أنَّها أُنْزِلتْ: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا} [الحجرات: 9].\nوقَدِ اسْتُشْكِلَ مِن الحديثِ أنَّ الآيةَ تَخُصُّ المؤمنينَ، والقِصَّةُ بيْن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وبيْن ابنِ سَلولَ كانت قَبْل إسلامِه؛ فقِيل: إنَّ مِن بيْن رِجالِ ابنِ سَلولَ رِجالًا مُؤمنين، وقيل: إنَّ قولَ أَنَسٍ: «بلَغَنا» إشارةٌ إلى أنَّ سَببَ نُزولِ تلكَ الآيةِ لَيستْ هذه القِصَّة، ولم يُصرِّحْ أنسٌ بمَن أَبْلَغه بذلك، وقيل: إنَّ قَولَ أنَسٍ: «بَلَغَنا أنَّها أُنزِلَت» لا يَستلزِمُ النُّزولَ في ذلك الوقتِ؛ فإنَّ آيةَ الحُجُراتِ نُزُولُها مُتأخِّرٌ جدًّا وقْتَ مَجيءِ الوُفُودِ سَنةَ تِسْعٍ مِن الهِجْرةِ، وقيل: يَحتَمِلُ أنْ تكونَ آيةُ الإصلاحِ نزَلَتْ قَديمًا، فيَندفِعُ الإشكالُ.\nوفي الحديثِ: بَيانٌ لسَعَةِ حِلْمِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وصَبْرِه على الأَذى.\nوفيه: بَيانٌ لِما كان عليه الصَّحابةُ رَضيَ اللهُ عنهم مِن تَعظيمٍ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}