{
    "hadith_id": "2701",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ خَرَجَ مُعْتَمِرًا، فَحَالَ كُفَّارُ قُرَيْشٍ بيْنَهُ وبيْنَ البَيْتِ، فَنَحَرَ هَدْيَهُ، وحَلَقَ رَأْسَهُ بالحُدَيْبِيَةِ، وقَاضَاهُمْ علَى أنْ يَعْتَمِرَ العَامَ المُقْبِلَ، ولَا يَحْمِلَ سِلَاحًا عليهم إلَّا سُيُوفًا، ولَا يُقِيمَ بهَا إلَّا ما أحَبُّوا، فَاعْتَمَرَ مِنَ العَامِ المُقْبِلِ، فَدَخَلَهَا كما كانَ صَالَحَهُمْ، فَلَمَّا أقَامَ بهَا ثَلَاثًا أمَرُوهُ أنْ يَخْرُجَ فَخَرَجَ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2701",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "لقدِ اشتَدَّ أذَى المشركِينَ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وأصحابِه رَضيَ اللهُ عنهم، ومع ذلك كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وَفيًّا لهم بما صالَحَهم أو عاهدَهم عليه.\nوفي هذا الحَديثِ يَحكي عبدُ اللهِ بنُ عُمرَ رَضيَ اللهُ عنهما أنَّ رَسولَ الله صلَّى اللهُ عليهِ وسلَّم خَرجَ مُعتمِرًا في السَّنةِ السَّادسةِ مِن الهِجرةِ، فمَنَعهُ وصَدَّهُ كفَّارُ قُرَيشٍ عن دُخولِ مكَّةَ في مَوضعِ الحُدَيبيةِ، وهيَ قَريةٌ كَبيرةٌ سُمِّيَتْ بِبئرٍ هناكَ، وتُعَدُّ الآنَ ضاحيةً مِنْ ضواحي مكَّةَ، فتَحلَّلَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم مِن عُمرتِهِ هو وأصحابُه رَضيَ اللهُ عنهم، فنَحَرَ هَدْيَهُ، وحلَقَ رأْسَهُ بالحُدَيْبِيةِ، وصالحَهُمْ على أنْ يَعتمِرَ العامَ المقْبِلَ، على أنْ تكونَ هناكَ هُدْنةٌ بيْنَ المسلمينَ وقُريشٍ، وألَّا يَحمِلَ سِلاحًا عليهِمْ إلَّا سُيوفًا في غِمدِها وجِرابِها، ولا يُقيمَ بها إلَّا ما أَحبُّوا، فاعتَمرَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم مِن العامِ التَّالي، فدَخَلَ مكَّةَ على ما صالحَهُمْ عليه، فلمَّا أقامَ في مكَّةَ ثَلاثةَ أيامٍ، أمَرَه المُشرِكون أنْ يخرُجَ مِن مكَّةَ، فخَرَجَ صلَّى اللهُ عليهِ وسلَّم.\nوفي الحديثِ: أنَّ المُعتَمِرَ إذا أُحْصِرَ ومُنِعَ عن أداءِ عُمرَتِهِ فإنَّه يَتحلَّلُ منها.\nوفيه: مَشروعيَّةُ الصُّلحِ مع الكفَّارِ، وعقْدِ الاتِّفاقياتِ والمعاهَداتِ السِّياسيَّةِ والعسْكريَّةِ معهم لِصالحِ المسلمينَ.\nوفيه: الوَفاءُ للمشْرِكين بعُهودِهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}