{
    "hadith_id": "2752",
    "hadith": "أَرَى أَنْ تَجْعَلَهَا في الأقْرَبِينَ، قالَ أَبُو طَلْحَةَ: أَفْعَلُ يا رَسُولَ اللَّهِ، فَقَسَمَهَا أَبُو طَلْحَةَ في أَقَارِبِهِ، وَبَنِي عَمِّهِ، وَقالَ ابنُ عَبَّاسٍ: لَمَّا نَزَلَتْ: {وَأَنْذِرْ عَشِيرَتَكَ الأقْرَبِينَ} [الشعراء: 214]، جَعَلَ النبيُّ صَلَّى اللهُ عليه وَسَلَّمَ يُنَادِي: يا بَنِي فِهْرٍ، يا بَنِي عَدِيٍّ لِبُطُونِ قُرَيْشٍ، وَقالَ أَبُو هُرَيْرَةَ: لَمَّا نَزَلَتْ: {وَأَنْذِرْ عَشِيرَتَكَ الأقْرَبِينَ} [الشعراء: 214]، قالَ النبيُّ صَلَّى اللهُ عليه وَسَلَّمَ: يا مَعْشَرَ قُرَيْشٍ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2752",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2752)، ومسلم (998)\n\nوحديث ابن عباس أخرجه البخاري معلقاً  بصيغة الجزم، وأخرجه موصولا (3525)، ومسلم(208)\n\nوحديث أبو هريرة أخرجه البخاري معلقاً، وأخرجه موصولا (4771)، ومسلم(206)",
    "sharh": "للقَرابةِ حقوقٌ عظيمةٌ، وهي أَوْلَى بالتقديمِ في كلِّ خيرٍ، والقَرابةُ هي كلُّ ذِي رحَمٍ مِن قِبَلِ الأبِ أو الأمِّ، ولكن يُبدأ بقَرابةِ الأبِ قبلَ الأمِّ ويُقدَّم مَن قَرُب على مَن بَعُدَ في إعطاءِ الخيرِ والمعروفِ، وفي هذا الحديثِ يخبِرُ أنسُ بنُ مالكٍ رضِيَ اللهُ عنه، أنَّ النبيَّ صلَّى اللهُ عليهِ وسلَّم قالَ لأبي طَلْحةَ رضيَ اللهُ عنهُ- وكانَ زَوجَ أُمِّ أنسٍ، وهيَ أُمُّ سليمٍ رضِيَ الله عنها-: \"أَرى أنْ تَجْعلَها في الأقْرَبينَ\"، وذلكَ أنَّ أبا طَلحةَ كانَ أكثرَ الأنْصارِ بالمدينةِ مالًا مِن نَخلٍ، وكانَتْ بَيْرُحاءُ مِن أحبِّ مالهِ إليهِ.\r\nوبَيْرُحاءُ: حدِيقةٌ كانتْ مواجِهةً للمَسجِدِ النبويِّ، وكانتْ طيِّبةَ الماءِ والثَّمرِ، فأرادَ أبو طلحةَ إنفاقَها في سَبيلِ اللهِ تَعالى بعدَما نَزلَ قولُه تَعالى: {لَن تَنَالُواْ الْبِرَّ حَتَّى تُنفِقُواْ مِمَّا تُحِبُّونَ} [آل عمران: 92]، فأمرَه النبيُّ صلَّى اللهُ عليهِ وسلَّم أن يُنفِقَها في أقاربِه، فامتَثلَ أبو طلحةَ لأَمرِ النبيِّ صلَّى اللهُ عليهِ وسلَّم، \"فقسَّمها أبو طلحةَ في أقاربِه وبَني عمِّهِ\".\r\nوممَّا ذُكِر في تَقديمِ الأقاربِ في بَذْلِ المعروفِ ما قالَه عبدُ الله بنُ عبَّاسٍ وأبو هُرَيرةَ رضِيَ اللهُ عنهم، من أنَّه لَمَّا نزلَتْ: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} [الشعراء: 214]، أي: لَمَّا نزَلَ أمرُ اللهِ عزَّ وجلَّ على نبيِّه صلَّى الله عليه وسلَّم يأمُرُه فيه بالجهرِ بالدَّعوةِ، أمَرَه أنْ يَبدَأَ بأقاربِه، وكانتْ قُريشٌ هي قبيلةَ رسولِ اللهِ صلَّى الله عليه وسلَّم، \"جَعَل النبيُّ صلَّى الله عليه وسلَّم يُنادي: يا بَني فِهر، يا بَني عَدِيٍّ، لبُطونِ قريش\"، أي: لعشائرِ القبيلةِ وما تَفرَّع منها، وقد جاءَ في الرواياتِ أنَّه صلَّى الله عليه وسلَّم جعَل يُنادي: \"يا عبَّاسُ بنَ عبدِ المُطَّلبِ، لا أُغني عنك مِن اللهِ شيئًا، ويا صَفيَّةُ عَمَّةَ رسولِ اللهِ، لا أُغني عنكِ مِن اللهِ شيئًا، ويا فاطمةُ بِنتَ مُحمَّدٍ، سَلِيني ما شِئتِ مِن مالي؛ لا أُغني عنكِ مِن اللهِ شيئًا\"، أي: يَدْعو كلَّ فَردٍ مِن أقاربِه باسمِه.\r\nوقدْ ذُكِرَ هنا كلامُ ابنِ عبَّاسٍ وأبي هُرَيرَةَ رضِيَ اللهُ عنهم مع حديثِ أنسِ بنِ مالكٍ رضيَ اللهُ عنه؛ لتَعريفِ كَلمةِ الأقاربِ. ( ).",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}