{
    "hadith_id": "2778",
    "hadith": "أنَّ عُثْمَانَ رَضِيَ اللَّهُ عنْه حِينَ حُوصِرَ، أَشْرَفَ عليهم وقالَ: أَنْشُدُكُمُ اللَّهَ، ولَا أَنْشُدُ إلَّا أَصْحَابَ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، أَلَسْتُمْ تَعْلَمُونَ أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قالَ: مَن حَفَرَ رُومَةَ فَلَهُ الجَنَّةُ، فَحَفَرْتُهَا؟ أَلَسْتُمْ تَعْلَمُونَ أنَّهُ قالَ: مَن جَهَّزَ جَيْشَ العُسْرَةِ فَلَهُ الجَنَّةُ، فَجَهَّزْتُهُمْ؟ قالَ: فَصَدَّقُوهُ بما قالَ",
    "rawi": "عثمان بن عفان",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2778",
    "grade": "[معلق] [وقوله: قال عمر ... معلق، وقد وصله في موضع آخر]",
    "takhrij": "أخرجه الدارقطني (4447) واللفظ له، ووالترمذي (3699)، والنسائي (3609) بمعناه.",
    "sharh": "لمَّا خَرَجَ مَن خَرَجَ على الخليفةِ عُثمانَ بنِ عفَّانَ رَضيَ اللهُ عنه سَخَطًا عليه، حاصَروه في بَيتِه بالمَدينةِ، وطالَ حِصارُهم له، فأَشرَفَ عليهم، أي: نَظَرَ مِن أعلى بَيتِه، يُعدِّدُ مَناقبَه وفَضائلَه التي خُصَّ بها على سائرِ الصَّحابةِ وما بَذَلَه مِن عَطاءٍ لدِينِ اللهِ عزَّ وجلَّ؛ طَمَعًا في الأجْرِ والثَّوابِ، وسَأَلَهم باللهِ، وطَلَبَ مِن أصحابِ النَّبيِّ صلَّى اللَّه عليه وسلَّم ممَّن هو حاضرٌ أنْ يَشهَدوا على قولِه بما يَعلَمون، فقال: «ألَستُم تَعلَمونَ أنَّ رَسولَ اللَّهِ صلَّى اللَّه عليه وسلَّم قال: «مَن حَفَر رُومةَ فَلَهُ الجَنَّةُ، فحَفَرْتُها؟» ورُومةُ: بِئرُ ماءٍ، وكان هذا عِندَ مَقدَمِ المُهاجرينَ للمدينةِ وحاجةِ المُسلمينَ للماءِ، فاشتَراها رَضيَ اللهُ عنه وجَعَلَها وقْفًا على المسلمينَ بعْدَ أنْ كانَ مالِكُها يَبيعُها للشَّاربين، ثمَّ ذكَّرَهم رَضيَ اللهُ عنه بقوَلِه صلَّى اللَّه عليه وسلَّم: «مَن جَهَّز جَيشَ العُسرةِ فلَه الجَنَّةُ»، أي: تَكلَّف بمُؤنتِه وحاجتِه، فجَهَّزه رَضيَ اللهُ عنه، وهو الجَيشُ الَّذي سارَ لقتالِ الرُّومِ في غَزوةِ تَبوكَ سَنةَ تِسعٍ مِن الهجرةِ، وسُمِّيَ جَيشَ العُسرةِ؛ لأنَّها كانت زَمَنَ عُسْرٍ ومَشقَّةٍ، فصَدَّقه الصَّحابةُ رَضيَ اللهُ عنهم، وممَّن كان فيهم: علِيُّ بنُ أبي طالِبٍ، وطَلْحَةُ، والزُّبَيرُ، وسَعدُ بنُ أبي وقَّاصٍ رَضيَ اللهُ عنهم، وكانَ هذا القولُ مِنه رَضيَ اللهُ عنه دَفْعًا لاتِّهامِه مِن قِبَلِ الخارجينَ بالتَّفريطِ في أُمورِ الحُكمِ ومُحاباةِ قَرابتِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}