{
    "hadith_id": "278",
    "hadith": "كَانَتْ بَنُو إسْرَائِيلَ يَغْتَسِلُونَ عُرَاةً، يَنْظُرُ بَعْضُهُمْ إلى بَعْضٍ، وكانَ مُوسَى صَلَّى اللهُ عليه وسلَّمَ يَغْتَسِلُ وحْدَهُ، فَقالوا: واللَّهِ ما يَمْنَعُ مُوسَى أنْ يَغْتَسِلَ معنَا إلَّا أنَّه آدَرُ، فَذَهَبَ مَرَّةً يَغْتَسِلُ، فَوَضَعَ ثَوْبَهُ علَى حَجَرٍ، فَفَرَّ الحَجَرُ بثَوْبِهِ، فَخَرَجَ مُوسَى في إثْرِهِ، يقولُ: ثَوْبِي يا حَجَرُ، حتَّى نَظَرَتْ بَنُو إسْرَائِيلَ إلى مُوسَى، فَقالوا: واللَّهِ ما بمُوسَى مِن بَأْسٍ، وأَخَذَ ثَوْبَهُ، فَطَفِقَ بالحَجَرِ ضَرْبًا فَقالَ أبو هُرَيْرَةَ: واللَّهِ إنَّه لَنَدَبٌ بالحَجَرِ، سِتَّةٌ أوْ سَبْعَةٌ، ضَرْبًا بالحَجَرِ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "278",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (278)، ومسلم (339)",
    "sharh": "مدَح النبيُّ صلَّى اللهُ عليه وسلَّمَ الحياءَ وحَثَّ عليه، وأخبَر أنَّه شُعبةٌ مِن شُعَبِ الإيمانِ، وكان الأنبياءُ أكثرَ النَّاسِ اتِّصافًا بهذه الصِّفةِ الكريمةِ؛ فقدْ كان نبيُّنا محمَّدٌ صلَّى اللهُ عليه وسلَّمَ أشدَّ حياءً مِن العَذراءِ في خِدْرِها، وكذلك نبيُّ اللهِ موسى عليه السلامُ كان حيِّيًا.وفي هذا الحديثِ إخبارٌ مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ عن حَياءِ موسى عليه السَّلامُ، فكان مِن حيائِه ألَّا يغتسِلَ عاريًا، على الرَّغمِ مِن أنَّ بني إسرائيلَ كانوا يَغتسلون عُراةً، ولا يجِدونَ في ذلك شيئًا، ويَحتمِلُ أنَّ هذا كان جائزًا في شرعِهم، وقيل: لعلَّ ذلك كان في التِّيهِ؛ لانعدامِ العِماراتِ فيها. وقيل: كان التعرِّي حرامًا عندَهم، لكنَّهم كانوا يَتساهَلون في ذلك، ويَفعَلونه معاندةً للشَّرعِ، ومُخالَفةً لموسى عليه الصَّلاةُ والسَّلامُ، وهذا مِن جملةِ عُتُوِّهِم، وقِلَّةِ مُبالاتِهم باتِّباعِ شرعِه.وكان موسى عليه السَّلامُ لا يَتعرَّى أمامَ أحدٍ عندَ الاغتِسالِ، ولَمَّا رأى بنو إسرائيلَ امتِناعَ موسى عن الاغتسالِ عاريًا كما يفعَلون، شنَّعوا عليه، وقالوا: إنَّه آدَرُ، أي: عظيمُ الخُصْيتَيْنِ، وقيل: الأُدْرةُ في الرجُلِ أن يُصيبَه فَتْقٌ في إحدى الخُصْيتَينِ، فذهَب مرَّةً يَغتسِلُ فوضَع ثَوبَه على حجَرٍ، فأراد اللهُ أن يُظهِرَ زَيْفَ قولِهم وادِّعاءَهم على موسى عليه السَّلامُ، ففرَّ الحجَرُ وجرى بقُدرةِ الله بثَوبِ موسى عليه السَّلامُ وهو يُلاحِقُه ويجري خَلْفَه، ويقولُ: ثَوْبي يا حجَرُ، وإنَّما خاطَبه موسى عليه السَّلامُ؛ لأنَّه أجراهُ مجرى مَن يعقِلُ؛ لكَونِه فرَّ بثَوبِه، فانتقَل عندَه مِن حُكمِ الجمادِ إلى حُكمِ الحيوانِ، فناداهُ، فلمَّا خرَج موسى وهو عارٍ رآه بنو إسرائيلَ، فعلِموا أنَّه صحيحُ الجسَدِ. وقيل: يَحتمِلُ أنَّه كان عليه مِئزرٌ رقيقٌ فظهَر ما تحتَه لَمَّا ابتلَّ بالماءِ، فرأَوْا أنَّه أحسَنُ الخَلقِ، فزالَ عنهم ما كان في نُفوسِهم. فقالوا: واللهِ ما بموسى مِن بأسٍ ولا عَيبٍ، فلحِق موسى بالحجَرِ، وأخَذ ثوبَه ولَبِسَه، ثمَّ ضرَب الحجَرَ حتَّى أحدَثَ في الحجَرِ سِتَّ أو سبْعَ نَدباتٍ، وهي آثارُ الضَّربِ بحيثُ يَتبيَّنُ للناظرِ عدَدُها ستَّة آثارٍ أو سبعة آثارٍ.وفي الحديثِ: دَلالةٌ على معجزةِ موسى عليه الصَّلاةُ والسَّلامُ، وهو: مَشْيُ الحجَرِ بثَوبِه إلى مَلأٍ مِن بني إسرائيلَ، ونِداؤُه عليه الصَّلاةُ والسَّلامُ للحجَرِ، وتأثيرُ ضربِه فيه. وفيه: دَليلٌ على أنَّ اللهَ تعالى كمَّل أنبياءَه خَلْقًا وخُلُقًا، ونزَّهَهم عن المَعايبِ والنَّقائصِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}