{
    "hadith_id": "2790",
    "hadith": "مَن آمَنَ باللَّهِ وبِرَسولِهِ، وأَقامَ الصَّلاةَ، وصامَ رَمَضانَ؛ كانَ حَقًّا علَى اللَّهِ أنْ يُدْخِلَهُ الجَنَّةَ، جاهَدَ في سَبيلِ اللَّهِ أوْ جَلَسَ في أرْضِهِ الَّتي وُلِدَ فيها، فقالوا: يا رَسولَ اللَّهِ، أفَلا نُبَشِّرُ النَّاسَ؟ قالَ: إنَّ في الجَنَّةِ مِئَةَ دَرَجَةٍ، أعَدَّها اللَّهُ لِلْمُجاهِدِينَ في سَبيلِ اللَّهِ، ما بيْنَ الدَّرَجَتَيْنِ كما بيْنَ السَّماءِ والأرْضِ، فإذا سَأَلْتُمُ اللَّهَ، فاسْأَلُوهُ الفِرْدَوْسَ؛ فإنَّه أوْسَطُ الجَنَّةِ وأَعْلَى الجَنَّةِ أُراهُفَوْقَهُ عَرْشُ الرَّحْمَنِ، ومِنْهُ تَفَجَّرُ أنْهارُ الجَنَّةِ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2790",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2790)",
    "sharh": "العمَلُ الصَّالحُ مع الإخلاصِ يكونُ سَببًا في الفَوزِ برِضا اللهِ سُبحانه، ومِن أفضَلِ الأعمالِ الَّتي تَرفَعُ الدَّرَجاتِ عندَ اللهِ، وتكونُ سَببًا في دُخولِ الجنَّةِ؛ الصَّلاةُ والصِّيامُ والجِهادُ.\nوفي هذا الحديثِ يُبيِّن النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ مَن آمَن باللهِ تعالَى وأنَّه وَحْدَه المستحِقُّ بالعبادةِ، ولم يُشرِكْ بعِبادةِ ربِّه أحَدًا، وآمَنَ برَسولِه صلَّى اللهُ عليه وسلَّمَ إيمانًا صادقًا مِن قلْبِه، وأنَّه خاتمُ المرسَلينَ، ورسَولُ اللهِ إلى الخلْقِ كافَّةً، وأقام الصَّلواتِ الخمْسَ «الفجْرُ، والظُّهرُ والعصْرُ، والمغرِبُ والعِشاءُ»، فأدَّاها بشُروطِها وأركانِها كما يَنْبغي، وصام شَهرَ رَمَضانَ إيمًانا واحتسابًا؛ استحَقَّ دُخولَ الجنَّةِ بفَضْلِ اللهِ ورَحمتِه، سَواءٌ جاهَدَ في سَبيلِ اللَّهِ إنِ استطاعَ، أوْ جَلَسَ في أرْضِهِ الَّتي وُلِدَ فيها ولم يُشارِكْ في الجِهادِ؛ لأنَّ كلَّ مُسلمٍ يُعامَلُ بحَسْبِ عَمَلِه كثيرًا كان أو قَليلًا، فالتَّفاوُتُ حاصلٌ في عمَلِ الدُّنيا، وكذلك حاصلٌ في دَرَجاتِ الجنَّاتِ في الآخرةِ.\nولم يَذكُرِ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في هذا الحديثِ الزَّكاةَ والحَجَّ؛ قيل: لم يَذكُرْهما تَسامُحًا؛ لأنَّ الحديثَ لم يُذكَرْ لبَيانِ الأركانِ؛ فكأنَّ الاقتصارَ على ما ذُكِر لأنَّه هو المُتكرِّرُ غالبًا؛ فالزَّكاةُ لا تجِبُ إلَّا على الغنيِّ بشَرْطِه، والحجُّ لا يَجِبُ إلَّا على المستطيعِ في العُمرِ مَرَّةً واحدةً.\nفلمَّا قال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ذلك، قال بَعضُ الحاضِرين: «أفَلَا نُبَشِّرُ النَّاسَ؟» يعني: نُخبِرُهم بهذه البِشارةِ العَظيمةِ، وعِندَ التِّرمذيِّ مِن حَديثِ مُعاذِ بنِ جبَلٍ رَضيَ اللهُ عنه: «قال مُعاذٌ: ألَا أُخبِرُ بهذا النَّاسَ؟ فقال رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: ذَرِ النَّاسِ يَعمَلون»، فظَهَر أنَّ المرادَ: لا تُبشِّرِ النَّاسِ بما ذكَرْتُه مِن دُخولِ الجنَّةِ لمَن آمَنَ وعَمِلَ الأعمالَ المفروضةَ عليه، فيَقِفوا عندَ ذلك ولا يَتجاوَزوه إلى ما هو أفضَلُ منه مِن الدَّرَجاتِ التي تَحصُلُ في الجِهادِ.\nولمَّا سوَّى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بيْن الجِهادِ وبيْن عَدَمِه -وهو المرادُ بالجلوسِ في أرْضِه الَّتي وُلِدَ فيها- في دُخولِ المؤمنِ باللهِ ورَسولهِ، المُقيمِ للصَّلاةِ، الصَّائمِ لرَمَضانَ في الجنَّةِ؛ استَدْرَكَ صلَّى اللهُ عليه وسلَّمَ قولَه الأوَّلَ بقَولِه الثَّاني: «إنَّ في الجنَّةِ مِئةَ دَرَجةٍ أعَدَّها اللهُ لِلمُجاهِدينَ في سَبيلِ اللهِ» إلى آخِرِه، وتَعقَّبَ بأنَّ التَّسويةَ لَيست على عُمومِها، وإنَّما هي في أصْلِ دُخولِ الجنَّةِ، لا في تَفاوُتِ الدَّرَجاتِ، فأَخبَرَهم النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بدَرَجاتِ المجاهِدين في سَبيلِ الله، وبيَّن مَنْزِلَتهم في الجنَّةِ؛ لِيُرغِّبَ أُمَّتَه في مُجاهَدةِ المشركينَ وإعلاءِ كَلمةِ الإسلامِ، ودَرَجاتُ الجنَّةِ كثيرةٌ لم يَرِدْ حَصْرُها في عَدَدٍ، فهذه مِئةٌ أُعِدَّتْ للمُجاهِدين، ثمَّ قال: «فإذا سَأَلتُم اللهَ فاسأَلوه الفِرْدَوْسَ» وهو البُستانُ يكونُ فيه الشَّجَرُ والزُّهورُ والنَّباتاتُ؛ «فإنَّه أَوسَطُ الجنَّةِ، وأعلَى الجنَّةِ»، والمرادُ بالأوسَطِ هنا: الأَعْدَلُ، والأفضَلُ، كقولِه تعالَى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} [البقرة: 143]، وقيل: المرادُ بالأوسَطِ السَّعةُ، وبالأعْلى الفَوقيَّةُ. «فَوْقَه عَرْشُ الرَّحْمَنِ» فيَكونُ لها سَقفًا، فعَرْشُ الرَّحمنِ فوقَ كلِّ دَرَجاتِ الجنَّةِ، وهو أعْلَى المَخلوقاتِ وأكْبَرُها وأعظَمُها، ومِن الفِردوسِ تَتَّفجَّرُ أنهارُ الجنَّةِ الأربعةُ، فتَسيلُ وتَنبُعُ، وهي الأنهارُ المذكورةُ في قولِه تعالَى: {فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى} [محمد: 15].\nوفي الحديثِ: الحَثُّ على أداءِ فَرائضِ اللهِ سُبحانه وتعالَى.\nوفيه: الحثُّ والتَّرغيُب في الجِهادِ في سَبيلِ اللهِ وإعلاءِ كَلمتِه.\nوفيه: أنَّ الفِرْدَوسَ فوقَ جَميعِ الجِنَانِ.\nوفيه: تَأنيسٌ لمَن حُرِمَ الجِهادَ وأنَّه ليس مَحرومًا مِن الأجْرِ، بلْ له مِن الإيمانِ والْتزامِ الفرائضِ ما يُوصِلُه إلى الجنَّةِ وإنْ قَصُرَ عن دَرَجةِ المجاهِدينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}