{
    "hadith_id": "2807",
    "hadith": "نَسَخْتُ الصُّحُفَ في المَصَاحِفِ، فَفقَدْتُ آيَةً مِن سُورَةِ الأحْزَابِ كُنْتُ أَسْمَعُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يَقْرَأُ بهَا، فَلَمْ أَجِدْهَا إلَّا مع خُزَيْمَةَ بنِ ثَابِتٍ الأنْصَارِيِّ الذي جَعَلَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ شَهَادَتَهُ شَهَادَةَ رَجُلَيْنِ، وهو قَوْلُهُ: {مِنَ المُؤْمِنِينَ رِجَالٌ صَدَقُوا ما عَاهَدُوا اللَّهَ عليه} [الأحزاب: 23].",
    "rawi": "زيد بن ثابت",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2807",
    "grade": "[صحيح]",
    "takhrij": "أخرجه ابن أبي داود في ((المصاحف)) واللفظ له، وأحمد (21652)، وأبو داود الطيالسي (610) باختلاف يسير.",
    "sharh": "أَمَر الخليفةُ أبو بَكرٍ الصِّديقُ رضِيَ اللهُ عنه بِجَمْعِ القرآنِ الكريمِ في مُصْحَفٍ واحدٍ، وكان أبرَزُ مَن تولَّى هذا الأمرَ هو زَيْدَ بنَ ثَابِتٍ رضِيَ اللهُ عنه، وكان يَجمَعُ القرآنَ الذي كُتِب على الجُلُودِ وغيرِها مِمَّا كان يُكْتَبُ عليه في عَهْدِهم، ويَجمَعُه أيضًا مِن صُدورِ الرِّجالِ وحِفْظِهم.\r\nوفي هذا الحَديثِ يُخبِرُ زيدُ بنُ ثابتٍ رضِيَ اللهُ عنه أنَّهم لمَّا نَسَخُوا المَصَاحِفَ بَقِيَتْ آيةٌ هي قَولُ اللهِ تعالَى: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ} [الأحزاب: 23]، وكان زَيْدٌ رضِيَ اللهُ عنه كثيرًا ما يَسمَعُ النَّبيَّ صلَّى اللهُ عليه وسلَّم يَقْرَؤُها، ولَكِنَّه لم يَجِدْها مَكتوبةً عندَ أحدٍ -وكان يَجْمَع بيْنَ المكتوبِ والمَحفوظِ للاستِيثَاق- إلَّا مع خُزَيْمَةَ بنِ ثابتٍ الأَنْصَارِيِّ رضِيَ اللهُ عنه، وهو الصَّحَابِيُّ الذي جَعَل النَّبيُّ صلَّى اللهُ عليه وسلَّم شَهادتَه تَعْدِل شهادةَ رَجُلَيْن.\r\nوسَبَبُ كَونِ شَهادتِه بشَهادتينِ أنَّه صلَّى اللهُ عليه وسلَّم كَلَّم رجلًا في شيٍء فأنكره، فقال خُزَيمةُ: أنا أشهَدُ، فقال صلَّى اللهُ عليه وسلَّم: أتشهَدُ ولم تُستشهَدْ؟ فقال: نحن نُصَدِّقُك على خَبَرِ السَّماءِ، فكيف بهذا؟ فأمضى شهادتَه وجَعَلها بشهادتينِ، وقال له: لا تَعُدْ. وهذا من خصائِصِه رضِيَ اللهُ عنه. وأصلُ الحديثِ عند أبي داودَ والنَّسائيِّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}