{
    "hadith_id": "284",
    "hadith": "أنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ كانَ يَطُوفُ علَى نِسَائِهِ، في اللَّيْلَةِ الوَاحِدَةِ، وله يَومَئذٍ تِسْعُ نِسْوَةٍ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "284",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (309) بنحوه",
    "sharh": "ضَربَ النَّبيُّ صلَّى اللهُ عليه وسلَّم المَثَلَ الأَعلى في العَدلِ بيْنَ زَوجاتِه، وتنظيمِه للعلاقاتِ الأُسَريَّةِ عند تعَدُّدِ الزَّوجاتِ، وكانَ صلَّى اللهُ عليه وسلَّم يعُطي كلَّ ذِي حقٍّ حقَّهُ، ولا يَتعلَّقُ قلْبُه بشَيءٍ مِن أمْرِ الدُّنيا ولا يَشغَلُه عن ربِّهِ. \nوفي هذا الحديثِ يُخبِرُ أنسُ بنُ مالكٍ رَضيَ اللهُ عنه: أنَّ نَبيَّ اللهِ صلَّى اللهُ عليه وسلَّم كانَ «يَطوفُ عَلى نِسائِهِ في اللَّيْلةِ الواحِدَةِ»، فيَدورُ عليهِنَّ جَميعًا للجِماعِ والمُعاشَرةِ مُتَتالياتٍ في لَيلةٍ واحدةٍ، وفي روايةٍ للبُخاري: «يدورُ على نسائِه في السَّاعةِ الواحِدةِ مِنَ اللَّيلِ والنَّهارِ، وهن إحدى عَشرةَ». وكان صلَّى اللهُ عليه وسلَّم يفعَلُ ذلك كُلَّه بغُسلٍ واحدٍ، كما في روايةِ مُسلمٍ، أي: لم يجَدِّدِ النبيُّ صلَّى اللهُ عليه وسلَّم غُسْلَه في كُلِّ مرَّةٍ لكُلِّ امرأةٍ. وفي روايةِ أبي داودَ مِن حديثِ أبي رافعٍ رَضِيَ اللهُ عنه: «أنَّ النبيَّ صلَّى اللهُ عليه وسلَّم طاف ذاتَ يومٍ على نسائِه، يغتسِلُ عند هذه وعند هذه»، قال: قلتُ له: يا رسولَ اللهِ، ألا تجعَلُه غُسلًا واحدًا؟ قال: «هذا أزكى وأطيَبُ وأطهَرُ». وهذا يدُلُّ على أنَّه صلَّى اللهُ عليه وسلَّم فعَلَ الأمرَيْنِ في وقتَيْنِ مُختلفَيْنِ؛ لبيانِ الجوازِ فيهما، والتَّخفيفِ على الأُمَّةِ، ورفْعِ الحَرَجِ عنهم.\nوكانتْ حُجُراتُ نِساءِ النَّبيِّ صلَّى اللهُ عليه وسلَّم مُتجاوراتٍ، فيستطيع التنَقُّلَ بينها بسهولةٍ، وكانَ النَّبيُّ صلَّى اللهُ عليه وسلَّم له يومَئِذٍ تِسعُ زوجاتٍ، وقد اجتمع عند رسولِ اللَّه صلَّى اللهُ عليه وسلَّم تِسعُ نِسوةٍ، وتوفِّيَ عنهنَّ؛ وهن: عائِشةُ، وحَفصةُ، وسَودةُ، وزينبُ، وأمُّ سَلَمةَ، وأمُّ حَبيبةَ، وميمونةُ، وجُوَيريةُ، وصَفِيَّةُ. وهذا مما خصَّه الله تعالى به دون أمَّتِه؛ فإنَّها لا يحلُّ لها إلَّا مثنى وثُلاثَ ورُباعَ.\nقيل: وَطْءُ المرأةِ في يَومِ صاحبتِها مَمْنوعٌ؛ فلعلَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم فعَل هذا عندَ قُدومِه مِن سفَرٍ، أو عند حالةٍ ابتدَأَ فيها القَسْمَ، أو عندَ تَمامِ الدَّوَرانِ عليهنَّ وابتداءِ دوَرانٍ آخَرَ، فدارَ عليهنَّ ليلتَه وسوَّى بيْنهنَّ، ثمَّ ابتدَأ القَسْمَ باللَّيالي والأيَّامِ على عادتِه، أو يكونُ ذلكَ بإذنِ صاحبةِ اليومِ ورِضاها، أو يكونُ ذلك مخُصوصًا له صلَّى اللهُ عليه وسلَّم، وقد يُحمَلُ هذا الحديثُ على عَدمِ وُجوبِ القَسْمِ عليه؛ فيَفعَلُ معهنَّ ما شاء، أو يُحمَلُ على أنَّه كان يُرْضِيهنَّ جَميعًا.\nوفي الحَديثِ: بَيانٌ لِمَا اخْتَصَّ اللهُ به رسولَه صلَّى اللهُ عليه وسلَّم مِن القوَّةِ في النِّكاحِ، وأنَّه لا بَأْسَ بكَثرةِ الجِماعِ عِندَ الطَّاقةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}