{
    "hadith_id": "2844",
    "hadith": "أنَّ النَّبيَّ صَلَّى اللهُ عليه وسلَّمَ لَمْ يَكُنْ يَدْخُلُ بَيْتًا بالمَدِينَةِ غيرَ بَيْتِ أُمِّ سُلَيْمٍإلَّا علَى أزْوَاجِهِ، فقِيلَ له، فَقَالَ: إنِّي أرْحَمُهَا؛ قُتِلَ أخُوهَا مَعِي.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2844",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2874) واللفظ له، ومسلم (2455)",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أَوْفى النَّاسِ لِأصحابِه؛ لِطيبِ مَعدِنِه وحُسْنِ خُلُقِه صلَّى اللهُ عليه وسلَّمَ، ولِمَا قاموا به مِن واجِبِ النُّصرةِ والتَّضحيةِ في سَبيلِ اللهِ عَزَّ وجَلَّ.\nوفي هذا الحَديثِ يُخبِرُ أنَسُ بنُ مالِكٍ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ لم يكُنْ يَدخُلُ بَيتًا -أي: يُكثِرُ دُخولَه- بالمَدينةِ، غَيرَ بَيتِ أُمِّ سُلَيْمٍ رَضيَ اللهُ عنها، وهي أُمُّ أنَسِ بنِ مالِكٍ راوي الحَديثِ رَضيَ اللهُ عنه، واسمُها سَهلةُ، وقيلَ: رُمَيلةُ، أوِ الغُمَيصاءُ، لا يَدخُلُ على غَيرِها مِنَ النِّساءِ، إلَّا على أزواجِه أُمَّهاتِ المُؤمِنينَ رَضيَ اللهُ عنهنَّ، فقيلَ له: لِمَ تَخُصُّ أُمَّ سُلَيمٍ بكَثرةِ الدُّخولِ إليها؟ فقال صلَّى اللهُ عليه وسلَّمَ: «إنِّي أرحَمُها؛ قُتِلَ أخوها مَعي»، وهو حَرامُ بنُ مِلحانَ رَضيَ اللهُ عنه، قُتِلَ يَومَ بِئرِ مَعُونةَ، وكانَ ذلكَ في صَفَرَ مِنَ السَّنةِ الرَّابِعةِ مِنَ الهِجرةِ، وقَولُه: «معي»، أي: في عَسكَري، أو على أمْري وفي طاعَتي؛ لِأنَّه صلَّى اللهُ عليه وسلَّمَ لم يَشهَدْ بِئرَ مَعُونةَ. \nورَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ بهذا قدْ خَلَفَ أخاها الغازيَ الشَّهيدَ في أهلِه بخَيرٍ بَعدَ وَفاتِه، وحُسْنُ العَهدِ مِنَ الإيمانِ، وكَفى بجَبْرِ الخاطِرِ والتَّودُّدِ خَيرًا، لا سيَّما مِن سَيِّدِ الخَلقِ صلَّى اللهُ عليه وسلَّمَ.\nوقدْ كانت أُمُّ سُلَيمٍ وأُختُها أُمُّ حَرامٍ بِنتُ مِلحانَ رَضيَ اللهُ عنهما خالتَيْنِ لِرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ إمَّا مِنَ الرَّضاعِ، وإمَّا مِنَ النَّسَبِ، فتَحِلُّ له الخَلْوةُ بهما، وكان يَدخُلُ عليهما خاصَّةً.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}