{
    "hadith_id": "2845",
    "hadith": "أَتَى أَنَسٌ ثَابِتَ بنَ قَيْسٍ وَقَدْ حَسَرَ عن فَخِذَيْهِ وَهو يَتَحَنَّطُ، فَقالَ: يا عَمِّ، ما يَحْبِسُكَ أَنْ لا تَجِيءَ؟ قالَ: الآنَ يا ابْنَ أَخِي. وَجَعَلَ يَتَحَنَّطُ يَعْنِي مِنَ الحَنُوطِثُمَّ جَاءَ، فَجَلَسَ، فَذَكَرَ في الحَديثِ انْكِشَافًا مِنَ النَّاسِ، فَقالَ: هَكَذَا عن وُجُوهِنَا حتَّى نُضَارِبَ القَوْمَ، ما هَكَذَا كُنَّا نَفْعَلُ مع رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، بئْسَ ما عَوَّدْتُمْ أَقْرَانَكُمْ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2845",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كان أصحابُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أُسودَ النِّزالِ، وأبطالَ القِتالِ، يُجاهِدونَ في سَبيلِ اللهِ، والمَوتُ أحَبُّ إليهم مِنَ الحياةِ، لا يَرْجونَ إلَّا اللهَ والدَّارَ الآخِرةَ.\nوفي هذا الحَديثِ يُخبِرُ أنَسُ بنُ مالِكٍ رَضيَ اللهُ عنه عن فارِسٍ مِن أُولئكَ الفُرسانِ، وهو ثابِتُ بنُ قَيسٍ رَضيَ اللهُ عنهما، ويُخبِرُ أنَّه دَخَلَ عليه وهو حاسِرٌ عن فَخِذَيْه، أي: كاشِفٌ لهما، وكان يتَحنَّطُ، أي: يتطَيَّبُ بالرَّوائِحِ العَطِرةِ، فقال له أنَسٌ: «يا عَمِّ»؛ لأنَّ ثابِتًا كان أكبَرَ منه، وكان مِن قَبيلَتِه الخَزْرجِ، «ما يَحبِسُكَ ألَّا تَجيءَ؟» أي: ما يَمنَعُكَ أنْ تَأتيَ لِلحَربِ معنا؟ وكانوا في حَربِ اليَمامةِ، وهي الحَربُ التي كانت بيْنَ المُسلِمينَ وبيْنَ مُسيلِمةَ الكذَّابِ لَعَنَه اللهُ، في خِلافةِ أبي بَكرٍ الصِّدِّيقِ رَضيَ اللهُ عنه، واليَمامةُ إقليمٌ ضِمنَ منْطقةِ نَجْدٍ في وَسَطِ المَمْلكةِ العربيَّةِ السُّعوديَّةِ. فقال له: الآنَ يا ابنَ أخي، أي: آتي الآنَ، وجَعَلَ يَضَعُ الطِّيبَ على جَسَدِه، ثمَّ ذَهَبَ لِلقِتالِ، فذَكَرَ أنَسٌ رَضيَ اللهُ عنه أنَّ في هذه الحَربِ وَقَعتْ بَوادِرُ هَزيمةٍ لِلمُسلِمينَ، فبَرَزَ ثابِتُ بنُ قَيسٍ رَضيَ اللهُ عنه، وقال للنَّاسِ: «هكذا عن وُجوهِنا»، أي: افسَحوا لنا حتَّى نُضارِبَ القومَ، وقال: ما هكذا كُنَّا نَفعَلُ مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ويَقصِدُ بذلك أنَّهم كانوا يُقاتِلونَ صَفًّا لا يَنحَرِفُ عن مَوضِعِه، وقال لهم: «بِئسَ ما عَوَّدتُم أقرانَكم»، أرادَ ثابتٌ رَضيَ اللهُ عنه بهذا الكَلامِ تَوبيخَ المُنهزِمينَ، أي: عَوَّدتُم نُظَراءَكم في القُوَّةِ مِن عَدُوِّكم الفِرارَ منهم، حتَّى طَمِعَوا فيكم، فتَقدَّمَ رَضيَ اللهُ عنه وقاتَلَ حتَّى استُشهِدَ مُقبِلًا غَيرَ مُدبِرٍ.\nوفي الحَديثِ: قُوَّةُ ثابتِ بنِ قيسٍ، وصِحَّةُ يَقينِه ونيَّتِه. \nوفيه: التَّوبيخُ لِمَن فَرَّ مِنَ الحَربِ. \nوفيه: الإشارةُ إلى ما كان عليه الصَّحابةُ في عَهدِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ مِنَ الشَّجاعةِ والثَّباتِ في الحَربِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}