{
    "hadith_id": "2876",
    "hadith": "سَأَلَهُ نِساؤُهُ عَنِ الجِهادِ، فقالَ: نِعْمَ الجِهادُ الحَجُّ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2876",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (2628)، وأحمد (24497)، وابن حبان (3702) بنحوه.",
    "sharh": "الجِهادُ ذِرْوةُ سَنامِ الإسْلامِ، وهُوَ يَحتاجُ إلى قُدُراتٍ مُعيَّنةٍ، وقد رَفَعَ اللهُ سُبحانَه وتعالَى الحَرَجَ عنِ القِيامِ بهِ لِبَعضِ النَّاسِ، ومِن هؤلاءِ النِّساءُ.\nوفي هذا الحَديثِ تَروي أُمُّ المُؤمِنينَ عائِشةُ رَضيَ اللهُ عنها أنَّ نِساءَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ طَلَبْنَ أنْ يَخرُجْنَ لِلجِهادِ والقِتالِ في سَبيلِ اللهِ؛ لِمَا في الجِهادِ مِن فَضلٍ عَظيمٍ، ومَنازِلَ رَفيعةٍ عِندَ المَوْلى سُبحانَه وتعالَى، ولذا حَرَصتْ نِساءُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ على هذا الفَضلِ، فسَألْنَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ عنِ الجِهادِ مِثلَ الرِّجالِ، والمُرادُ بالجِهادِ: مُقابلَةُ العَدُوِّ وقِتالُه، فأرشَدَهُنَّ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى عَملٍ يَقومُ مَقامَ الجِهادِ، ويَليقُ بالنِّساءِ؛ ألَا وهُوَ الحَجُّ، وهو جِهادٌ لا قِتالَ فيه، ومِثلُه العُمرةُ، كما في رِوايةِ ابنِ ماجَهْ: «عليهِنَّ جِهادٌ لا قِتالَ فيه: الحَجُّ والعُمرةُ».\nفالنِّساءُ يُؤجَرْنَ بأداءِ الحَجِّ والعُمرةِ بمِثلِ ما يُؤجَرُ به مَن يَخرُجُ لِلغَزْوِ والجِهادِ في سَبيلِ اللهِ عزَّ وجلَّ، وقيلَ: المُرادُ أنَّ الجِهادَ المَفروضَ عليهِنَّ هو أداءُ الحَجِّ والعُمرةِ بمِثلِ الجِهادِ في سَبيلِ اللهِ عزَّ وجلَّ المَفروضِ على كُلِّ مُؤمِنٍ قادِرٍ .\nوسُمِّيَ الحَجُّ جِهادًا؛ إمَّا مِن بابِ التَّغليبِ، وإمَّا على الحَقيقةِ، والمُرادُ جِهادُ النَّفْسِ؛ لِمَا فيه مِن إدخالِ المَشقَّةِ على البَدَنِ والمالِ. ويُشرَعُ خُروجُ المرأةِ مع الجَيشِ لِتُعينَ المُقاتِلينَ مِنَ الرِّجالِ، بما يَتوافَقُ مع قُدُراتِها، كالتَّطبيبِ وسُقيا الماءِ ونَحوِهما.\nوفي هذا الحَديثِ: الحِرصُ على أفضَلِ الأعمالِ.\nوفيه: أنَّ النِّساءَ لا جِهادَ عليهِنَّ، وأنَّ الحَجَّ أفضَلُ لَهُنَّ مِنَ الجِهادِ، الذي فيه قِتالٌ؛ إذْ ليسَ لِلمَرأةِ أفضَلُ مِنَ الاستِتارِ وتَرْكِ مُباشَرةِ الرِّجالِ، والحَجُّ يُمكِنُهُنَّ فيه مُجانَبةُ الرِّجالِ والاستِتارُ عنهم.\nوفيه: فَضلُ الحَجِّ وعَظيمُ أجْرِ اللهِ عَزَّ وجَلَّ على مَن قامَ به فَرضًا أو نَفلًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}