{
    "hadith_id": "29",
    "hadith": "أُرِيتُ النَّارَ فَإِذَا أكْثَرُ أهْلِهَا النِّسَاءُ، يَكْفُرْنَ قيلَ: أيَكْفُرْنَ باللَّهِ؟ قالَ: يَكْفُرْنَ العَشِيرَ، ويَكْفُرْنَ الإحْسَانَ، لو أحْسَنْتَ إلى إحْدَاهُنَّ الدَّهْرَ، ثُمَّ رَأَتْ مِنْكَ شيئًا، قالَتْ: ما رَأَيْتُ مِنْكَ خَيْرًا قَطُّ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "29",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (29)، ومسلم (907)",
    "sharh": "خلَقَ اللهُ سُبحانَه الجَنَّةَ لعِبادِه المُطيعينَ الصابِرينَ، وخلَقَ النارَ لِمَن أبَى وأعرَضَ عنه وكفَرَ نِعمَه، وقد بيَّن لنا النبيُّ صلَّى اللهُ عليه وسلَّمَ صِفاتِ كَثيرٍ ممَّن يَدخُلُهما. وفي هذا الحَديثِ بيانُ بَعضِ صِفاتِ أهلِ النارِ التي تَكثُرُ في النِّساءِ خُصوصًا، حيثُ وعَظَ النبيُّ صلَّى اللهُ عليه وسلَّمَ النِّساءَ يومًا فقال لهنَّ: إنِّي أُريتُ النَّارَ، فأطْلَعَني اللهُ تعالَى على النَّارِ بقُدرتِه، وكشَفَ لي عنها، فرَأَيتُها رأْيَ العَينِ، فلمَّا نظَرْتُ إليها، وشاهدْتُ مَن فيها؛ كان أكثرُ أهلِها النِّساءَ، فقالتْ إحداهُنَّ: ولِمَ يا رسولَ اللهِ؟ فأجابَها صلَّى اللهُ عليه وسلَّمَ: إنَّما كُنَّ أكثرَ أهلِ النَّارِ؛ لأنَّهنَّ يَكفُرْنَ، ولم يُبيِّنْ صلَّى اللهُ عليه وسلَّمَ يَكفُرْنَ بماذا؛ لِتَتطلَّعَ نُفوسُهنَّ إلى مَعرفةِ هذا الكُفْرِ الَّذي وصَفَهنَّ به النبيُّ صلَّى اللهُ عليه وسلَّمَ، ويَشتَدَّ خَوفُهنَّ، ولم يَكَدِ النبيُّ صلَّى اللهُ عليه وسلَّمَ يَنطِقُ بهذه الكلمةِ حتَّى قالتْ إحداهنَّ: أيَكفُرْنَ باللهِ؟! فقال: بلْ يَكفُرْنَ العَشيرَ، ويَكفُرْنَ الإحسانَ، أي: يُنكِرْنَ نِعمةَ الزَّوجِ وإحسانَه إليهنَّ؛ فلو أحسَنَ الزَّوجُ إلى إحداهُنَّ الدَّهرَ والعمرَ كلَّه، ثمَّ رأَتْ منه شَيئًا واحدًا ممَّا تَكرَهُ، قالت: ما وَجَدْتُ منك شَيئًا يَنفَعُني أو يَسُرُّني طَوالَ حَياتي كلِّها!وإنَّما كان جَحْدُ النِّعمةِ حَرامًا؛ لأنَّ المرأةَ إذا جَحَدتْ نِعمةَ زَوجِها، فقدْ جَحَدتْ نِعمةَ اللهِ؛ لأنَّ هذه النِّعمةَ الَّتي وصَلَتْ إليها مِن زَوجِها هي في الحَقيقةِ واصلةٌ مِن اللهِ. وخَصَّ كُفرانَ العَشيرِ مِن بيْنِ أنواعِ الذُّنوبِ لدَقيقةٍ بَديعةٍ؛ وهي قولُه صلَّى اللهُ عليه وسلَّمَ: «لو أمَرْتُ أحدًا أنْ يَسجُدَ لأحَدٍ، لَأمرْتُ المرأةَ أنْ تَسجُدَ لزَوجِها» وهذا رواه أحمدُ وغيرُه؛ فقرَنَ حقَّ الزَّوجِ على الزَّوجةِ بحقِّ اللهِ، فإذا كَفَرتِ المرأةُ حقَّ زَوجِها وقد بلَغَ مِن حقِّه عليها هذه الغايةَ -كان ذلك دَليلًا على تَهاوُنِها بحقِّ اللهِ؛ فلذلك يُطلَقُ عليها لَفظُ الكُفرُ؛ لكنَّه كُفرٌ لا يُخرِجُ عنِ الملَّةِ.والحديثُ يدُلُّ على أنَّ الكفرَ كُفرانِ، وأنَّ لَفظِ الكُفرِ قد يُطلَقُ على غيرِ الكُفرِ باللهِ تعالَى، كأنْ يُرادَ كُفرُ النِّعمةِ، أي: إنكارُها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}