{
    "hadith_id": "2943",
    "hadith": "كانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ إذَا غَزَا قَوْمًا لَمْ يُغِرْ حتَّى يُصْبِحَ، فإنْ سَمِعَ أَذَانًا أَمْسَكَ، وإنْ لَمْ يَسْمَعْ أَذَانًا أَغَارَ بَعْدَما يُصْبِحُ، فَنَزَلْنَا خَيْبَرَ لَيْلًا.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2943",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو داود (2634)، والطحاوي في ((معاني الآثار)) (5087) باختلاف يسير، ومسلم (382) مطولًا.",
    "sharh": "النَّبيُّ صلَّى اللهُ عليه وسلَّمَ هو القُدوةُ والمُعلِّمُ لِلأُمَّةِ، وهَدْيُه مَصدَرٌ لنا، نَستَمِدُّ منه بَيانَ الهُدَى والرَّشادِ في أُمورِ السِّلمِ والحَربِ جَميعًا.\nوفي هذا الحَديثِ يَحكي أنَسُ بنُ مالِكٍ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كان أرادَ غَزْوَ قَومٍ، والبَدَءَ في مُهاجَمَتِهم، لم يَهْجُمْ عليهم وهُم في غَفْلةٍ حتَّى يَدخُلَ الصُّبْحُ، وذلك حتَّى يَسمَعَ الأذانَ، فإنْ سَمِعَ أذانًا مِنَ القَريةِ التي سيَغزُوها، امتَنَعَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن غَزوِهم؛ فالأذانُ عَلامةٌ على أنَّهم مُسلِمونَ، وإنْ لم يَسمَعْ أذانًا -وهذا عَلامةٌ على أنَّهم كُفَّارٌ- هَجَمَ عليهم وغَزَاهم، والمَعنى: أنَّه صلَّى اللهُ عليه وسلَّمَ كان إذا لم يَعلَمْ حالَ القَومِ: هلْ بَلَغتْهمُ الدَّعوةُ أو لا؟ يَنتَظِرُ بهمُ حتَّى الصَّباحِ لِيَستَبرِئَ حالَهم بالأذانِ؛ فإنْ سَمِعَه أمسَكَ عن قِتالِهم، وإلَّا أغارَ عليهم.\n«فنَزَلْنا خَيبَرَ لَيلًا»، وذلك لِغَزْوِها، وكان ذلك في السَّنةِ السَّابِعةِ مِنَ الهِجرةِ، وكانت قَريةً يَسكُنُها اليَهودُ، على بُعدِ (153 كم تَقريبًا) مِنَ المَدينةِ، مِن جِهةِ الشَّامِ، وانتَظَرَ صلَّى اللهُ عليه وسلَّمَ لِلصَّباحِ، ثم غَزاهم، كما في رِوايةٍ في الصَّحيحَيْنِ: أنَّ رَسولَ اللَّهِ صلَّى اللهُ عليه وسلَّمَ أتَى خَيبَرَ لَيلًا، وكان إذا أتى قَومًا بلَيلٍ لم يُغِرْ بهم حتى يُصبِحَ، فلَمَّا أصبَحَ خَرَجتِ اليَهُودُ بمَساحِيهم، ومَكاتِلِهم، فلَمَّا رأوْه قالوا: محمدٌ واللَّهِ، محمدٌ والخَمِيسُ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: خَرِبتْ خَيبَرُ؛ إنَّا إذا نَزَلْنا بساحةِ قَومٍ {فَسَاءَ صَبَاحُ الْمُنْذَرِينَ} [الصافات: 177].\nوفي الحَديثِ: احتياطُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ في القِتالِ؛ خَوفًا مِن أنْ يَقتُلَ مُسلِمًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}