{
    "hadith_id": "2950",
    "hadith": "أنَّ النَّبيَّ صَلَّى اللهُ عليه وسلَّمَ خَرَجَ يَومَ الخَمِيسِ في غَزْوَةِ تَبُوكَ، وكانَ يُحِبُّ أنْ يَخْرُجَ يَومَ الخَمِيسِ.",
    "rawi": "كعب بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2950",
    "grade": "[صحيح]",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَخُصُّ بَعضَ الأيَّامِ ببَعضِ العِباداتِ، أو بَعضِ الأعمالِ.\nوفي هذا الحَديثِ يَروي كَعبُ بنُ مالِكٍ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان يُحِبُّ الخُروجَ لِلغَزوِ أو لِغَيرِه مِنَ السَّفَرِ في يَومِ الخَميسِ، وأنَّه خَرَجَ في غَزوةِ تَبوكَ يَومَ الخَميسِ في السَّنةِ التَّاسِعةِ مِنَ الهِجرةِ لِقِتالِ الرُّومِ، وتَبوكُ: في أقْصى شَمالِ الجَزيرةِ العَربيَّةِ، في مُنتَصَفِ الطَّريقِ إلى دِمشقَ، حيثُ تَبعُدُ عنِ المَدينةِ حَوالَيْ (700 كم)، وكانَتْ آخِرَ غَزوةٍ غَزاها رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ بنَفْسِه مع الرُّومِ.\nوكذا كان يَخرُجُ في سائِرِ غَزَواتِه وأسفارِه يَومَ الخَميسِ، إلَّا في القَليلِ كان يَخرُجُ في غَيرِه، وقد ثَبَتَ أنَّه خَرَجَ في أحَدِ أسفارِه يَومَ السَّبتِ، ولَعَلَّ ذلك مِنَ القَليلِ الذي ذَكَره كَعبُ بنُ مالِكٍ رَضيَ اللهُ عنه في الرِّوايةِ الأُخرى عِندَ البُخاريِّ حينَ قال: «لَقَلَّما كان رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يَخرُجُ إذا خَرَجَ في سَفَرٍ إلَّا يَومَ الخَميسِ».\nوحاصِلُ الأمْرِ أنَّ خُروجَه صلَّى اللهُ عليه وسلَّمَ في أغلَبِ أسفارِه وغَزَواتِه كان يَومَ الخَميسِ، ولا يَكونُ ذلك إلَّا لحِكمةٍ اللهُ تعالَى أعلَمُ بها. وقيلَ: إنَّه لَمَّا كَرِهَ الخُروجَ يَومَ الجُمُعةِ خَرَجَ يَومًا قَبلَها يَومَ الخَميسِ، أو يَومًا بَعدَها يَومَ السَّبتِ. أو أنَّه يَومٌ مُبارَكٌ يُرفَعُ فيه أعمالُ العِبادِ إلى اللهِ تعالَى، وقد كانَتْ سَفراتُه للهِ، وفي اللهِ، وإلى اللهِ، فأحَبَّ أنْ يُرفَعَ له فيه عَمَلٌ صالِحٌ، أو أنَّه كان يَتفاءَلُ بالخَميسِ في خُروجِه، وكان مِن سُنَّتِه أنْ يَتفاءَلَ بالاسِمِ الحَسَنِ، والخَميسُ: الجَيشُ؛ لِأنَّهم خَمسُ فِرَقٍ: المُقَدِّمةُ، والقَلبُ، والمَيمَنةُ، والمَيسَرةُ، والسَّاقةُ، فيَرَى في ذلك مِنَ الفَأْلِ الحَسَنِ حِفظَ اللهِ له، وإحاطةَ جُنودِه به؛ حِفظًا وحِمايةً، ولِتَفاؤُلِه بالخَميسِ على أنَّه يَنتَصِرُ على الخَميسِ، الذي هو جَيشُ العَدُوِّ، ويَتمَكَّنُ مِنهم، أو لِأنَّه يُخَمَّسُ فيه الغَنيمةُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}