{
    "hadith_id": "2951",
    "hadith": "أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ صَلَّى بالمَدِينَةِ الظُّهْرَ أرْبَعًا، والعَصْرَ بذِي الحُلَيْفَةِ رَكْعَتَيْنِ، وسَمِعْتُهُمْ يَصْرُخُونَ بهِما جَمِيعًا.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2951",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (690) باختلاف يسير",
    "sharh": "الحجُّ هو الرُّكنُ الخامسُ مِن أركانِ الإسلامِ، وقد بيَّن رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مَناسِكَ الحجِّ بأقوالِه وأفعالِه، ونَقَلَها لنا الصَّحابةُ الكِرامُ رَضيَ اللهُ عنهم كما تَعلَّموها منه صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الحديثِ يَروي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ صلَّى الظُّهْرَ وهو في المدينةِ أربعًا في اليومِ الذي سافَرَ فيه لِيَحُجَّ حَجَّةِ الوداعِ، وكان ذلِك في السَّنةِ العاشرةِ مِن الهجرةِ، فأَتمَّ الصَّلاةَ ولم يَقصُرْها؛ لأنَّه مُقيمٌ، ثُمَّ خرَجَ فصلَّى العصرَ رَكعتينِ عندما وَصَلَ ذا الحُلَيْفةِ، فقصَرَها، وذو الحُلَيفةِ: مِيقاتُ أهلِ المدينةِ، وهي المعروفةُ الآنَ بآبارِ عَلِيٍّ، وهو مَوضِعٌ مَعروفٌ في أوَّلِ طَريقِ المَدينةِ إلى مكَّةَ، بيْنه وبيْن المدينةِ نحْوُ سِتَّةِ أميالٍ (13 كم) تَقريبًا، وبيْنه وبيْن مكَّةَ نحْوُ مِئتي مِيلٍ تَقريبًا (408 كم)، وهو أبعَدُ المواقيتِ مِن مكَّةَ.\r\nثُمَّ باتَ النبيُّ صلَّى اللهُ عليه وسلَّمَ بذي الحُلَيفةِ حتى صلَّى الصُّبْحَ بها، ثم رَكِبَ راحلتَه -وهي ناقتُه- فلمَّا قامتْ ووَقَفَتْ به على البيْداءِ، أهَلَّ بِعُمرةٍ وحجَّةٍ، فقال: «لبَّيكَ عُمرةً وحَجًّا»، كما في رِوايةِ صَحيحِ مُسلمٍ، والمقصودُ بالبَيداءِ هنا اسمُ مَوضعٍ مَخصوصٍ بيْن مَكَّةَ والمدينةِ، وهو مَكانٌ فوقَ عَلَمَي ذي الحُلَيفةِ إذا صُعِدَ مِن الوادي، على بُعْدِ مِيلٍ مِن ذي الحُلَيفةِ. وفي الصَّحيحَينِ وغيرِهما أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ أهَلَّ بعدَما صلَّى في المسجِدِ؛ وهذا محمولٌ علَى أنَّ الإهلالَ حصَلَ أكثرَ مِن مرَّةٍ. \r\nوفي الحديثِ: مَشروعيَّةُ قصْرِ الصَّلاةِ في السَّفرِ.\r\nوفيه: مَشروعيَّةُ الحَجِّ قارِنًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}