{
    "hadith_id": "2953",
    "hadith": "خَرَجَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ في رَمَضَانَ، فَصَامَ حتَّى بَلَغَ الكَدِيدَ أفْطَرَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2953",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1113) باختلاف يسير",
    "sharh": "الجِهادُ والغَزوُ مِن المَواطنِ الَّتي يُطلَبُ فيها كلُّ مَعاني الصِّحَّةِ والقوَّةِ، وخاصَّةً عندَ لِقاءِ العَدوِّ، ولقدْ رُخِّصَ في الفِطرِ للمُسافرِ؛ ليَتقوَّى به على سَفرِه، والجِهادُ أوْلى؛ لمَا يَحتاجُ مِن مَزيدِ قوَّةٍ، ولَكونِه سَببًا للنُّصرةِ على العَدوِّ.\nوفي هذا الحَديثِ يُخبِرُ عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ خرَجَ مِن المَدينةِ قاصِدًا فَتْحَ مكَّةَ في شَهرِ رَمَضانَ، وكان صائِمًا هو ومَن معَه مِن النَّاسِ، وكان هذا في العامِ الثَّامِنِ مِن الهِجْرةِ.\nوفي الرِّوايةِ الثانيةِ يَحْكي عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ ظلَّ صائمًا، فلمَّا بلَغَ الكَديدَ -وهو الماءُ الَّذي بيْنَ قُدَيْدٍ وعُسْفَانَ، واسمُها اليومَ (الحَمضُ)، وتَبعُدُ عن مكَّةَ قُرابةَ 90 كيلومترًا- أفطَرَ، وأفطَرَ النَّاسُ معَه، وكان فِطرُه صلَّى اللهُ عليه وسلَّمَ بعْدَ العَصرِ، وكان قدْ شقَّ على النَّاسِ الصَّومُ، فلمْ يزَلْ مُفطِرًا حتَّى انْقَضى الشَّهرُ، فأرادَ صلَّى اللهُ عليه وسلَّمَ الرِّفقَ بهم، والتَّيْسيرَ عليهم، أخْذًا بقَولِه تعالَى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185]، فأخبَرَ تعالَى أنَّ الإفْطارَ في السَّفَرِ أرادَ به التَّيْسيرَ على عِبادِه.\nورَوى مُسلِمٌ في صَحيحِه، عن جابِرِ بنِ عبدِ اللهِ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ خرَجَ عامَ الفَتحِ إلى مكَّةَ في رَمَضانَ، فصامَ حتَّى بلَغَ كُراعَ الغَميمِ، فصامَ النَّاسُ، ثمَّ دَعا بقَدَحٍ من ماءٍ فرفَعَه، حتَّى نظَرَ النَّاسُ إليه، ثمَّ شرِبَ، فقيلَ له بعدَ ذلك: إنَّ بعضَ النَّاسِ قد صامَ، فقال: «أولئك العُصاةُ، أولئك العُصاةُ». وكُراعُ الغَميمِ مَوضِعٌ يَبعُدُ عن مكَّةَ 64 كيلومترًا، وتُعرَفُ اليومَ ببَرْقاءِ الغَميمِ، واخْتِلافُ المَكانِ الَّذي أفطَرَ فيه رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ بيْن الحَديثَينِ؛ راجِعٌ للتَّقارُبِ النِّسبيِّ بيْن المَكانَينِ، فذكَرَ ابنُ عبَّاسٍ مَوضِعًا، وذكَرَ جابرٌ الآخَرَ، وقيلَ: قدْ يكونُ عَلِمَ صلَّى اللهُ عليه وسلَّمَ حالَ النَّاسِ ومَشقَّتَهم في مكانٍ، فأفطَرَ، وأمَرَهم بالفِطرِ في مكانٍ آخَرَ.\nوفي الحَديثِ: الغَزوُ في رَمضانَ، ومَشْروعيَّةُ الفِطرِ في نَهارِه؛ لئِلَّا يَضعُفوا عنِ الحَربِ.\nوفيه: بَيانُ ما كان عليه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مِن الشَّفَقةِ بأُمَّتِه.\nوفيه: سَماحةُ الشَّريعةِ، وسُهولةُ تَكاليفِها، حيث أباحَتِ الفِطرَ للمُسافِرِ؛ لمَا يَلحَقُه منَ التَّعبِ بسَببِ عَناءِ السَّفرِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}