{
    "hadith_id": "2958",
    "hadith": "قال ابن عمر رضي الله عنهما: رَجَعْنَا مِنَ العَامِ المُقْبِلِ، فَما اجْتَمَعَ مِنَّا اثْنَانِ علَى الشَّجَرَةِ الَّتي بَايَعْنَا تَحْتَهَا، كَانَتْ رَحْمَةً مِنَ اللَّهِ. فَسَأَلْتُ نَافِعًا: علَى أيِّ شَيءٍ بَايَعَهُمْ؟ علَى المَوْتِ؟ قالَ: لَا، بَلْ بَايَعَهُمْ علَى الصَّبْرِ.",
    "rawi": "نافع مولى ابن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "2958",
    "grade": "[صحيح]",
    "sharh": "بايَعَ الصَّحابةُ رِضوانُ اللهِ عليهمُ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ في عامِ الحُدَيْبيةِ في السَّنةِ السَّادِسةِ مِنَ الهِجرةِ على السَّمعِ والطَّاعةِ للهِ تعالَى ورَسولِه صلَّى اللهُ عليه وسلَّمَ، وعَدَمِ الفِرارِ؛ وذلك لِأنَّ قُرَيشًا مَنَعوهم مِن دُخولِ البَيتِ الحَرامِ، ثمَّ عَقَدَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مع قُريشٍ صُلحَ الحُدَيبيةِ، وكان مِن ضِمنِ بُنودِه أنْ يَرجِعَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى المدينةِ وأصحابُه، ولا يَعتَمِروا في عامِهم هذا، ثمَّ يَعودوا لِيَعتَمِروا في العامِ المُقبِلِ.\nوفي هذا الحَديثِ يُخبِرُ عَبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما أنَّ الصَّحابةَ الكِرامَ لَمَّا رَجَعوا إلى مكَّةَ في السَّنةِ السَّابِعةِ مِنَ الهِجرةِ لِيَعتَمِروا، وسُمِّيَت عُمرةَ القضاءِ أو القَضيَّةِ، ووَصَلوا إلى المَوضِعِ الذي بايَعوا النَّبيَّ صلَّى اللهُ عليه وسلَّمَ فيه؛ خَفيَ عليهم مَوضِعُ الشَّجَرةِ التي بايَعوا تحْتَها، ولم يَتَّفِقِ اثنانِ منهم على مَكانِها؛ لِخَفائِه عليهم، ولَعَلَّ اللهَ سُبحانَه وتعالَى أخفاها عليهم؛ لِئلَّا يُفتَتَنَ النَّاسُ بها؛ لِمَا جَرَى تحْتَها مِنَ الخَيرِ، ونُزولِ الرِّضوانِ والسَّكينةِ، وغَيرِ ذلك؛ فلو بَقِيتْ ظاهِرةً مَعلومةً، لَخِيفَ تَعظيمُ الجُهَّالِ لها، وعِبادَتُهم إيَّاها، فكان خَفاؤُها رَحمةً مِنَ اللهِ تعالَى.\nثمَّ سَأَلَ جُوَيريةُ بنُ أسماءَ نافِعًا مَوْلى ابنِ عُمَرَ: على أيِّ شَيءٍ بايَعَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ الصَّحابةَ؟ فأخبَرَه أنَّه بايَعهم على الصَّبرِ، لا على المَوتِ، وقد وَرَدَ في رِواياتٍ أُخرى أنَّه بايَعَهم على المَوتِ، وفي رِواياتٍ أيضًا أنَّه بايَعَهم على عَدَمِ الفِرارِ. ولَفظُ الصَّبرِ يَشمَلُ جَميعَ المَعاني الأُخرى؛ لِأنَّ المُبايَعةَ على المَوتِ هي مَعنى المُبايَعةِ على ألَّا يَفِرُّوا؛ لِأنَّهم لا يَفِرُّونَ، ولوِ استَلزَمَ الأمْرُ مَوتَهم، وعَدَمُ الفِرارِ كذلك لا يَكونُ إلَّا بالصَّبرِ، فكان مَعنى الصَّبرِ دالًّا على باقي المَعاني.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}