{
    "hadith_id": "3021",
    "hadith": "حَرَّقَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ نَخْلَ بَنِي النَّضِيرِ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3021",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1746) باختلاف يسير",
    "sharh": "كانت قَبائلُ مِن اليَهودِ تَعيشُ بالمَدينةِ، منها: يَهودُ بَني النَّضيرِ، وبَني قُرَيْظةَ، وبَني قَيْنُقاعَ، وبَني حارِثةَ، حتَّى أتَى رَسولُ اللهِ صلَّى اللهِ عليهِ وسلَّم المَدينةَ، فعاهَدَ مَن عاهَدَ، وحارَبَ مَن حارَبَ، ولَمَّا خان بَنو النَّضيرِ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ في السَّنةِ الرَّابعةِ مِن الهِجْرةِ، وهَمُّوا بقَتْلِه صلَّى اللهُ عليه وسلَّمَ غَدرًا، خرَجَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إليهم معَ أصْحابِه، وحاصَرَهم، فما كان منهم إلَّا أنِ امتَنَعوا بحُصونِهم، وعندَ ذلك أحكَمَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عليهمُ الحِصارَ، وأمَرَ بقَطعِ نَخيلِهم وحَرْقِه؛ نِكايةً فيهم، وقيلَ: الحَرقُ والقَطعُ وقَع للشَّجرِ غيرِ المُثمِرِ، وقيلَ: بلْ كان ذلك للمَوضِعِ الَّذي يقَعُ فيه القِتالُ، وكان هذا النَّخيلُ في مَوْضعٍ يُقالُ له: البُوَيْرةُ، وهي مَكانٌ بيْن المَدينةِ وبيْنَ تَيْماءَ، مِن جِهةِ قِبْلةِ مَسجدِ قُباءٍ إلى جِهةِ الغَربِ، وقال حَسَّانُ بنُ ثابِتٍ رَضيَ اللهُ عنه شاعرُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ في ذلك مِن الشِّعرِ:\nوهَانَ على سَرَاةِ بَنِي لُؤَيٍّ ** حَرِيقٌ بالبُوَيْرةِ مُسْتَطِيرُ\nأي: هان على السَّادةِ مِن بَني لُؤيٍّ -وهم قُرَيشٌ- الحَريقُ الَّذي انتَشَرَ واشْتَعَلَ في أرضِ مِنطَقةِ البُوَيْرةِ الخاصَّةِ ببَني النَّضيرِ، وإنَّما قال حسَّانُ ذلك تَعْييرًا لقُرَيشٍ؛ لأنَّهم كانوا أغْرَوْا بَني النَّضيرِ بنَقْضِ العَهدِ، وأمَروهم به، ووَعَدوهم أنْ يَنصُروهم إنْ قَصَدَهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، ولكنْ لم يَستَطيعوا ذلك.\nفأجَابَه أبو سُفْيانَ بنُ الحَارِثِ ابنُ عَمِّ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ -وذلك قبْلَ إسْلامِه- بقولِه: «أَدَامَ اللهُ ذَلِكَ»، أيِ: التَّحْريقَ «مِنْ صَنِيعٍ ... وَحَرَّقَ فِي نَوَاحِيهَا»، أيِ: المَدينةِ وغَيرِها مِن مَواضِعِ أهلِ الإسْلامِ، «السَّعِيرُ»، فهو دُعاءٌ على المُسلِمينَ لا لهم؛ لأنَّه كان كافِرًا إذ ذاك، «سَتَعْلَمُ أَيُّنَا مِنْهَا»، أي: مِن البُوَيْرةِ «بِنُزْهٍ»، أي: ببُعْدٍ منها، «وتَعلَمُ أَيُّ أَرْضَيْنَا»، «أرضَيْن» مُثنَّى أرضٍ، يَعني: المَدينةَ الَّتي هي دارُ الإيمانِ، ومكَّةَ الَّتي كان بها الكُفَّارُ، «تَضِيرُ»، أي: تَتَضرَّرُ بذلك.\nوفي الحَديثِ: قَطعُ الأشْجارِ، والتَّحْريقُ في أرضِ العَدوِّ؛ نِكايةً فيهم، ولخِزْيهم ومَضرَّتِهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}