{
    "hadith_id": "3051",
    "hadith": "أَتَى النبيَّ صَلَّى اللهُ عليه وسلَّمَ عَيْنٌ مِنَ المُشْرِكِينَ وهو في سَفَرٍ، فَجَلَسَ عِنْدَ أصْحَابِهِ يَتَحَدَّثُ، ثُمَّ انْفَتَلَ، فَقَالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: اطْلُبُوهُ، واقْتُلُوهُ. فَقَتَلَهُ، فَنَفَّلَهُ سَلَبَهُ.",
    "rawi": "سلمة بن الأكوع",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3051",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1754) بنحوه مطولاً",
    "sharh": "خيانةُ المُسلِمينَ والتَّجسُّسُ عليهم مِن أعظَمِ الآثامِ والذُّنوبِ، خُصوصًا في حالةِ الحَربِ.\nوفي هذا الحَديثِ يَروي سَلَمةُ بنُ الأكْوَعِ أنَّه أتَى إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وهو في سَفَرِه -قيلَ: في غَزوِهِ لِهَوازِنَ في غَزوةِ حُنَينٍ في السَّنةِ الثامِنةِ مِنَ الهِجرةِ، كما أخرَجَه مُسلِمٌ- عَينٌ -وهو الجاسوسُ- مِنَ المُشرِكينَ، وسُمِّيَ الجاسوسُ عَينًا؛ لِأنَّ عَمَلَه بالعَينِ، أو لِشِدَّةِ اهتِمامِه بالرُّؤيةِ، واستِغراقِه فيها، كأنَّ جَميعَ بَدَنِه صارَ عَينًا. \nوبَيَّنتْ رِوايةُ مُسلِمٍ أنَّه جاءَ يَركُضُ على جَمَلٍ أحمَرَ أناخَه، ثم انتَزَعَ حَبلًا مِن جُعبَتِه، فقَيَّدَ به الجَمَلَ، فجَلَسَ الجاسوسُ عِندَ أصحابِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وتَحدَّثَ إليهم، وأكَلَ معهم؛ لِيَطمَئِنُّوا إليه، ويَتعَرَّفَ أحوالَهم، وجَعَلَ يَنظُرُ في أحوالِ الناسِ، فعَرَفَ أنَّ فيهم ضَعَفةً وقِلَّةً في الإبِلِ التي تَحمِلُهم، وأنَّ البَعضَ مُشاةٌ، ثمَّ «انفَتَلَ»، يَعني: انصَرَفَ في حالةٍ تَبعَثُ على الشَّكِّ سَريعًا في مَشْيِه، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «اطلُبوه» يَعني: أمسِكوه، واقتُلوه؛ لِأنَّ في تَركِه ضَرَرًا على المُسلِمينَ، بالإخبارِ عن حالِهم، ومَكانِ الضَّعفِ منهم، والدَّلالةِ على ثَغَراتِهم، بخِلافِ الرُّسُلِ؛ فإنَّهم لا يُؤذَونَ؛ لِأنَّهم دُعاةُ سَلامٍ وصِلةٍ والتِئامٍ، وهذا مِن مَحاسِنِ الإسلامِ.\nفلَحِقَ به سَلَمةُ بنُ الأكْوَعِ، وأدرَكَه فقَتَلَه، فنَفَّلَه -أي: أعطاهُ- النَّبيُّ صلَّى اللهُ عليه وسلَّمَ سَلَبَه، وهو ما عليه مِن سِلاحٍ وآلاتِ الحَربِ وثِيابٍ ودابَّةٍ.\nوفي الحَديثِ: قَتلُ الجاسوسِ الحَربيِّ إذا دَخَلَ إلى ديارِ الإسلامِ بغَيرِ أمانٍ.\nوفيه: أنَّ السَّلَبَ يَكونُ لِلقاتِلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}