{
    "hadith_id": "3052",
    "hadith": "عَنْ عُمَرَ رَضِيَ اللَّهُ عنْه، قَالَ: وأُوصِيهِ بذِمَّةِ اللَّهِ، وذِمَّةِ رَسولِهِ صَلَّى اللهُ عليه وسلَّمَ، أنْ يُوفَى لهمْ بعَهْدِهِمْ، وأَنْ يُقَاتَلَ مِن ورَائِهِمْ، ولَا يُكَلَّفُوا إلَّا طَاقَتَهُمْ.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3052",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو عبيد في ((الأموال)) (334) باختلاف يسير، والنسائي في ((الكبرى)) (11517)، والخلال في ((السنة)) (62) بنحوه مطولًا.",
    "sharh": "هذا الحَديثُ في مَقتَلِ عُمَرَ بنِ الخطَّابِ رَضيَ اللهُ عنه، وكان ذلك في أربَعٍ بَقِينَ مِن ذِي الحِجَّةِ سَنةَ ثَلاثٍ وعِشرينَ مِن الهِجرةِ، وفيه يُخبِرُ التَّابِعيُّ عَمرُو بنُ مَيمونٍ: أنَّهُ رَأى عُمَرَ قبْلَ أنْ يُقتَلَ بأيَّامٍ في المَدينةِ، فوقَفَ عُمَرُ على حُذَيْفةَ بنِ اليَمانِ وعُثمانَ بنِ حُنَيفٍ رَضيَ اللهُ عنهما، والمُرادُ بوُقوفِ عُمَرَ عليهما: أنَّ حُذَيْفةَ وعُثمانَ رَضيَ اللهُ عنهما كانا مِن عُمَّالِه على أرْضِ العِراقِ، وكان عُمَرُ رَضيَ اللهُ عنه بعَثَهما يَضْرِبانِ الخَراجَ والجِزْيةَ على أهْلِها، يَسْأَلُهما: كيف فَعلْتُما؟ أتَخافانِ أنْ تَكونا قدْ حمَّلْتُما الأرضَ ما لا تُطيقُ؟ خَشيَ عُمَرُ رَضيَ اللهُ عنه أنْ يَكونا قدْ فَرَضا على أهْلِها ما لا يُطيقوهُ، ولَيس لهمُ القُدْرةُ على دَفْعِه، فأجابَهُ حُذَيْفةُ وعُثمانُ بأنَّ أهْلَها لدَيْهمُ القُدرةُ على دَفعِ ما فُرِضَ عليهم، وأنَّ ما فُرِضَ لَيس فيه زِيادةٌ كَثيرةٌ، فطَلَب منهما عُمَرُ رَضيَ اللهُ عنه أنْ يُعيدَا النَّظرَ في سُؤالِه وإجابَتِهما، وهذا مِن بابِ الحَذَرِ والخَشيةِ مِن عُمَرَ رَضيَ اللهُ عنه في أنْ يقَعَ منهما ظُلمٌ، ثمَّ وعَدَ عُمَرُ رَضيَ اللهُ عنه إنْ سلَّمَه اللهُ ألَّا يَدَعَ أرامِلَ العِراقِ في حاجةٍ لأحَدٍ بعدَه، والأرْمَلةُ: هي مَن ماتَ زَوجُها، فما أتى عليه أربَعةُ أيَّامٍ مِن وَعْدِه هذا حتَّى أُصيبَ، وكان مَوتُه في تلك الإصابةِ.\nثمَّ حَكى عَمرُو بنُ مَيْمونٍ كيفَ كانت إصابَتُه؛ فقال: إنَّهُ كان قائمًا في صَّلاةِ الصُّبحِ، وكان بيْنَه وبيْنَ عُمَرَ رَضيَ اللهُ عنه عَبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما، وكان عُمَرُ رَضيَ اللهُ عنه إذا مرَّ بيْن صُفوفِ الصَّلاةِ، قال: اسْتَوُوا، أي: اعْتَدِلوا في صُفوفِكم، فإذا لم يَرَ رَضيَ اللهُ عنه في الصُّفوفِ خَللًا وأنَّ الصُّفوفَ قدِ استَوَتْ، تَقدَّمَ للإمامةِ، وكبَّرَ للصَّلاةِ، ورُبَّما قَرَأ سُورةَ يوسُفَ، أو سُورةَ النَّحلِ، أو نَحْوَ ذلك في الرَّكعةِ الأُولى؛ حتَّى يَجتَمِعَ النَّاسُ، فلمَّا دخَلَ في الصَّلاةِ وكبَّرَ تَكبيرةَ الإحرام، طَعَنَه مُباشَرةً أبو لُؤْلؤةَ المَجوسيُّ غُلامُ المُغيرةِ بنِ شُعْبةَ، فقال عُمَرُ رَضيَ اللهُ عنه حينَ طُعِنَ: قَتَلَني -أو أكَلَني- الكَلبُ. وقولُه: «فطارَ العِلْجُ بسِكِّينٍ ذاتِ طَرَفينِ، لا يمُرُّ على أحدٍ يَمينًا ولا شِمالًا إلَّا طَعَنهُ»، العِلْجُ: الرَّجلُ مِن كفَّارِ العَجَمِ، والمُرادُ: فِرارُ القاتلِ بعْدَ طَعْنِه عُمَرَ رَضيَ اللهُ عنه، وكانت معَه سِكِّينٌ ذاتُ طَرَفينِ لا يمُرُّ بأحدٍ في صُفوفِ المُصلِّينَ إلَّا طعَنَه، حتَّى إنَّه طعَنَ ثَلاثةَ عَشَرَ رَجلًا، مات منهم سَبعةٌ، فلمَّا رَأى ذلك رَجلٌ مِن المُسلِمينَ رَمَى عليه بُرنُسًا؛ ليَمنَعَه مِن طَعنِ أحدٍ، والبُرنُسُ: رِداءٌ ذُو كُمَّينِ يتَّصِلُ به غِطاءٌ للرَّأسِ، فلمَّا عَلِم القاتلُ أنَّه قدْ تُمُكِّنَ منهُ، ولنْ يَستَطيعَ الفِرارَ قَتَل نفْسَه.\nوأمسَكَ عُمَرُ حينَ طُعِنَ بيَدِ عبْدِ الرَّحمنِ بنِ عَوفٍ رَضيَ اللهُ عنه، وكان فيمَن يُصلِّي خلْفَه، فقدَّمَه للإِمامةِ مَكانَه لإتْمامِ الصَّلاةِ، وكان مَن يَلي عُمَرَ رَضيَ اللهُ عنه رَأى وعَلِم ما حَصَل، فلمْ يَتأثَّروا بما تَغيَّرَ في الإمامةِ، وأمَّا مَن كانوا في نَواحي المَسجِدِ وبَعيدينَ عنه، فتَأثَّروا بفَقْدِ صَوتِ عُمَرَ رَضيَ اللهُ عنه، وهمْ يَقولونَ: سُبحانَ اللهِ! سُبحانَ اللهِ! فصلَّى بهم عبدُ الرَّحمنِ صَلاةً خَفيفةً.\nفلمَّا انصَرَفَ النَّاسُ مِن الصَّلاةِ طلَب عُمَرُ مِن عَبدِ اللهِ بنِ عبَّاسٍ أنْ يَعرِفَ له مَن قتَلَه، فجالَ ساعةً، أي: تأخَّرَ مدَّةً مِن الزَّمنِ باحِثًا عمَّن هو، فجاءَه وأخبَرَه أنَّه غُلامُ المُغيرةِ، والمُرادُ به: العَبدُ المَمْلوكُ، فاستَوْضَحَه عُمَرُ بقَولِه: «الصَّنَعُ؟» أيِ: الغُلامُ الصَّانِعُ؛ فإنَّه كان غُلامًا نجَّارًا، فأجابَهُ ابنُ عبَّاسٍ: نَعمْ. فقال عُمَرُ: قاتَلَهُ اللهُ! لقد أمرْتُ بهِ مَعْروفًا، أي: أوصَيْتُ له بخَيرٍ ومَعروفٍ، ثمَّ حمِدَ عُمَرُ رَضيَ اللهُ عنه ربَّهُ الَّذي لم يَجعَلْ مَوتَه بيَدِ رَجلٍ يَدَّعي الإسْلامَ، ثمَّ وجَّهَ عُمَرُ رَضيَ اللهُ عنه كلامَهُ إلى عبدِ اللهِ بنِ عبَّاسٍ: قدْ كُنتَ أنتَ وأبوكَ تُحبَّانِ أنْ تَكثُرَ العُلوجُ بالمَدينةِ، ويَقصِدُ عُمَرُ رَضيَ اللهُ عنه العبَّاسَ بنَ عبدِ المُطَّلِبِ؛ لأنَّه كان أكثرَ الصَّحابةِ رَقيقًا، فقال ابنُ عبَّاسٍ: إنْ شئْتَ فعَلْتُ، أي: قَتَلْنا؟ فقال عُمَرُ: كذَبْتَ! بعْدَما تكَلَّموا بلِسانِكُم، وصلَّوْا قِبلَتَكم، وحَجُّوا حَجَّكم، أي: بعدَ ما تكَلَّموا العَربيَّةَ، وأسْلَموا، ويُقالُ: إنَّ أهلَ الحِجازِ يَقولونَ: «كذَبْتَ» في مَوضعِ «أخْطأْتَ».\nثمَّ حُمِلَ عُمَرُ رَضيَ اللهُ عنه إلى بَيتِه، وانطلَقَ النَّاسُ معَه، وكأنَّهم لم تُصِبْهم مُصيبةٌ مِن قبْلُ، فمنهم مَن يقولُ: لا بَأسَ عليه، وآخَرُ يقولُ: أخافُ عليه، ثمَّ إنَّهم أَتَوْا عُمَرَ بنَبيذٍ فشَرِبَه، فخَرَج مِن جَوفِه، ثمَّ أُتيَ بلَبنٍ فشَرِبَه، فخَرَج مِن جُرْحِه، فعَلِموا أنَّه ميِّتٌ، والنَّبيذُ: نَقيعُ التَّمرِ والزَّبيبِ قبْلَ أنْ يَشتَدَّ ويُصبِحَ مُسكِرًا، ويُقصَدُ بخُروجِ النَّبيذِ مِن الجَوفِ، أي: مِن مَوضِعِ الجُرْحِ، وقدْ شَرِبَ لَبنًا بعْدَ النَّبيذِ ليَتَبيَّنَ الخارجُ مِن الجُرحِ، هل مَشْروبُه أمْ دَمُه؛ لأنَّهُ عندَ خُروجِ النَّبيذِ لم يَتبيَّنْ لَونُه مِن لَونِ الدَّمِ، فلمَّا شَرِبَ اللَّبنَ ظهَر بَياضُهُ عندَ خُروجِه مِن مَوضِعِ الجُرحِ، فعَلِموا أنَّهُ ميِّتٌ على كلِّ حالٍ، فتَوافَدَ النَّاسُ عليه يَرَوْنه ويُثْنون عليه، فدَخَلَ عليه رَجلٌ شابٌّ، فقال: «أبْشِرْ يا أميرَ المؤمِنينَ ببُشْرى اللهِ لكَ؛ من صُحْبةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وقَدمٍ في الإسْلامِ ما قد علِمْتَ، ثمَّ وَلِيتَ فعدَلْتَ، ثمَّ شَهادةٌ»، فردَّ عليه عُمَرُ رَضيَ اللهُ عنهُ: وَدِدتُ أنَّ ذلكَ كَفافٌ، لا عَليَّ ولا لي، أي: إنَّ الَّذي أدَّيتُ يكونُ بقَدْرِ الحاجةِ لا فَضْلَ فيهِ ولا نُقْصانَ، فلمَّا أدْبَرَ الشَّابُّ، والتَفَّ بظَهْرِه للذَّهابِ، رأَى عُمَرُ رَضيَ اللهُ عنه إزارَه يَمَسُّ الأرضَ، فثِيابُه بَلَغَت ما تحتَ الكَعبَينِ، والإزارُ: ثَوبٌ يُحيطُ بالنِّصفِ الأسفَلِ مِنَ البدَنِ، فطلَبَ عُمَرُ رَضيَ اللهُ عنه مِن الحاضِرينَ أنْ يَأْمُروا الرَّجلَ بالرُّجوعِ إليه، فلمَّا جاءَه، قال لهُ عُمَرُ: «ابنَ أَخي، ارفَعْ ثَوبَكَ؛ فإنَّهُ أنْقى لثَوبِكَ»، أي: أطهَرُ لهُ، ويَحفَظُه منَ النَّجاساتِ، «وأتْقى لربِّكَ»؛ لأنَّ فيه طاعةً للهِ.\nثمَّ طلَبَ رَضيَ اللهُ عنه مِنِ ابنِه عَبدِ اللهِ بنِ عُمَرَ أنْ يَنظُرَ ما عليه مِن دَينٍ ويَحْسُبَه، فحَسَبوهُ، فوَجدُوه ستَّةً وثَمانينَ ألفًا أو نَحْوَ ذلك، فحدَّدَ عُمَرُ رَضيَ اللهُ عنه لهم كيفَ يكونُ سَدادُه؛ فبَدأ بمالِ آلِ عُمَرَ، فإنْ لم يَكْفِ فمِن مالِ بَني عَديِّ بنِ كَعبٍ، وهمُ العَدَويُّونَ، وهم بَطْنٌ مِن قُرَيشٍ، وعَديٌّ الجَدُّ الأعْلى لعُمَرَ، فإنْ لم يَكْفِ فمِن مالِ قُرَيشٍ، وقولُه: «وَلا تَعْدُهم إلى غَيرِهم»، أي: لا تَتجاوَزْ ما حدَّدْتُ لكَ في مُطالَبتِهم لسَدادِ الدَّينِ، ثمَّ طلَب منِ ابنِه عَبدِ اللهِ رَضيَ اللهُ عنه أنْ يَذهَبَ إلى عائشةَ رَضيَ اللهُ عنها ويقولَ لها: «يَقْرَأُ عَلَيكِ عُمَرُ السَّلَامَ»، وألَّا يقولَ: «أمِيرُ المُؤْمِنِينَ»، وعلَّل ذلك بقولِه: «فإنِّي لَسْتُ اليومَ لِلْمُؤْمِنِينَ أمِيرًا»، قال ذلك لتَيقُّنِه بالموتِ حينئذٍ، وإشارةً إلى عائشةَ حتَّى لا تُحابِيَه لكونِه أميرَ المؤمنينَ وأنْ يَطلُبُ منها أنْ يُدفَنَ عُمَرُ معَ صاحِبَيْه؛ الرَّسولِ صلَّى اللهُ عليه وسلَّمَ، وأبي بَكرٍ رَضيَ اللهُ عنه -وكانا قد دُفِنا في حُجرةِ عائشةَ- وكانت عائشةُ رَضيَ اللهُ عنها تَحتَفِظُ لنفْسِها بقَبرٍ بجِوارِهما، فآثَرَتْ به عُمَرَ على نفْسِها، فقال عُمَرُ عندَما أتَتْه مُوافَقَتُها: الحَمدُ للهِ، ما كان مِن شَيءٍ أهمُّ إلَيَّ من ذلكَ، وهو أنْ يُدفَنَ بجِوارِ صاحِبَيْه، ومعَ ذلك فقدْ خَشيَ عُمَرُ رَضيَ اللهُ عنه أنْ تَكونَ مُوافَقَتُها تلك حَياءً منه؛ لصُدورِها في حَياتِه، وأنْ تَرجِعَ بعدَ موتِه؛ ولذلك طلَب مِن عَبدِ اللهِ بنِ عُمَرَ أنْ يُعيدَ عليها الإذْنَ بعْدَ وَفاتهِ، وإلَّا رُدَّ لمَقابرِ المُسلِمينَ، ويَقصِدُ مَدافنَ البَقيعِ.\nثمَّ أتَتْ أمُّ المؤمِنينَ حَفْصةُ بنتُ عُمَرَ رَضيَ اللهُ عنهما، والنِّساءُ تَسيرُ معَها، قال: فلمَّا رَأيْناها قُمْنا، فوَلَجَتْ عليه، والوُلوجُ: الدُّخولُ، فبكَتْ عندَه مدَّةً مِن الزَّمنِ، فلمَّا استأذَنَ الرِّجالُ، وَلَجَتْ داخِلًا لهم، أي: دخَلَتْ حُجْرةً أُخْرى في المَكانِ الَّذي فيه عُمَرُ رَضيَ اللهُ عنه؛ لتُفسِحَ مَكانًا للرِّجالِ، فسَمِعوا بُكاءَها مِن الدَّاخلِ.\nثمَّ أخبَرَ عَمرُو بنُ مَيمونٍ أنَّ الرِّجالَ طَلَبوا مِن عُمَرَ رَضيَ اللهُ عنه أنْ يُوصيَ ويَستَخلِفَ رَجلًا بعْدَه، فترَكَ الأمرَ خيارًا بيْن ستَّةٍ مِن الصَّحابةِ، وقالَ رَضيَ اللهُ عنه: ما أجِدُ أحدًا أحقَّ بهذا الأمرِ مِن هؤلاء النَّفرِ -أوِ الرَّهطِ- الَّذين تُوفِّيَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ وهو عنهم راضٍ، وهم: عَليُّ بنُ أبي طالبٍ، وعُثمانُ بنُ عفَّانَ، والزُّبَيرُ بنُ العوَّامِ، وطَلْحةُ بنُ عُبَيدِ اللهِ، وسَعدُ بنُ أبي وقَّاصٍ، وعبدُ الرَّحمنِ بنُ عَوفٍ رَضيَ اللهُ عنهم جَميعًا. ثمَّ قال رَضيَ اللهُ عنه: «يَشهَدُكم عَبدُ اللهِ بنُ عُمَرَ، وليس له مِنَ الأمرِ شَيءٌ»، أي: يَحضُرُكم عَبدُ اللهِ بنُ عُمَرَ، وليس له من أمْرِ الخِلافةِ شَيءٌ قال عَمرُو بنُ مَيمونٍ: «كهَيْئةِ التَّعْزيةِ له»، لمَّا أخْرَجَه مِن أهْلِ الشُّورى في الخلافةِ، أراد جَبْرَ خاطِرَه بأنْ جَعَلَه مِن أهْلِ المشاوَرةِ في ذلك، ثمَّ أوْصَى في سَعدٍ إنْ كانتِ الإمارةُ له فهو ذاك، أي: هو أهْلٌ لها، وإلَّا فعَلى المُتبَقِّينَ مِن السِّتَّةِ إنِ استُخلِفَ فلْيَستَعِنْ بسَعدٍ، وقولُه: «فإنِّي لم أعزِلْه عن عَجزٍ ولا خِيانةٍ»؛ فإنَّ عُمَرَ رَضيَ اللهُ عنه كان قدْ عزَلَه عنِ الكُوفةِ.\nثمَّ إنَّهُ رَضيَ اللهُ عنه أوْصَى الخَليفةَ بعْدَه بالمُهاجِرينَ والأنْصارِ، وسائرِ أهلِ الأمْصارِ، والأعْرابِ، والمِصْرُ: البلَدُ، والمُرادُ: البُلدانُ الإسْلاميَّةُ الَّتي فُتِحَتْ، وقولُه في أهلِ الأمْصارِ: «فإنَّهم رِدْءُ الإسْلامِ، وجُباةُ المالِ، وغَيظُ العَدوِّ، وألَّا يُؤخَذَ منهم إلَّا فَضْلُهم عن رِضاهُم»؛ فوَصيَّةُ عُمَرَ في أهلِ الأمْصارِ مِن أجْلِ أنَّهم عَونُ الإسْلامِ وقوَّتُه، وهمُ الَّذين يُجمَعُ منهمُ الأمْوالُ الَّتي تُساعِدُ على نُموِّ الدَّولةِ، يَغيظونَ الأعْداءَ بكَثرَتِهم وشَوْكتِهم.\nوقولُه في أهلِ الأعْرابِ وهم ساكِنو الصَّحْراءِ: «فإنَّهم أصْلُ العَربِ، ومادَّةُ الإسْلامِ، أنْ يُؤخَذَ مِن حَواشي أمْوالِهم»، أي: همُ المُكَوِّنُ الرَّئيسُ الَّذي اعتَمَدَ عليهمُ الإسْلامُ، وأنْ يُؤخَذَ الوسَطُ مِن أمْوالِهمُ الَّتي ليست خَيرَها ولَيست أسْوَأَها، ثمَّ تُرَدُّ تلك الأمْوالُ فتُنفَقُ على فُقرائِهم، ثمَّ وَصَّى بأهلِ الذِّمَّةِ، وهم مَن له عَهدٌ وأمانٌ معَ المُسلِمينَ، وأنْ يُوفَى معَهم بقَدْرِ ما لَهم مِن عَهدٍ، وإنْ أرادَ عَدوٌّ قِتالَهم والاعْتِداءَ عليهم، خرَج المُسلِمونَ لقِتالِ هذا العَدوِّ وحِمايتِهم منه.\nفلمَّا قُبِضَ عُمَرُ رَضيَ اللهُ عنه، أنفَذَ عَبدُ اللهِ بنُ عمَرَ وَصيَّةَ أبيهِ في سَلامِه واستِئْذانِه لعائِشةَ رَضيَ اللهُ عنهما، فدُفِنَ معَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ومعَ أبي بَكرٍ رَضيَ اللهُ عنه، فلمَّا فَرَغوا مِن دَفنهِ اجتَمَعَ السِّتَّةُ الَّذين أوْصى عُمَرُ رَضيَ اللهُ عنه أنْ يكونَ الخَليفةُ مِنهم، فقال عَبدُ الرَّحمنِ بنُ عَوفٍ رَضيَ اللهُ عنه: اجْعَلوا أمْرَكم إلى ثَلاثةٍ منكم، أي: أنْ يَختارَ ثَلاثةٌ ثَلاثةً غَيرَهم، ومنها يَنتَهي الأمرُ إلى واحدٍ، فانْتَهى الأمرُ إلى عَليِّ بنِ أبي طالبٍ، وعُثمانَ بنِ عفَّانَ، وعَبدِ الرَّحمنِ بنِ عَوفٍ، قال عَبدُ الرَّحمنِ بنُ عَوفٍ رَضيَ اللهُ عنه مُخاطِبًا علِيًّا وعُثمانَ رَضيَ اللهُ عنهما: «أيُّكُما تَبرَّأَ مِن هذا الأمْرِ، فنَجعَلُه إليه، واللهُ عليه والإسْلامُ؟»، أي: مَن منكما يَتبرَّأُ مِن أمْرِ الخِلافةِ، ويَبتَعِدُ عنه، فنَجعَلُ الاخْتيارَ بيْن الاثْنَينِ المُتبقِّيَيْنِ له، واللهُ رَقيبٌ عليه يُحاسِبُه على فِعلهِ، والإسْلامُ حاكِمٌ عليه بأحْكامِه، «لَيَنظُرَنَّ أفْضَلَهم في نفْسِه؟» أي: ليَتفكَّرَ كلُّ واحدٍ منهما في نفْسِه: مَن فيهما أفضَلُ منَ الآخَرِ؟ فلمْ يُجِبْه الشَّيخانِ، أي: أنَّ عَليًّا وعُثمانَ لم يُرجِّحْ أحَدُهما الآخَرَ للخِلافةِ، فطلَبَ منهمُ ابنُ عَوفٍ رَضيَ اللهُ عنه أنْ يَجْعَلوا الأمرَ إليه، على ألَّا يَحيدَ عنِ الحقِّ في اخْتيارِ أفْضَلِهما، فوافَقاه، فأخَذَ بيَدِ عَلِيٍّ وانفَرَدَ به عن عُثمانَ، وذكَّرَه بقَرابتِه مِن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وقَدَمِه في الإسْلامِ، ثمَّ أخَذ عليه العَهدَ: لَئنْ أمَّرتُكَ لتَعدِلَنَّ، ولئنْ أمَّرتُ عُثمانَ لتَسمَعَنَّ ولتُطيعَنَّ، ثمَّ فعَل معَ عُثمانَ مِثلَ الَّذي فعَل معَ عَلِيٍّ، فلمَّا أخَذ عبدُ الرَّحمنِ منهما الميثاقَ والعَهدَ، قال: ارفَعْ يدَكَ يا عُثمانُ، فبايَعَه، ثمَّ دخَلَ أهلُ الدَّارِ فبايَعوه، والمُرادُ بـ«أهلِ الدَّارِ»: أهلُ المَدينةِ، وتمَّتِ البَيعةُ بالخِلافةِ لعُثمانَ بنِ عفَّانَ رَضيَ اللهُ تعالَى عنه.\nوفي الحَديثِ: فَضلُ عُمَرَ رَضيَ اللهُ تعالى عنه، وعَظيمُ شَفَقتِه على المُسلِمينَ، وعَدْلُه بيْنَ النَّاسِ جَميعًا.\nوفيه: أنَّ الإمامَ والحاكِمَ مُسْتأمَنٌ على رَعيَّتِه، وعليه أنْ يَسألَ، ويَتَحرَّى عن أحْوالِهم، ولا يَظلِمَهم.\nوفيه: الأخذُ بأسبابِ العِلاجِ، والاستِشْفاءُ.\nوفيه: أنَّ الشُّورى بينَ أهلِ الحَلِّ والعَقدِ في المُلِمَّاتِ سَبيلٌ للخُروجِ منها.\nوفيه: أنَّ لأهلِ الذِّمَّةِ حُقوقًا، يَجِبُ على إمامِ المُسلِمينَ رِعايَتُها، والمُحافَظةُ عليها، وأنَّ لهم عَهدًا وذِمَّةً يَجِبُ الوَفاءُ بها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}