{
    "hadith_id": "3064",
    "hadith": "أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ أتَاهُ رِعْلٌ، وذَكْوَانُ، وعُصَيَّةُ، وبَنُو لَحْيَانَ، فَزَعَمُوا أنَّهُمْ قدْ أسْلَمُوا، واسْتَمَدُّوهُ علَى قَوْمِهِمْ، فأمَدَّهُمُ النبيُّ صَلَّى اللهُ عليه وسلَّمَ بسَبْعِينَ مِنَ الأنْصَارِ، قَالَ أنَسٌ: كُنَّا نُسَمِّيهِمُ القُرَّاءَ، يَحْطِبُونَ بالنَّهَارِ ويُصَلُّونَ باللَّيْلِ، فَانْطَلَقُوا بهِمْ، حتَّى بَلَغُوا بئْرَ مَعُونَةَ، غَدَرُوا بهِمْ وقَتَلُوهُمْ، فَقَنَتَ شَهْرًا يَدْعُو علَى رِعْلٍ، وذَكْوَانَ، وبَنِي لَحْيَانَ، قَالَ قَتَادَةُ: وحَدَّثَنَا أنَسٌ: أنَّهُمْ قَرَؤُوا بهِمْ قُرْآنًا: ألَا بَلِّغُوا عَنَّا قَوْمَنَا، بأنَّا قدْ لَقِيَنَا رَبَّنَا، فَرَضِيَ عَنَّا وأَرْضَانَا، ثُمَّ رُفِعَ ذلكَ بَعْدُ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3064",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (677) باختلاف يسير",
    "sharh": "الدُّعاءُ هو مَلْجأُ العَبدِ إلى رَبِّه؛ لِيَستَجيرَ به، وقدْ شُرِعَ القُنوتُ عِندَ النَّوازِلِ والمُلِمَّاتِ؛ لِأنَّ الدُّعاءَ يُقَوِّي القَلبَ، ويَزيدُ الإيمانَ، ويُريحُ القَلبَ المَحزونَ.\nوفي هذا الحَديثِ يَروي أنَسُ بنُ مالِكٍ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أتاهُ رُسلٌ من رِعْلٌ، وذَكْوانُ، وعُصَيَّةُ، وبَنو لِحْيانَ – وهي أسماءُ قَبائلَ مِن العرَبِ- فزَعَموا أنَّهم قد أسلَموا، وطَلَبوا من النَّبيِّ صلَّى اللهُ عليه وسلَّمَ المَدَدَ على قَومِهم، بأنْ يُرسِلَ معهم مَن يَدْعونَ أقوامَهم ويُعَلِّمونَهمُ الإسلامَ، فأمَدَّهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بسَبعينَ مِنَ الأنصارِ، وكانَ أميرُهمُ المُنْذرَ بنَ عَمْرٍو، وقيلَ: مَرثَدَ بنَ أبي مَرثَدٍ، وكان المُسلِمونَ يُسمُّونَ هؤلاء السَّبعينَ: القُرَّاءَ؛ لِكَثرةِ قِراءَتِهم لِلقُرآنِ، وكانوا يَجمَعونَ الحَطَبَ بالنَّهارِ، يَشتَرونَ به الطَّعامَ لِأهلِ الصُّفَّةِ -وهُم جَماعةٌ مِن فُقَراءِ المُسلِمينَ يَعيشون في المسجدِ النَّبويِّ- ويُصَلُّونَ باللَّيلِ.\nفانطَلَقوا بهم، حتَّى بَلَغوا بِئرَ مَعونةَ -وهو مَوضِعٌ ببِلادِ هُذَيْلٍ بيْنَ مَكَّةَ وعُسْفانَ- غَدَروا بهم وقَتَلوهم، وكان ذلك في صَفَرٍ مِنَ السَّنةِ الرَّابِعةِ مِنَ الهِجرةِ، فقَنَتَ صلَّى اللهُ عليه وسلَّمَ شَهرًا يَدعو على رِعْلٍ وذَكْوانَ وبَني لِحْيانَ، فشَرَّكَ بَينَ بَني لِحْيانَ وعُصَيَّةَ وغَيرِهم في الدُّعاءِ؛ لِأنَّ خَبَرَ بِئرِ مَعونةَ وخَبَرَ أصحابِ الرَّجيعِ جاء إليه صلَّى اللهُ عليه وسلَّمَ في لَيلةٍ واحِدةٍ. ويَحتمِلُ أنَّه يُريدُ أنَّ حادِثةَ بِئرِ مَعونةَ كانتْ بِدايةً لقُنوتِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ثُمَّ قنَتَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لكُلِّ حادثةٍ بعدَها.\nويَحكي أنَسٌ رَضيَ اللهُ عنه أنَّهم نزَلَ فيهمْ قُرآنٌ وكانوا يَقْرَؤونه: «ألَا بَلِّغوا عَنَّا قَوْمَنا بأنَّا قَد لَقِينا رَبَّنا فَرَضيَ عَنَّا وأرْضانا»، ثمَّ رُفِعَ بعْدَ ذلك ونُسِخَتْ تِلاوَتُه.\nوفي الحَديثِ: الدُّعاءُ على أهلِ الغَدْرِ وانتِهاكِ المَحارِمِ، والإعلانُ بأسمائهِم، والتَّصريحُ بذِكْرِهم.\nوفيه: حِرصُ الصَّحابةِ على الشَّهادةِ، وفَرَحُهم لِنَيْلِها.\nوفيه: دَليلٌ على أنَّ أهلَ الحَقِّ قدْ يَنالُ منهم المُبطِلونَ، ولا يَكونُ ذلك دَالًّا على فَسادِ ما عليه أهلُ الحَقِّ، بل كَرامةٌ لهم، وشَقاءٌ لِأهلِ الباطِلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}