{
    "hadith_id": "3071",
    "hadith": "أَتَيْتُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ مع أبِي وعَلَيَّ قَمِيصٌ أصْفَرُ، قَالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: سَنَهْ سَنَهْ قَالَ عبدُ اللَّهِ: وهي بالحَبَشِيَّةِ حَسَنَةٌ ، قَالَتْ: فَذَهَبْتُ ألْعَبُ بخَاتَمِ النُّبُوَّةِ، فَزَبَرَنِي أبِي، قَالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: دَعْهَا، ثُمَّ قَالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: أبْلِي وأَخْلِفِي ثُمَّ، أبْلِي وأَخْلِفِي، ثُمَّ أبْلِي وأَخْلِفِي قَالَ عبدُ اللَّهِ: فَبَقِيَتْ حتَّى ذَكَرَ.",
    "rawi": "أم خالد أمة بنت خالد بن سعيد بن العاص",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3071",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "في هذا الحَديثِ يَضرِبُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أروعَ الأمثلةِ في تَواضُعِه صلَّى اللهُ عليه وسلَّم ورَحمتِه بالصِّغارِ، فتُخبرُ أُمُّ خَالِد -واسمُها أَمَةٌ- بنتُ خالِدِ بنِ سَعِيد رضِي اللهُ عنهما: أنها أتتْ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم مع أَبِيها، وعليها قَمِيصٌ أصْفَرُ، فقال صلَّى اللهُ عليه وسلَّم: «سَنَهْ سَنَهْ»، وهي باللُّغةِ الحَبَشِيَّة: حَسَنةٌ. \nثُمَّ ذهَبَتْ تَلْعَبُ بِخَاتَمِ النُّبُوَّةِ الذي بيْن كَتِفَيْه صلَّى اللهُ عليه وسلَّم، فنَهَرها أبوها وزَجَرها عن ذلك، فأمره صلَّى اللهُ عليه وسلَّم أن يترُكَها، ثُمَّ قال لها صلَّى اللهُ عليه وسلَّم: «أَبْلِي وأَخْلِقِي»، وكرَّر هذا الدُّعاءَ ثلاثًا، أي: الْبَسِي وعِيشي إلى أنْ يَصِيرَ ما تَلْبَسينَه خَلَقًا بَالِيًا، وهو دُعاءٌ مِن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم لها إذ لَبِسَت ثوبًا جديدًا.\nويُخبِرُ عبدُ اللهِ بنُ المبارَكِ -أحَدُ رواةِ الحَديثِ- أن أُمَّ خَالِدٍ رضِيَ اللهُ عنها عاشت عُمُرًا طويلًا، ببركةِ دُعاءِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، حتَّى ذَكَر الرَّاوِي زَمَنًا طويلًا مِن بَقائِها. وقيل: فبَقِيَ القميصُ زمنًا طويلًا، حتى ذكر النَّاسُ ذلك؛ لخُروجِه في البقاءِ عَمَّا جرت به العادةُ.\nوفي الحَديثِ: الدُّعاءُ لِمَن لَبِس ثَوبًا جَديدًا.\nوفيه: بيانُ بركةِ دُعاءِ النَّبيِّ صلَّى اللهُ عليه وسلَّم.\nوفيه: حِلْمُه صلَّى اللهُ عليه وسلَّم وسعة صدره في التعامل مع الأطفال.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}