{
    "hadith_id": "3075",
    "hadith": "كُنَّا مع النبيِّ صَلَّى اللهُ عليه وسلَّمَ بذِي الحُلَيْفَةِ، فأصَابَ النَّاسَ جُوعٌ، وأَصَبْنَا إبِلًا وغَنَمًا، وكانَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ في أُخْرَيَاتِ النَّاسِ، فَعَجِلُوا فَنَصَبُوا القُدُورَ، فأمَرَ بالقُدُورِ، فَأُكْفِئَتْ، ثُمَّ قَسَمَ، فَعَدَلَ عَشَرَةً مِنَ الغَنَمِ ببَعِيرٍ، فَنَدَّ منها بَعِيرٌ، وفي القَوْمِ خَيْلٌ يَسِيرَةٌ، فَطَلَبُوهُ فأعْيَاهُمْ، فأهْوَى إلَيْهِ رَجُلٌ بسَهْمٍ فَحَبَسَهُ اللَّهُ، فَقَالَ: هذِه البَهَائِمُ لَهَا أوَابِدُ كَأَوَابِدِ الوَحْشِ، فَما نَدَّ علَيْكُم، فَاصْنَعُوا به هَكَذَا. فَقَالَ جَدِّي: إنَّا نَرْجُو، أوْ نَخَافُ أنْ نَلْقَى العَدُوَّ غَدًا، وليسَ معنَا مُدًى، أفَنَذْبَحُ بالقَصَبِ؟ فَقَالَ: ما أنْهَرَ الدَّمَ وذُكِرَ اسْمُ اللَّهِ عليه فَكُلْ، ليسَ السِّنَّ والظُّفُرَ، وسَأُحَدِّثُكُمْ عن ذلكَ: أمَّا السِّنُّ فَعَظْمٌ، وأَمَّا الظُّفُرُ فَمُدَى الحَبَشَةِ.",
    "rawi": "رافع بن خديج",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3075",
    "grade": "[صحيح]",
    "sharh": "الغَنيمةُ هي ما يَأخُذُه المُحارِبونَ مِن أموالِ العَدُوِّ ومَتاعِه بعْدَ النَّصرِ عليهم، وقدْ أوضَحَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أحكامَ الغَنائِمِ وبَيَّنَ أنَّه لا يُؤخَذُ منها حتَّى تُقَسَّمَ.\nوفي هذا الحَديثِ يُخبِرُ رافِعُ بنُ خَديجٍ رَضيَ اللهُ عنه أنَّهم كانوا مع النَّبيِّ صلَّى اللهُ عليه وسلَّمَ بذي الحُلَيْفةِ، والمُرادُ بذي الحُلَيْفةِ هنا: التي مِن أرضِ تِهامةَ بيْنَ الطَّائفِ ومَكَّةَ، وليسَتِ التي بالقُربِ مِنَ المَدينةِ، وقيلَ: هي قَريةٌ بيْنَها وبيْنَ المَسجِدِ النَّبويِّ قُرابةُ أربَعةَ عَشَرَ كيلومترًا، وهي مِيقاتُ أهلِ المَدينةِ، فأصابَ النَّاسَ الجُوعُ، وكانوا قدْ أصابوا إبِلًا وغَنَمًا، أي: كانت غَنِيمةً مِنَ المُشرِكينَ، وكان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَمشي في أُخرَياتِ النَّاسِ؛ لِيَرْفُقَ بالجَيشِ، ويَحمِلَ الضَّعيفَ، ويَحُثَّ المُتأخِّرَ، ولكِنَّ النَّاسَ تَعَجَّلوا وأسرَعوا فأقاموا القُدُورَ لِطَبخِ لُحومِ تلك الإبِلِ والغَنَمِ التي أصابُوها بغَيرِ إذْنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فلَمَّا لَحِقَهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، أمَرَ بالأوعيةِ فقُلِبتْ ونُكِستْ، وأفرَغَ ما فيها من المَرَقِ؛ عُقوبةً لهم؛ لأنَّ الغَنيمةَ لم تُقَسَّمْ بَعدُ، وأمَّا اللَّحمُ فلم يُتْلِفوه، بل يُحمَلُ على أنَّه جُمِعَ ورُدَّ إلى المَغنَمِ، ولا يُظَنُّ أنَّه أمَرَ بإتلافِه، مع نَهْيِه صلَّى اللهُ عليه وسَلَّمَ عن إضاعةِ المالِ، وهذا من مالِ الغانِمينَ، وأيضًا فالجِنايةُ بطَبْخِه لم تَقَعْ مِن جميعِ مُستَحِقِّي الغنيمةِ؛ فإنَّ منهم مَن لم يَطبُخْ، ومنهم المستَحِقُّونَ للخُمُسِ، ثمَّ قَسَّمَ صلَّى اللهُ عليه وسلَّمَ الغَنيمةَ بيْنَهم، فكانت العَشَرةُ مِنَ الغَنَمِ تُساوي الجَمَلَ الواحِدَ، «فنَدَّ منها بَعيرٌ»، أي: نَفَرَ وشَرَدَ وهَرَبَ مِن تلكَ الغَنيمةِ جَمَلٌ جامِحٌ، «وفي القَومِ خَيلٌ يَسيرةٌ»، وهذا إشارةٌ إلى عَدَمِ قُدرَتِهم على اللَّحاقِ به؛ لِقِلَّةِ الخَيلِ، «فطَلَبوه، فأعْياهم»، أي: فَحاوَلوا أنْ يُمسِكوه، فأعجَزَهم حتَّى التَّعَبِ، ولم يَستَطيعوا الإمساكَ به، «فأهْوَى إليه رَجُلٌ بسَهْمٍ»، أي: فضَرَبَه رَجُلٌ بسَهمٍ فأعجَزَه، «فحَبَسَه اللهُ»، أي: مَنَعَه مِنَ الحَرَكةِ، وكان الضَّربُ في ساقِ البَعيرِ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «إنَّ لِهذه البَهائِمِ أوابِدَ كأوابِدِ الوَحْشِ»، فمنها حَيَواناتٌ تَوَحَّشتْ ونَفَرتْ مِنَ الإنْسِ، فما نَفَرَ منها فاضْرِبوه بسَهْمٍ يُعجِزُه ويُساعِدُكم على التَّمَكُّنِ منه.\nثمَّ قال رافِعٌ لِلنَّبيِّ صلَّى اللهُ عليه وسلَّمَ: «إنَّا لَنَرجو -أو نَخافُ- أنْ نَلْقَى العَدُوَّ غَدًا، وليس معنا مُدًى؛ أفنَذبَحُ بالقَصَبِ؟» والمُدَى جَمْعُ مُديةٍ، وهي الشَّفْرةُ، والقَصَبُ: كُلُّ نَباتٍ ذي أنابيبَ، وإذا شُقِّقَ صارَ حادًّا كالمُوسَى، والمُرادُ هنا: أنَّهم يَخشَوْنَ أنْ يَلْقَوُا العَدُوَّ وقدِ استَعمَلُوا السُّيوفَ والشَّفَراتِ في الذَّبحِ، فتَفقِدَ حِدَّتَها عِندَ المُقاتَلةِ، فقالَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «ما أنْهَرَ الدَّمَ وذُكِرَ اسمُ اللهِ عليه، فكُلْ، لَيس السِّنَّ والظُّفُرَ»، أي: كُلُّ ما أسالَ الدَّمَ وذُكِرَ اسمُ اللهِ عليه، فحَلالٌ أكْلُه، إلَّا ما ذُبِحَ بالسِّنِّ -وهو: العَظْمُ- أوِ بالظُّفُرِ، وهو مِنَ الشَّفَراتِ التي يَستَخدِمُها أهلُ الحَبَشةِ، وهُم كُفَّارٌ، وقدْ نُهينا عنِ التَّشَبُّهِ بالكُفَّارِ، وهو أنْ يَغرِزَ ظُفُرَه في مَوضِعِ الذَّبحِ، فيَخنُقَ ما يَذبَحُه، فيَكونَ مُنخَنِقًا، لا مَذْبوحًا.\nوفي الحَديثِ: إظهارُ جانِبٍ مِن تَواضُعِه صلَّى اللهُ عليه وسلَّمَ بسَيرِه خَلْفَ الجَيشِ، ورِعايَتِه لِأصحابِه، وتَفَقُّدِه لهم، وقَبولِه لِنُصحِ أصحابِه رَضيَ اللهُ عنهم.\nوفيه: سُرعةُ استِجابةِ الصَّحابةِ رَضيَ اللهُ عنهم لِأوامِرِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوفيه: النَّهيُ عنِ الأخْذِ مِنَ الغَنيمةِ حتى تُقَسَّمَ.\nوفيه: بَيانُ التَّيسيرِ في أمْرِ أدواتِ الذَّبحِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}