{
    "hadith_id": "3089",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ لَمَّا قَدِمَ المَدِينَةَ، نَحَرَ جَزُورًا أَوْ بَقَرَةً، زَادَ مُعَاذٌ، عن شُعْبَةَ، عن مُحَارِبٍ، سَمِعَ جَابِرَ بنَ عبدِ اللَّهِ اشْتَرَى مِنِّي النبيُّ صَلَّى اللهُ عليه وسلَّمَ بَعِيرًا بوَقِيَّتَيْنِ ودِرْهَمٍ أَوْ دِرْهَمَيْنِ، فَلَمَّا قَدِمَ صِرَارًا أَمَرَ ببَقَرَةٍ، فَذُبِحَتْ فأكَلُوا منها، فَلَمَّا قَدِمَ المَدِينَةَ أَمَرَنِي أَنْ آتِيَ المَسْجِدَ، فَأُصَلِّيَ رَكْعَتَيْنِ ووَزَنَ لي ثَمَنَ البَعِيرِ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3089",
    "grade": "[صحيح] [وقوله: زاد معاذ... معلق]",
    "sharh": "رُجوعُ الإنسانِ مِنَ السَّفَرِ إلى وَطَنِه سالِمًا أمْرٌ يَنبَغي شُكرُ اللهِ تعالَى عليه؛ لِأنَّه سَلَّمَه وحَفِظَه في الذَّهابِ والعَودةِ.\nوفي هذا الحَديثِ يُخبِرُ جابِرُ بنُ عبْدِ اللهِ رَضيَ اللهُ عنهما أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ نَحَرَ جَزُورًا -وهو الواحِدُ مِنَ الإبِلِ، ذَكَرًا كان أو أُنثى- أو بَقرةً، عِندَما قَدِمَ مِن سَفَرِه ورَجَعَ إلى المَدينةِ؛ شُكرًا للهِ على السَّلامةِ، فإطعامُ الطَّعامِ مِن أفضَلِ القُرُباتِ التي تُقَدَّمُ للهِ تعالَى.\nوفي رِوايةٍ أخبَرَ جابِرٌ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان قدِ اشتَرى منه جَمَلًا بوَقيَّتَيْنِ ودِرهَمٍ، أو دِرهَمَيْن، والأُوقيَّةُ أو الوَقيَّةُ: قيمَتُها أربَعونَ دِرهَمًا، فلَمَّا وَصَلوا مِنطَقةَ صِرارٍ -وهو مَوضِعٌ قَريبٌ مِنَ المَدينةِ على ثَلاثةِ أميالٍ منها مِن جِهةِ المَشرِقِ- أمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بذَبحِ بَقَرةٍ، وطُبِختْ فأكَلوا منها، وهذا الطَّعامُ يُقالُ له: النَّقيعةُ، مُشتَقٌّ -فيما قيلَ- مِنَ النَّقعِ، وهو الغُبارُ؛ لِأنَّ المُسافِرَ يَأتي وعليه غُبارُ السَّفَرِ، يَحتاجُ مِنَ الغِذاءِ ما يُقيمُ جَسَدَه.\nولَمَّا قَدِمَ صلَّى اللهُ عليه وسلَّمَ المَدينةَ أمَرَ جابِرًا رَضيَ اللهُ عنه أنْ يَأتيَ المَسجِدَ فيُصَلِّيَ رَكعتَيْنِ، وأعطاهُ ثَمَنَ البَعيرِ الذي كان قدِ اشتَراه منه في أثناءِ السَّفَرِ، وفي رِوايةِ الصَّحيحَيْن: «فلَمَّا قَدِمَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ غَدَوتُ إليه بالجَمَلِ، فأعطاني ثَمَنَ الجَمَلِ، والجَمَلَ، وسَهمي مع القَومِ».\nوفي الحَديثِ: إطعامُ الإمامِ والرَّئيسِ أصحابَه عِندَ القُدومِ مِنَ السَّفَرِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}