{
    "hadith_id": "3111",
    "hadith": "لَوْ كانَ عَلِيٌّ رَضِيَ اللَّهُ عنْه ذَاكِرًا عُثْمَانَ رَضِيَ اللَّهُ عنْه، ذَكَرَهُ يَومَ جَاءَهُ نَاسٌ فَشَكَوْا سُعَاةَ عُثْمَانَ، فَقالَ لي عَلِيٌّ: اذْهَبْ إلى عُثْمَانَ فأخْبِرْهُ: أنَّهَا صَدَقَةُ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَمُرْ سُعَاتَكَ يَعْمَلُونَ فِيهَا، فأتَيْتُهُ بهَا، فَقالَ: أَغْنِهَا عَنَّا، فأتَيْتُ بهَا عَلِيًّا، فأخْبَرْتُهُ فَقالَ: ضَعْهَا حَيْثُ أَخَذْتَهَا.",
    "rawi": "علي بن أبي طالب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3111",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (1196)، وعبد الرزاق (6795) بنحوه.",
    "sharh": "في هذا الحديثِ بَيانُ ما كانَ عليه الصَّحابةُ رَضيَ اللهُ عنهم مِن حُسنِ الأدبِ، وعدَمِ خَوضِ بعضِهم في أعراضِ بَعضٍ، وسَببُ هذا الحديثِ ذَكَره ابنُ أبي شَيبةَ في مُصنَّفِه: أنَّ محمَّدَ ابنَ الحَنفيَّةِ -وهو ابنُ علِيٍّ رَضيَ اللهُ عنه، والحَنفيَّةُ أُمُّه- كان يَجلِسُ معه ناسٌ، فنال بَعضُهم مِن عُثمانَ بنِ عفَّانَ رَضيَ اللهُ عنه، فنَهاهمْ عن ذلك، فسَأَلوه: أكان أبوكَ علِيٌّ رَضيَ اللهُ عنه يَسُبُّ عُثْمانَ؟ فأخْبَرَهم أنَّه ما سبَّه أبدًا، ولو سَبَّه يومًا أو ذَكَره بسُوءٍ، لَكان ذلك يومَ جاءَه ناسٌ، فشَكَوْا إليه سُعاةَ عُثمانَ، وهمُ العمَّالُ المُكلَّفون بجمْعِ أموالِ الزَّكاةِ، فأعْطَى علِيٌّ رَضيَ اللهُ عنه ابنَه محمَّدًا صَحيفةً مَكتوبةً، وأمَرَه أنْ يَذهَبَ بها إلى عُثمانَ رَضيَ اللهُ عنه، وأنْ يُخبِرَه أنَّ فيها بَيانَ مَصارفِ الصَّدَقاتِ، كما حدَّدَها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ؛ ليَأمُرَ جامِعي الزَّكاةِ مِن عُمَّالِه أنْ يَعمَلوا بما فيها، قال مُحمَّدٌ: فأتَيتُ عُثمانَ بها، فقال: أَغْنِها عَنَّا، أي: اصرِفْها عنَّا لا نُريدُها؛ وذلك لأنَّه كان على عِلمٍ بما فيها، وقيل: كان عندَه مِثلُها وأنَّه أمَرَ به عُمَّالَه، ويَحتمِلُ أنْ يكونَ عُثمانُ رَضيَ اللهُ عنه لم يَثبُتْ عندَه ما طُعِن به على سُعاتِه، أو ثَبَتَ عندَه وكان التَّدبيرُ يَقْتضي تَأخيرَ الإنكارِ، أو كان الذي أنْكَرَه مِن المُستحبَّاتِ لا مِن الواجباتِ.\nفلمَّا رجَعَ محمَّدٌ إلى أبيهِ رَضيَ اللهُ عنه، وأخبَرَه بما قاله عُثمانُ رَضيَ اللهُ عنه، أمَرَه أنْ يَضَعَ الصَّحيفةَ في المكانِ الذي أخَذَها منه، ولم يزد على ذلك ولم يتناول عثمان بشرّ ولا سبّ؛ لأن هذا دأب الصحابة الكرام أنهم كانوا يحسنون الظن ببعضهم.\nوفي الحديثِ: بَذْلُ النُّصحِ للحُكَّامِ، وبَيانُ ما يَقَعُ مِن نُوَّابِهم.\nوفيه: فَضلُ علِيٍّ رَضيَ اللهُ عنه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}