{
    "hadith_id": "3133",
    "hadith": "كُنَّا عِنْدَ أَبِي مُوسَى، فَأُتِيَ ذَكَرَ دَجَاجَةً ، وعِنْدَهُ رَجُلٌ مِن بَنِي تَيْمِ اللَّهِ أَحْمَرُ كَأنَّهُ مِنَ المَوَالِي، فَدَعَاهُ لِلطَّعَامِ، فَقالَ: إنِّي رَأَيْتُهُ يَأْكُلُ شيئًا فَقَذِرْتُهُ، فَحَلَفْتُ لا آكُلُ، فَقالَ: هَلُمَّ فَلْأُحَدِّثْكُمْ عن ذَاكَ، إنِّي أَتَيْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ في نَفَرٍ مِنَ الأشْعَرِيِّينَ نَسْتَحْمِلُهُ، فَقالَ: واللَّهِ لا أَحْمِلُكُمْ، وما عِندِي ما أَحْمِلُكُمْ، وأُتِيَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بنَهْبِ إبِلٍ، فَسَأَلَ عَنَّا فَقالَ: أَيْنَ النَّفَرُ الأشْعَرِيُّونَ؟، فأمَرَ لَنَا بخَمْسِ ذَوْدٍ غُرِّ الذُّرَى، فَلَمَّا انْطَلَقْنَا قُلْنَا: ما صَنَعْنَا؟ لا يُبَارَكُ لَنَا، فَرَجَعْنَا إلَيْهِ، فَقُلْنَا: إنَّا سَأَلْنَاكَ أَنْ تَحْمِلَنَا، فَحَلَفْتَ أَنْ لا تَحْمِلَنَا، أَفَنَسِيتَ؟ قالَ: لَسْتُ أَنَا حَمَلْتُكُمْ، ولَكِنَّ اللَّهَ حَمَلَكُمْ، وإنِّي واللَّهِ إنْ شَاءَ اللَّهُ لا أَحْلِفُ علَى يَمِينٍ، فأرَى غَيْرَهَا خَيْرًا منها، إلَّا أَتَيْتُ الذي هو خَيْرٌ، وتَحَلَّلْتُهَا.",
    "rawi": "أبو موسى الأشعري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3133",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3133)، ومسلم (1649)",
    "sharh": "نَهى اللهُ تعالَى عِبادَه عن جَعْلِ الحَلِفِ به سُبحانَه حُجَّةً تَمنَعُهم مِن القيامِ بفِعلِ الخيْراتِ، واجتنابِ ما نَهى عنه، فإذا حلَفَ أحدُهم فليْس له الامتناعُ مِن فِعلِ الخيرِ، والتَّعلُّلُ باليَمينِ، بلْ عليه أنْ يَحنَثَ، ويُكفِّرَ عن يَمينِه، ويَأتيَ الذي هو خَيرٌ.\nوفي هذا الحَديثِ يقول التابعيُّ زَهْدَمُ بنُ مُضَرِّب الجرميُّ: «كُنَّا عِنْد أبي موسى الأشْعَريِّ رضِيَ اللهُ عنه»، وكان بيْن الأشعَرِيِّينَ قومِ أبي موسى وبين بني جرمٍ إخاءٌ وَمَوَدَّةٌ، فَأُتِيَ أبو مُوسى رضِيَ اللهُ عنه بِطَعامٍ فيه لَحْمُ دَجاجٍ، وَفي القَومِ رَجُلٌ جالِسٌ أحْمَرُ اللَّونِ، كأنَّه من العبيدِ، فَلَم يقتَرِبْ مِن الطَّعامِ، وفي سُنَنِ التِّرمذيِّ عن زهدمٍ قال: «دخلْتُ على أبي موسى وهو يأكُلُ دجاجةً فقال: ادْنُ فكُلْ»، فبَيَّنَ أنَّ المُبهَمَ هو زَهدَم راوي الحديثِ، ولكنه هنا أبهم نَفْسَه، وقد كان زهدم ينتَسِبُ تارةً لبني جرْمٍ، وتارة لبني تَيمِ اللهِ، وجرمٌ قبيلةٌ مِن قُضاعةَ يُنسَبونَ إلى جرْمِ بنِ زَبَّانَ بنِ عِمرانَ بنِ الحافِ بنِ قضاعةَ، وتَيمُ اللهِ بَطنٌ مِن بني كَلبٍ، وهم قَبيلةٌ مِن قُضاعةَ أيضًا يُنسَبون إلى تَيمِ اللهِ بنِ رُفَيْدَة.\nثم أخبره أبو موسى رَضِيَ اللهُ عنه أنَّه رأى رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم يَأكُلُ مِنه، فأخبر الرَّجُلُ أبا مُوسى رضِيَ اللهُ عنه -مُعتَذِرًا عَن كَونِه لَم يَقرَبْ منِ الأكْلِ- أنه رأى جِنْسَ الدَّجاجِ يَأكُلُ شَيئًا قَذِرًا، فكَرِهَتْه نَفْسُه، فَحَلَف ألَّا يأكُلَ الدَّجاجَ، وَكَأنَّه ظَنَّ أنَّ القَذارةَ أكْثَرُ ما يأكُلُه الدَّجاجُ بِحَيثُ صارَ مِن الجَلَّالةِ، فَبَيَّن له أبو مُوسى أنَّه لَيْسَ كَذَلك، وقال له: اقتَرِبْ أُخبِرْك وأُحدِّثْك -أراد بهذا الحديثِ أن يُراجِعَه في يمينِه-، فذكر أبو موسى رَضِيَ اللهُ عنه أنَّه جاء إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم في جماعةٍ مِن الأشْعَريِّينَ يَطلُبون مِنه إِبِلًا ليركَبوها في سَفَرِهم، فوجدوه يَقسِمُ نَعَمًا -والنَّعَمُ: بهيمةُ الأنعامِ؛ من الإبِلِ والبَقَرِ والغَنَمِ- مِن نَعَمِ الصَّدَقةِ، وكان النَّبيُّ صلَّى اللهُ عليه وسلَّم غَضْبانَ، فَحَلَفَ ألَّا يُعطِيَهم، فَقالَ: «ما عِنْدي ما أحْمِلُكم عليه»، ثُمَّ جِيء إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم بعد ذلك بِنَهْب إِبِلٍ، أي: بغَنيمةٍ فيها إبلٌ، فسأل صلَّى اللهُ عليه وسلَّم: «أيْنَ الأشعَريُّونَ» وذلك ليُعطِيَهم ما يَركَبون من هذه الإبِلِ بعد أن أقسَمَ ألَّا يُعطِيَهم.\nقالَ أبو مُوسى رضِيَ اللهُ عنه: فَأعْطانا عليه الصَّلاةُ والسَّلامُ خَمْسَ ذَوْدٍ، وَهوَ ما بيْنَ الثَّلاثةِ إلى العَشَرةِ، مِن الإِبِلِ «غُرَّ الذُّرى» جَمْع أغَرَّ، والأغَرُّ: الأبيَض، والذُّرى: جَمْع ذُرْوةٍ، وَذُرْوةُ كُلِّ شَيْءٍ: أعْلاهُ، والمُرادُ هُنا أسْنِمةُ الإبِلِ، فانطَلَقوا، فَقال أبو موسى رَضِيَ اللهُ عنه لأصْحابه: «نَسِيَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم يَمينَه الَّتي حَلَفَ لا يَحمِلُنا، فَوالله لَئِن تَغَفَّلنا رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم يَمينَه» أي: أخَذْنا منه وهو غافِلٌ عمَّا حلف عليه «لا نُفلِحُ أبَدًا»، وهذا كان ظنُّ أبي موسى رَضِيَ اللهُ عنه تورُّعًا من أن يوقِعَ النَّبيَّ صلَّى اللهُ عليه وسلَّم في حَرَجِ الإثمِ، وطَلَب من أصحابِه أن يَرجِعوا إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم ليُذَكِّروه بما حلف. \nفَرَجَعوا للنَّبيِّ صلَّى اللهُ عليه وسلَّم يُبَيِّنون لَه الأمْرَ، فَقالَ صلَّى اللهُ عليه وسلَّم: «إنَّ اللهَ هو حَمَلَكم» بأن أرسل هذا الغنيمةَ بقَدَرِه؛ فهو الذي قَدَّرَ حَمْلَكم عليها، ولم أحمِلْكم عليها. ثمَّ قال صلَّى اللهُ عليه وسلَّم: «إِنِّي واللهِ -إنْ شاءَ اللهُ- لا أحْلِفُ على يَمينٍ فَأرى غَيرَها خَيْرًا مِنها إلَّا أتَيتُ الَّذي هو خَيرٌ» مِن الَّذي حَلَفتُ عليه «وتَحلَّلْتُها» بالكفَّارةِ، وقد وَرَدَتْ كفَّارةُ اليَمينِ في قَولِ اللهِ عزَّ وجلَّ: {فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ} [المائدة: 89].\nوفي الحَديثِ: دُخولُ المَرْءِ على صَديقِه في حالِ أكلِه، واسْتِدْناءُ صاحِبِ الطَّعامِ الدَّاخِلِ وَعَرضُه الطَّعامَ عليه وَلَو كانَ قَليلًا؛ لأنَّ اجْتِماعَ الجَماعةِ على الطَّعامِ سَبَبٌ للبَرَكةِ فيهِ.\nوفيه: الترغيبُ في مُخالَفةِ اليَمينِ إذا رأَى غَيْرَها خَيرًا منها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}