{
    "hadith_id": "3140",
    "hadith": "مَشَيتُ أَنَا وعُثْمَانُ بنُ عَفَّانَ إلى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَقُلْنَا: يا رَسولَ اللَّهِ، أَعْطَيْتَ بَنِي المُطَّلِبِ وتَرَكْتَنَا، ونَحْنُ وهُمْ مِنْكَ بمَنْزِلَةٍ واحِدَةٍ؟ فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: إنَّما بَنُو المُطَّلِبِ وبَنُو هَاشِمٍ شَيءٌ واحِدٌ. قالَ اللَّيْثُ: حدَّثَني يُونُسُ، وزَادَ، قالَ جُبَيْرٌ: ولَمْ يَقْسِمُ النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ لِبَنِي عبْدِ شَمْسٍ، ولَا لِبَنِي نَوْفَلٍ.",
    "rawi": "جبير بن مطعم",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3140",
    "grade": "[صحيح] [وقوله: وقال الليث... معلق وصله في موضع آخر] [وقوله: وقال ابن إسحاق... معلق]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "مَنَّ اللهُ تعالَى على المسلمينَ بفَتْحِ حِصنِ خَيْبرَ سَنةَ سَبْعٍ مِن الهِجرةِ، وغَنِمَ الرَّسولُ صلَّى اللهُ عليه وسلَّمَ مِنها غَنائمَ كَثيرةً، فأَعطى بَني هاشمٍ وبَني عَبدِ المُطَّلِبِ مِن الخُمُسِ الذي أخَذَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مِن الغَنيمةِ، ولم يُعطِ بَني عبْدِ شَمسٍ ولا بَني نَوفلٍ، فيَرْوي جُبَيرُ بنُ مُطعِمٍ رَضيَ اللهُ عنه -وهوَ مِن بَني نَوْفلٍ- أنَّه ذَهَبَ هو وعُثمانُ بنُ عفَّانَ -وهُو مِن بني عَبدِ شَمسٍ- إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فقالَا: يا رَسولَ اللهِ، أعطَيْتَ بَني المُطَّلِبِ وتَرْكْتَنا فلَمْ تُعطِنا، ونحنُ وهمْ مِنكَ بِمَنزِلةٍ واحدةٍ، فكلُّنا إخوةٌ؛ فنَحنُ بَنو عَبدِ مَنافٍ، وقدْ كانَ عبدُ شمسٍ وهاشمٌ والمُطَّلِبُ إخوةً لأمٍّ، وهيَ عاتِكةُ بنتُ مُرَّةَ، وكانَ نَوفلٌ أخاهُمْ لأَبيهِمْ، وأمُّه هي واقِدةُ بنتُ عمْرٍو المازِنيَّةُ، وكان هؤلاء الأربعةُ قدْ سادُوا قَومَهم بعْدَ أبِيهم وصارتْ إليهم الرِّياسةُ، وكانت إلى هاشمٍ السِّقايةُ والرِّفادةُ بعْدَ أبيهِ، وإليه وإلى أخيهِ المُطَّلِبِ نَسَبُ ذَوي القُربى، وقدْ كانوا شَيئًا واحدًا، ولذلك قالَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «إنَّما بَنو المُطَّلِبِ وبَنو هاشِمٍ شَيءٌ واحدٌ»، أي: حُكمُهما واحدٌ في الاستحقاقِ؛ إذ كانَ بيْنَهُما حِلفٌ في الجَاهِليَّةِ، ولهذا لَمَّا حاصَرتْ قُريشٌ بَني هاشِمٍ في الشِّعبِ ومَنَعوا تَزويجَهُمْ ومُبايَعتَهُم، دَخَلَ بَنو المُطَّلِبِ معَ بَني هاشمٍ في الشِّعبِ غَضَبًا لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وحِمايةً له؛ فدَخَلَ مُسلِمُهم في الشِّعبِ طاعةً للهِ ولرَسولِه، ودَخَلَه كافرُهم حَمِيَّةً للعَشيرةِ وأنفةً وطاعةً لأبي طالبٍ عمِّ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ولم تَدخُلْ بَنو نَوفلٍ ولا بَنو عَبدِ شَمْسٍ وإنْ كانوا أبناءَ عمٍّ، لكنْ لم يُوافِقوهم على ذلكَ، بلْ حارَبوهم ونابَذوهم، وقلَّبَوا بُطونَ قُريشٍ على حرْبِ الرَّسولِ صلَّى اللهُ عليه وسلَّمَ ومَن معه مِن المسلمينَ.\nوفي الحديثِ: أنَّ الخُمُسَ مِن الغَنائمِ كان للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ يَتصرَّفُ فيه كيْفما شاءَ، ويُعطي منه ذَوي القُربي، ويَمنَعُ مَن شاءَ.\nوفيه: مُراعاةُ الأهلِ في العطاءِ.\nوفيه: إثباتُ سَهْمِ ذي القُرْبى؛ لأنَّ عُثمانَ وجُبيرًا إنَّما طالَبَا بالعطاءِ لقَرابتِهما.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}