{
    "hadith_id": "3199",
    "hadith": "قالَ النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ لأبِي ذَرٍّ حِينَ غَرَبَتِ الشَّمْسُ: أتَدْرِي أيْنَ تَذْهَبُ؟ قُلتُ: اللَّهُ ورَسولُهُ أعْلَمُ، قالَ: فإنَّهَا تَذْهَبُ حتَّى تَسْجُدَ تَحْتَ العَرْشِ، فَتَسْتَأْذِنَ، فيُؤْذَنُ لَهَا، ويُوشِكُ أنْ تَسْجُدَ، فلا يُقْبَلَ منها، وتَسْتَأْذِنَ فلا يُؤْذَنَ لَهَا، يُقَالُ لَهَا: ارْجِعِي مِن حَيْثُ جِئْتِ، فَتَطْلُعُ مِن مَغْرِبِهَا، فَذلكَ قَوْلُهُ تَعَالَى: {وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ} [يس: 38].",
    "rawi": "أبو ذر الغفاري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3199",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (159) باختلاف يسير",
    "sharh": "قَدَّرَ اللهُ سُبحانَه وتَعالى مَقاديرَ كُلِّ شَيءٍ مِن أوَّلِ الخَلقِ إلى نِهايَتِه.\r\nوفي هذا الحَديثِ يَروي أبو ذَرٍّ الغِفاريُّ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ سَأَله ذاتَ مَرَّةٍ عِندَما غَرَبَتِ الشَّمسُ: أتَدْري أينَ تَذهَبُ هذه الشَّمسُ بعْدَ اختِفائِها عِندَ الغُروبِ؟ فأجابَ أبو ذَرٍّ رَضيَ اللهُ عنه: اللهُ ورَسولُه أعلَمُ، وهذا مِن أدَبِ أبي ذَرٍّ رَضيَ اللهُ عنه، فلا يَسبِقُ برأْيٍ قبْلَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، ووَكَلَ الأمْرَ إلى اللهِ ورَسولِه، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «فإنَّها تَذهَبُ حتَّى تَسجُدَ تَحتَ العَرشِ»، سجُودًا حَقيقيًّا، وهي أيْنما سَجَدتْ سَجَدتْ تَحتَ العَرشِ، فتَستأذِنُ رَبَّها في الطُّلُوعِ مِنَ المَشرِقِ ومُعاوَدةِ سَيرِها مَرَّةً أُخرى، فيُؤذَنُ لها في ذلك، وقدْ قَرُبَ الوَقتُ الذي تَسجُدُ، وتَستأذِنُ في الطُّلوعِ مِنَ المَشرِقِ، فلا يُقبَلُ منها سُجودُها، ولا يُؤذَنُ لها في الطُّلوعِ مِنَ المَشرِقِ، ويُقالُ لها: ارجِعي مِن حيثُ جِئتِ، فتَطلُعُ مِن مَغرِبِها، وذلك مِن عَلاماتِ السَّاعةِ الكُبرى، فذلك هو مَعنى قوله تَعالى: {وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا}، أي: تَتحَرَّكُ وتَسيرُ في طَريقِها المُحدَّدِ لها، ولا تَزالُ تَجري في مَسيرَتِها هذه حتى يَنتَهيَ العالَمُ؛ {ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ} [يس: 38]، فإنَّها إنَّما تَتحرَّكُ حَرَكَتَها هذه بنِظامٍ دَقيقٍ مُحكَمٍ، يَدُلُّ على وُجودِ اللهِ تَعالى، وتَقديرِه وتَدبيرِه لِهذا العالَمِ تَدبيرًا يَليقُ بعِلمِه وعِزَّتِه وحِكمَتِه.\r\nوهذا إثباتٌ لِقَدَرِ اللهِ سُبحانَه، وتَحَكُّمِه في الكَونِ وجَميعِ المَخلوقاتِ، وفيه تَبكيتٌ لِمَن كان يَعبُدُ الشَّمسَ في الدُّنيا؛ لِيَعلَموا أنَّ عِبادَتَهم لها كانت باطِلًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}