{
    "hadith_id": "3214",
    "hadith": "كَأَنِّي أنْظُرُ إلى غُبَارٍ سَاطِعٍ في سِكَّةِ بَنِي غَنْمٍ زَادَ مُوسَى، مَوْكِبَ جِبْرِيلَ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3214",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو نعيم في ((دلائل النبوة)) (434) بلفظه تامًا، وأحمد (13229)، والبيهقي في ((دلائل النبوة)) (4/ 6) بنحوه تامًا.",
    "sharh": "أيَّدَ اللهُ المؤمِنينَ معَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ بجُندٍ مِن المَلائكةِ؛ مُقاتِلينَ معَهم، ومُدافِعينَ عنهم، وهذا وَعدُ اللهِ عزَّ وجلَّ للمؤمِنينَ الصَّادِقينَ في كلِّ زَمانٍ ومَكانٍ.\nوفي هذا الحَديثِ يَقولُ أنَسُ بنُ مالكٍ رَضيَ اللهُ عنه: «كأنِّي أنظُرُ إلى الغُبارِ ساطِعًا»، أي: مُرتَفِعًا «في زُقاقِ بَني غَنْمٍ»، أي: سِكَّتِهم وطَريقِهم، وبَنو غَنْمٍ: قَبيلةٌ مِن الأنْصارِ، وهذا الغبارُ أثَرِ مَوكِبِ جِبْريلَ عليه السَّلامُ -وهو الملَكُ الموَكَّلُ بالوَحيِ- ومَن معَه منَ المَلائكةِ، والمَوكِبُ نَوعٌ مِن السَّيرِ، ويُقالُ للقَومِ الرُّكوبِ على الإبِلِ للزِّينةِ: مَوكِبٌ، وكذلك جَماعةُ الفُرسانِ؛ وذلك حين أمَرَ رَسولُ اللَّه صلَّى اللهُ عليه وسلَّمَ أصْحابَه بالسَّيرِ إلى بَني قُرَيْظةَ، وهمْ قَبيلةٌ مِن اليَهودِ الَّذين سَكَنوا المَدينةَ، وعقَدَ معَهم رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ عُهودًا عندَما قدِمَ المَدينةَ مُهاجِرًا، وذلك الزُّقاقُ كان مَهْجورًا مِن سَيرِ النَّاسِ فيه، فرُؤْيةُ الغُبارِ السَّاطِعِ منه تدُلُّ على أنَّهُ مِن أثَرِ جُندِ المَلائكةِ، وأشارَ أنَسٌ رَضيَ اللهُ عنه بهذا إلى أنَّه يَستَحضِرُ القِصَّةَ حتَّى كأنَّه يَنظُرُ إليها مُشخَّصةً له بعدَ تلك المُدَّةِ الطَّويلةِ، وهو دَليلٌ على قوَّةِ حِفظِه، وتَذكُّرِه لتلك الغَزْوةِ.\nوسَببُ ذلك ما وقَعَ مِن بَني قُرَيْظةَ مِن نَقضِ عَهدِه، ومُمالأتِهم لقُرَيشٍ وغَطَفانَ، عندَما تَحَزَّبوا لقِتالِ المُسلِمينَ في العامِ الخامِسِ منَ الهِجْرةِ في غَزوةِ الأحزابِ، وقدْ خان يَهودُ بَني قُرَيْظةَ عَهدَهم معَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ في هذا الوَقتِ العَصيبِ، فأوْحى اللهُ إلى نَبيِّه صلَّى اللهُ عليه وسلَّمَ بعْدَ هَزيمةِ الأحْزابِ أنْ يَسيرَ إلى يَهودِ بَني قُرَيظةَ؛ ليُعاقِبَهم على خِيانَتِهم، وسارَتِ المَلائكةُ يَقدُمُهم جِبْريلُ عليه السَّلامُ إلى هناك.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}