{
    "hadith_id": "3245",
    "hadith": "أَوَّلُ زُمْرَةٍ تَلِجُ الجَنَّةَ صُورَتُهُمْ علَى صُورَةِ القَمَرِ لَيْلَةَ البَدْرِ، لا يَبْصُقُونَ فِيهَا، ولَا يَمْتَخِطُونَ، ولَا يَتَغَوَّطُونَ، آنِيَتُهُمْ فِيهَا الذَّهَبُ، أَمْشَاطُهُمْ مِنَ الذَّهَبِ والفِضَّةِ، ومَجَامِرُهُمُ الألُوَّةُ، ورَشْحُهُمُ المِسْكُ، ولِكُلِّ واحِدٍ منهمْ زَوْجَتَانِ، يُرَى مُخُّ سُوقِهِما مِن ورَاءِ اللَّحْمِ مِنَ الحُسْنِ، لا اخْتِلَافَ بيْنَهُمْ ولَا تَبَاغُضَ، قُلُوبُهُمْ قَلْبٌ واحِدٌ، يُسَبِّحُونَ اللَّهَ بُكْرَةً وعَشِيًّا.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3245",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2834) باختلاف يسير",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَصِفُ الجنَّةَ وما فيها مِن النَّعيمِ؛ حثًّا للنَّاسِ على الاجتهادِ في الطَّاعاتِ حتَّى يَنالوا الجنَّةَ، كما كان يُبيِّنُ أسبابَ الأسبقيَّةِ في دُخولِها.\r\nوفي هذا الحديثِ يَصِفُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أهلَ الجنَّةِ جَميعًا بالحُسنِ والجَمالِ، وأنَّهم يَتفاوَتونَ في ذلك حسَبَ دَرَجاتِهم وأعمالِهِم؛ فأوَّلُ طائفةٍ تَدخُلُ الجنَّةَ تكونُ كالقمَرِ لَيلةَ البدْرِ، وهي لَيلةُ الرَّابعَ عشَرَ حِين تَكمُلُ استدارتُه، ويَتِمُّ نُورُه، فيكونُ أكثرَ إشراقًا، وأعظَمَ حُسنًا وبَهاءً. وفي رِوايةٍ عندَ البُخاريِّ: «يَدخُلُ الجنَّةَ مِن أُمَّتي سَبْعون ألْفًا تَضِيءُ وُجوهُهم إضاءةَ القمَرِ لَيلةَ البدْرِ».\r\nأمَّا الطَّائفةُ الثَّانيةُ فإنَّها تُشبِهُ في صُورتِها أقْوى الكواكبِ نُورًا وضِياءً، وقد ورَدَ في هذا المعْنى ما يَقْتضي ما هو أبلَغُ مِن ذلك؛ فرَوى التِّرمذيُّ مِن حَديثِ سَعْدِ بنِ أبي وقَّاصٍ رَضيَ اللهُ عنه مرفوعًا: «لو أنَّ رجُلًا مِن أهْلِ الجنَّةِ اطَّلَع، فبَدا أساورُه؛ لَطمَسَ ضَوءَ الشَّمسِ، كما تَطمِسُ الشَّمسُ ضَوءَ النُّجومِ».\r\nأمَّا صِفاتُهم النَّفسيَّةُ والخُلقيَّةُ، فهمْ كما وصَفَهم صلَّى اللهُ عليه وسلَّمَ: على قَلْبِ رجُلٍ واحدٍ، أي: في غايةِ الاجتماعِ والاتِّفاقِ، حتَّى كأنَّ قُلوبَهم جميعًا قلْبٌ واحدٌ، لا اختِلافَ بيْنهم ولا تَباغُضَ؛ فإنَّ نُفوسَهم صافيةٌ نقيَّةٌ خاليةٌ مِن العَداوةِ والبَغضاءِ، عامرةٌ بالحُبِّ والمودَّةِ؛ لطَهارةِ قُلوبِهم عن الأخلاقِ الذَّميمةِ، وفي رِوايةِ مُسلمٍ: «ثمَّ هم بعْدَ ذلك مَنازِلُ»؛ أي: إنَّ دَرَجاتِهم في إشراقِ اللَّونِ مُتفاوِتةٌ بحَسبِ عُلوِّ دَرَجاتِهم، وتَفاوُتِ فضْلِهم.\r\nوأخبَرَ صلَّى اللهُ عليه وسلَّمَ أنَّ لكلِّ واحدٍ منهم زَوجتينِ، وفي الصَّحيحينِ: «أنَّهما مِن الحُورِ العِينِ»، وأنَّهما في غايةِ الحُسنِ والصَّفاءِ، حتَّى إنَّه يَرى الرَّائي مُخَّ ساقِها مِن وَراءِ اللَّحمِ؛ مِن الحُسنِ، فهي -لِصَفاء جَسدِها، ورِقَّة بَشَرَتِها- جِسمٌ شفَّافٌ يَكشِفُ عمَّا بداخِلِه، فيَرى النَّاظرُ إليها مُخَّ عِظامِ ساقِها مِن وَراءِ لَحْمِها؛ قال تعالَى: {كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ} [الرحمن: 58].\r\nثمَّ أخبَرَ صلَّى اللهُ عليه وسلَّمَ أنَّ أهْلَ الجنَّةِ يُسبِّحونَ اللهَ بُكرةً وعَشيًّا، أي: في أوَّلِ النَّهارِ وآخِرِه مُتلذِّذينَ بالتَّسبيحِ، والمرادُ أنَّهم يُسبِّحونَ في وقْتِهما؛ وإلَّا فلا بُكرةَ في الجنَّةِ ولا عَشيَّةَ، أمَّا هذا التَّسبيحُ فإنَّه ليس عن تَكليفٍ؛ وإنَّما يُلهَمونَه كما يُلهَمونَ النَّفَسَ.\r\nولا يَمرَضونَ فيها، ولا يَمْتخِطونَ ولا يَبصُقونَ؛ لأنَّ اللهَ طَهَّرَ أهلَ الجنَّةِ مِن هذه الأقذارِ، وبَعضُ آنِيتِهم مِن فِضَّةٍ، وبَعضُها مِن ذَهَبٍ، وأمشاطُهم مِن الذَّهبِ الخالِصِ، ووَقُودُ مَجَامِرِهم الأَلُوَّةُ؛ يعني أنَّ بَخُورَهم الَّذي تتَّقدُ به مَجامرُهم هو العُودُ الهِنديُّ، الَّذي هو مِن أطيبِ الطِّيبِ وأَزكى البَخورِ، ورَشْحُهُمُ الَّذي يَعرَقونَه هو المِسْكُ، فالطَّعامُ الَّذي يَأكُلونه يَخرُجُ منهم عَرَقًا تَفوحُ منه رائحةٌ زكيَّةٌ كَرائحةِ المِسكِ، كما جاء في حَديثِ مُسلمٍ عن جابرِ بنِ عبدِ اللهِ رَضيَ اللهُ عنهما، قال رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «يَأكُلُ أهلُ الجنَّةِ فيها ويَشرَبون، ولا يَتغوَّطون ولا يَمتخَّطون ولا يَبولونَ، ولكنْ طَعامُهم ذلك جُشاءٌ كرَشْحِ المِسكِ».\r\nوفي الحديثِ: أنَّ أهْلَ الجنَّةِ يَتنعَّمون بكلِّ مَظاهرِ النَّعيمِ والتَّرَفِ.\r\nوفيه: أنَّ الجنَّةَ مُطهَّرةٌ عن الأقذارِ.\r\nوفيه: دَليلٌ على دُخولِ أهْلِ الجنَّةِ إليها جَماعةً بعْدَ جَماعةٍ، وقد صُرِّحَ به في قولِه تعالَى: {وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا} [الزمر: 73].",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}