{
    "hadith_id": "3269",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، قالَ: يَعْقِدُ الشَّيْطَانُ علَى قَافِيَةِ رَأْسِ أحَدِكُمْ إذَا هو نَامَ ثَلَاثَ عُقَدٍ، يَضْرِبُ كُلَّ عُقْدَةٍ مَكَانَهَا: عَلَيْكَ لَيْلٌ طَوِيلٌ فَارْقُدْ، فَإِنِ اسْتَيْقَظَ فَذَكَرَ اللَّهَ انْحَلَّتْ عُقْدَةٌ، فإنْ تَوَضَّأَ انْحَلَّتْ عُقْدَةٌ، فإنْ صَلَّى انْحَلَّتْ عُقَدُهُ كُلُّهَا، فأصْبَحَ نَشِيطًا طَيِّبَ النَّفْسِ، وإلَّا أصْبَحَ خَبِيثَ النَّفْسِ كَسْلَانَ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3269",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (776) باختلاف يسير",
    "sharh": "الشَّيطانُ يَسْعَى دائمًا في كلِّ طَريقٍ للإنسانِ؛ لِيَحولَ بيْنَه وبيْن طاعةِ اللهِ عزَّ وجلَّ، والقِيامِ بما أُمِرَ به، لا سيَّما قِيامِ اللَّيلِ وصَلاةِ الفَجرِ في وَقتِها، ولا نَجاةَ للعبْدِ مِن كَيدِ الشَّيطانِ وحَبائلِه إلَّا بالاستعانةِ باللهِ عزَّ وجلَّ، والأخْذِ بأسبابِ الوِقايةِ والحِفظِ. \r\nوفي هذا الحَديثِ يُخبِرُ النبيُّ صلَّى اللهُ عليه وسلَّمَ بحالِ الإنسانِ الَّذي يُريدُ القيامَ لصَلاةِ اللَّيلِ أو الفَجرِ مع الشَّيطانِ، وصِراعِه معه؛ فإنَّ المؤمنَ إذا ذهَبَ إلى النَّومِ يَعقِدُ الشَّيطانُ على قافيتِه -يعني: مُؤخَّرِ رَأسِه- ثَلاثَ عُقَدٍ، فإذا استيقَظ المؤمنُ وذكَرَ اللهَ تعالَى ولم يَستجِبْ لوَساوسِ الشَّيطانِ؛ انفكَّتْ عُقدةٌ، فإنْ توضَّأ انفكَّت الأخرى، وإنْ قام فصلَّى انفكَّتِ العُقدةُ الثَّالثةُ، وأصبَحَ نَشيطًا طيِّبَ النَّفْسِ؛ لأنَّه مَسرورٌ بما قدَّمَ، مُستبشِرٌ بما وعَدَه اللهُ مِن الثَّوابِ والغُفرانِ، وإذا لم يُصَلِّ أصبَحَ خَبيثَ النَّفْسِ، مَهْمومًا بكَيدِ الشَّيطانِ عليه، وكَسلانَ بتَثْبيطِ الشَّيطانِ له عمَّا كان اعتادَهُ مِن فِعلِ الخَيرِ.\r\nوقد جاء في الصَّحيحَينِ مِن حَديثِ عبدِ اللهِ بنِ مَسعودٍ رَضيَ اللهُ عنه قال: «ذُكِرَ عندَ النبيِّ صلَّى اللهُ عليه وسلَّمَ رجُلٌ نامَ لَيْلَه حتَّى أصْبَحَ، قال: ذاك رجُلٌ بالَ الشَّيطانُ في أُذنَيْه».\r\nوفي الحديثِ: أنَّ الذِّكرَ يَطرُدُ الشَّيطانَ، وكذا الوُضوءُ والصَّلاةُ.\r\nوفيه: الحذَرُ مِن الشَّيطانِ ووَساوسِه ومَكايدِه.\r\nوفيه: مُجاهَدةُ النفْسِ على قِيامِ اللَّيلِ؛ لأنَّ النفْسَ البَشريَّةَ بطَبيعتِها أمَّارةٌ بالسُّوءِ، تَميلُ إلى كلِّ شَرٍّ ومُنكَرٍ، فمَن أطاعَها فيما تَدْعو إليه قادَتْه إلى الهَلاكِ والعَطَبِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}