{
    "hadith_id": "3316",
    "hadith": "خَمِّرُوا الآنِيَةَ، وأَوْكُوا الأسْقِيَةَ، وأَجِيفُوا الأبْوَابَ واكْفِتُوا صِبْيَانَكُمْ عِنْدَ العِشَاءِ، فإنَّ لِلْجِنِّ انْتِشَارًا وخَطْفَةً، وأَطْفِئُوا المَصَابِيحَ عِنْدَ الرُّقَادِ، فإنَّ الفُوَيْسِقَةَ رُبَّما اجْتَرَّتِ الفَتِيلَةَ فأحْرَقَتْ أهْلَ البَيْتِ، قالَ: ابنُ جُرَيْجٍ وحَبِيبٌ، عن عَطَاءٍ فإنَّ لِلشَّيَاطِينِ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3316",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3316)، ومسلم (2012)",
    "sharh": "كثيرًا ما كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يُنَبِّهُ على أُمورِ السَّلامةِ العامَّةِ، الَّتي تَمْنَعُ ضَررًا، أو تَجْلِبُ نَفْعًا؛ فلَمْ تَكُنْ وَصايا النَّبيِّ صلَّى اللهُ عليه وسلَّمَ مِن أجْلِ الآخِرةِ فقطْ؛ بلْ كان صلَّى اللهُ عليه وسلَّمَ يَجْمَعُ لِأمَّتِهِ خَيْرَيِ الدُّنيا والآخِرةِ.\n وفي هذا الحديثِ يقولُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ناصحًا أُمَّتَه: «غَطُّوا الإناءَ» أي: اجْعَلوا فوْقَ كُلِّ إناءٍ فيهِ طَعامٌ أوْ شَرابٌ غِطاءً، «وَأَوْكُوا السِّقاءَ» مِن الإيكاءِ، وهو: الشَّدُّ والرَّبطُ، والوِكاءُ: اسمُ ما يُشَدُّ بهِ فَمُ القِرْبةِ، والسِّقاءُ: ما يُوضَعُ فيهِ الماءُ أو اللَّبِنُ ونحوُ ذَلِكَ، مِثلُ القِرَب الَّتي تَحْفَظُ الماءَ، والمقصودُ: ارْبِطوا أَفْواهَ القِرَبِ بِرِباطٍ؛ مِن أَجْلِ حِفْظِ ما فيها مِن الماءِ وغيرِه، وفي رِوايةٍ: «وَأكْفِئُوا الإناءَ»، أي: اقْلِبُوا الإناءَ، واجْعَلوا فتْحَتَه لأَسْفَلَ؛ وذلكَ إذا كان فارغًا، وفي أُخرى: «خَمِّروا الإناءَ»، أي: غَطُّوا الإناءَ بشَيْءٍ. وأرشَدَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى إغلاقِ أبوابِ البيوتِ، وألَّا تُترَكَ مَفتوحةً باللَّيلِ، وأنْ يُطفَأَ السِّراجُ، وهي المصابيحُ الَّتي كانت تُوقَدُ بالنَّارِ، فلا يَترُكَها الإنسانُ مُشتعِلةً ويَنامُ عنها؛ ثمَّ علَّل النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وبيَّن أنَّ الشَّيطانَ إذا وَجَدَ قِرْبَةً مَرْبوطَةً فإنَّه لا يَفُكُّ رِباطَها، وكذلك فإنَّ الشَّيطانَ إذا وجَد بابًا مُغلَقًا فإنَّه لا يفتحُهُ، وإذا وَجَد إناءً مُغَطًّى فإنَّه لا يَكشِفُه.\n وإذا لم يَجِدِ الإنسانُ ما يُغَطِّي به إناءَهُ فَلْيَضَعْ عليه أيَّ شَيْءٍ، ولو عُودًا مِن حَصِيرٍ، أو عصًا، وما شابَهَ ذلك، ويَذْكُرِ اسْمَ اللهِ على الإناءِ، والسَّببُ في ذلك «أنَّ الفُوَيْسِقَةَ» وهي الفَأْرَةَ، تَصغيرُ فاسقٍ، مِنَ الفِسْقِ، وهو الخُروجُ، سُمِّيَت بذلك؛ لخُروجِها عن مُعظمِ غيرِها منَ الحَشراتِ بالإيذاءِ والإفسادِ، «تُضْرِمُ»، أي: تُشْعِلُ النَّارَ، على أَهْلِ البيتِ، فتُحَرِّكُ المِصْباحَ المُشْتَعِلَ وَأَهْلُ البيتِ نِيَامٌ، فَتُحْرِقُ البيتَ على أهلِهِ.\n وفي الحديثِ: الحثُّ على ذِكرِ اللهِ تعالَى.\n وفيه: الأخذُ بالأسبابِ مع التَّوكُّلِ الكاملِ على اللهِ تعالَى.\n وفيه: إبرازُ أهمِّيَّةِ الاحترازِ مِن كلِّ ما يَضُرُّ المسْلمَ ماديًّا ومعنويًّا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}