{
    "hadith_id": "3330",
    "hadith": "عَنِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، نَحْوَهُ يَعْنِي لَوْلَا بَنُو إسْرَائِيلَ لَمْ يَخْنَزِ اللَّحْمُ، ولَوْلَا حَوَّاءُ لَمْ تَخُنَّ أُنْثَى زَوْجَهَا.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3330",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1470) باختلاف يسير",
    "sharh": "لا يَكونُ شيءٌ إلَّا بقَدَرِ اللهِ سُبحانَه وتَعالى، وقد قَدَّرَ اللهُ تعالى أن يَخنَزَ اللَّحمُ، أي: يَنتَنُ اللَّحمُ إذا تُرِكَ، وأنْ تَقَعَ الخيانةُ منَ المرأةِ لزَوجِها، ولكنَّ البادئَ بالشَّيءِ يَكونُ كالسَّببِ الحاملِ لغَيرِه على الإتيانِ به؛ ولذلك لَمَّا كان بنو إسرائيلَ أوَّلَ مَن سَنُّوا ادِّخارَ اللَّحمِ وقد نُهُوا عن ذَلك، فلمَّا ادَّخروه أَنْتَنَ وكان اللَّحمُ لا يَنتَنُ قبلَ ذلك، فكان فِعلُهم سببًا في نَتْنِ اللَّحمِ.\n(ولولا حواءُ) ؛ سُمِّيتْ حَواء؛ لأنَّها أمُّ كلِّ حيٍّ، (لم تَخُن أُنثَى زَوجَها)؛ لأنَّ حواءَ أُمُّ الإناثِ كُلِّهنَّ؛ فأَشبَهها النِّساءُ ونُزِعَ العرقُ، وأمَّا خيانةُ حواءَ زَوْجَها فإنَّها كانتْ في تَرْكِ النَّصيحةِ في أمْرِ الشَّجرةِ لا في غيرِ ذلك. وليسَ المرادُ بالخيانةِ الخيانةَ في الفِراش أو ارتكابَ الفواحِش، حاشَا وكلَّا؛ فإنَّ ذلك لم يَقَعْ لامرأةِ نبيٍّ قطُّ، ولكن لَمَّا مالتْ إلى شَهوةِ النَّفْسِ مِن أكْلِ الشَّجرةِ عُدَّ ذلك خِيانةً له، وأمَّا مَن بعدها مِن النِّساءِ فخيانةُ كلِّ واحدةٍ منهنَّ بحسَبها، وليس في هذا حُجَّةٌ للنِّساءِ بأنْ يتمَكنَّ بهذا في الاسترسالِ في هذا النوعِ، بل عليهنَّ أنْ يَضبِطْنَ أنفُسَهنَّ ويُجاهِدْنَ هواهنَّ. \nولا تعارض بين قوله تعالى: {فَوَسْوَسَ لَهُمَا الشَّيْطَانُ} [الأعراف: 20]، وقوله: {فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَاآدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَى * فَأَكَلَا مِنْهَا} [طه: 120- 121] وبين الحديث فالشيطانُ وسوسَ لهما وهي ايضًا زينَّتْ ﻵدم فاجتمع على آدم الأمران.\nوفي الحديث: إشارةٌ إلى تَسليةِ الرِّجالِ فيما يقَع لهم مِن نِسائهم بما وقَع مِن أُمِّهن الكُبرى، وأن ذلك مِن طبعهنَّ؛ فلا يُفرِط في لوم مَن وقَع منها شَيءٍ خصوصًا إذا كان من غيرِ قصْدٍ إليه، أو على سَبيل النُّدور.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}