{
    "hadith_id": "3423",
    "hadith": "إنَّ عِفْرِيتًا مِنَ الجِنِّ تَفَلَّتَ البَارِحَةَ لِيَقْطَعَ عَلَيَّ صَلَاتِي، فأمْكَنَنِي اللَّهُ منه فأخَذْتُهُ، فأرَدْتُ أَنْ أَرْبُطَهُ علَى سَارِيَةٍ مِن سَوَارِي المَسْجِدِ حتَّى تَنْظُرُوا إِلَيْهِ كُلُّكُمْ، فَذَكَرْتُ دَعْوَةَ أَخِي سُلَيْمَانَ: رَبِّ هَبْ لي مُلْكًا لا يَنْبَغِي لأحَدٍ مِن بَعْدِي، فَرَدَدْتُهُ خَاسِئًا.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3423",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (541) باختلاف يسير",
    "sharh": "الجِنُّ أجسامٌ ناريَّةٌ قابلةٌ للتَّشكُّلِ بأشكالٍ مُختلفةٍ، وهم مَخلوقاتٌ غيرُ مَنظورةٍ لنا، وقدْ يُرِيها اللهُ مَن شاءَ مِن خَلْقِه، مُكلَّفونَ مِثلَنا، منهم المؤمنونَ والكافرونَ والعُصاةُ، ومنهم الطَّيِّبُ والخَبيثُ.وفي هذا الحديثِ يُخبِرُ النبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ عِفْرِيتًا مِنَ الجِنِّ تَفَلَّتَ عليه البارحةَ، أي: تَعرَّضَ له فَجأةً وفي سُرعةٍ أثناءَ الصَّلاةِ؛ لِيَقطَعَ عليه صَلاتَه، ولِيَشغَلَه عنها، ويَقطَعَ عليه الخُشوعَ في الصَّلاةِ بتَشويشِ أفكارِه، ويَحُولُ بيْنه وبيْن قِبلتِه، وبيْنه وبيْن مُناجاةِ ربِّه، فأمْكَنَه اللهُ عزَّ وجلَّ على ذلك الشَّيطانِ، فدَفَعَه عن نفْسِه، ثمَّ أراد صلَّى اللهُ عليه وسلَّمَ أنْ يَربِطَه إلى ساريَةٍ وعَمودٍ مِن سَوَارِي المسجِدِ وأعمدتِه؛ حتَّى يُصبِحَ النَّاسُ ويَنظُروا إليه مُقيَّدًا نَهارًا، إلَّا أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ ذكَرَ قَولَ أخيه سُليمانَ بنِ داودَ عليه السَّلامُ: {رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي} [ص: 35]؛ وكان التَّسلُّطُ على الجِنِّ مِن جُملةِ مُلكِ سُليمانَ عليه السَّلامُ الذي أعطاهُ اللهُ عزَّ وجلَّ له، فامتنَعَ صلَّى اللهُ عليه وسلَّمَ عن ذلك، وتَرَكَه مَطرودًا ذَليلًا حيث لم يَقدِرْ على أذيَّةِ النبيِّ صلَّى اللهُ عليه وسلَّمَ ولا على أنْ يَشغَلَه عن الصَّلاةِ. ولا يُعارِضُ هذا الحديثُ الآيةَ؛ لأنَّ المرادَ بمُلْكِ سُليمانَ للجِنِّ هو تَسخيرُهم له بخِدمتِه وطاعتِه.وفي الحديثِ: العَملُ في الصَّلاةِ لمَصلحتِها، مِن غيرِ قصْدِ العَبثِ فيها، ولا التَّهاوُنِ بها، ودفْعُ المُؤذِي في الصَّلاةِ، حتَّى وإنْ لمْ يَندفِعْ إلَّا بعُنفٍ وشِدَّةِ دَفْعٍ.وفيه: وَفاءُ النبيِّ صلَّى اللهُ عليه وسلَّمَ وحُسنُ خُلُقِه، ورِعايتُه لنَبيِّ اللهِ سُليمانَ عليه السَّلامُ.وفيه: مَشروعيَّةُ رَبْطِ الأسيرِ في المسجدِ، وبَقائِه فيه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}