{
    "hadith_id": "347",
    "hadith": "كُنْتُ جَالِسًا مع عبدِ اللَّهِ وأَبِي مُوسَى الأشْعَرِيِّ، فَقالَ له أبو مُوسَى: لو أنَّ رَجُلًا أجْنَبَ فَلَمْ يَجِدِ المَاءَ شَهْرًا، أما كانَ يَتَيَمَّمُ ويُصَلِّي، فَكيفَ تَصْنَعُونَ بهذِه الآيَةِ في سُورَةِ المَائِدَةِ: {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} [المائدة: 6] فَقالَ عبدُ اللَّهِ: لو رُخِّصَ لهمْ في هذا لَأَوْشَكُوا إذَا بَرَدَ عليهمُ المَاءُ أنْ يَتَيَمَّمُوا الصَّعِيدَ. قُلتُ: وإنَّما كَرِهْتُمْ هذا لِذَا؟ قالَ: نَعَمْ، فَقالَ أبو مُوسَى: ألَمْ تَسْمَعْ قَوْلَ عَمَّارٍ لِعُمَرَ: بَعَثَنِي رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ في حَاجَةٍ، فأجْنَبْتُ فَلَمْ أجِدِ المَاءَ، فَتَمَرَّغْتُ في الصَّعِيدِ كما تَمَرَّغُ الدَّابَّةُ، فَذَكَرْتُ ذلكَ للنبيِّ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ: إنَّما كانَ يَكْفِيكَ أنْ تَصْنَعَ هَكَذَا، فَضَرَبَ بكَفِّهِ ضَرْبَةً علَى الأرْضِ، ثُمَّ نَفَضَهَا، ثُمَّ مَسَحَ بهِما ظَهْرَ كَفِّهِ بشِمَالِهِ أوْ ظَهْرَ شِمَالِهِ بكَفِّهِ، ثُمَّ مَسَحَ بهِما وجْهَهُ فَقالَ عبدُ اللَّهِ: أفَلَمْ تَرَ عُمَرَ لَمْ يَقْنَعْ بقَوْلِ عَمَّارٍ؟ وزَادَ يَعْلَى، عَنِ الأَعْمَشِ، عن شَقِيقٍ: كُنْتُ مع عبدِ اللَّهِ وأَبِي مُوسَى، فَقالَ أبو مُوسَى: ألَمْ تَسْمَعْ قَوْلَ عَمَّارٍ لِعُمَرَ: إنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بَعَثَنِي أنَا وأَنْتَ، فأجْنَبْتُ فَتَمَعَّكْتُ بالصَّعِيدِ، فأتَيْنَا رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فأخْبَرْنَاهُ، فَقالَ: إنَّما كانَ يَكْفِيكَ هَكَذَا. ومَسَحَ وجْهَهُ وكَفَّيْهِ واحِدَةً.",
    "rawi": "عمار بن ياسر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "347",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (368)، وأبو داود (321)، وابن خزيمة (270)، والبيهقي (1028) واللفظ لهم جميعا.",
    "sharh": "التَّيمُّمُ رُخصةٌ شَرَعها اللهُ تعالى لعِبادِه عندَ فَقْدِ الماءِ، أو العجزِ عن استِعمالِه؛ تيسيرًا عليهم، فهو يَرفَعُ الحَدَثَ، ومبيحٌ لِفعلِ الصَّلاةِ وغيرِها مِن العِباداتِ.وقد كان عبدُ اللهِ بنُ مسعودٍ رَضيَ اللهُ عنه يَرى في بدايةِ الأمرِ أنَّ التيمُّمَ بدَلٌ لِلوُضوءِ فقطْ لا لِلغُسلِ، وفي هذا الحديثِ يَروي التابعيُّ شَقيقُ بنُ سلَمةَ مُناظَرةً دارتْ بيْنَ عبدِ اللهِ بنِ مسعودٍ وبيْنَ أبي موسى الأشعريِّ رَضيَ اللهُ عنهما في هذه المسألةِ، حيثُ قال أبو موسى رَضيَ اللهُ عنه لعبدِ اللهِ بنِ مسعودٍ رَضيَ اللهُ عنه: لو أنَّ رجُلًا أَجنَبَ فلمْ يَجدِ الماءَ شهرًا، أمَا كان يتيمَّمُ ويُصلِّي؟ فأبو موسى يُنكِرُ قولَ ابنِ مسعودٍ رَضيَ اللهُ عنه بأنَّ الجنُبَ لا يتيمَّمُ ولا يُصلِّي حتَّى يَجدَ الماءَ، ثُمَّ استدلَّ عليه بقولِه تعالى: {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} [النساء: 43]، فردَّ عليه عبدُ اللهِ بنُ مَسعودٍ رَضيَ اللهُ عنه بأنَّه لو رُخِّصَ للنَّاسِ في هذا التيمُّمِ لأَوْشَكوا إذا بَرَد عليهمُ الماءُ أنْ يَتيمَّموا الصَّعيدَ ويَترُكوا الوُضوءَ بالماءِ، فاستدَلَّ ابنُ مسعودٍ رَضيَ اللهُ عنه هنا بأنَّ القولَ بأنَّ الجُنبَ يَجوزُ له التَّيمُّمُ قد يَفتحُ البابَ أمامَ التَّساهُلِ في التَّيمُّمِ، فَيتيمَّمُ كلُّ مَن وجَدَ الماءَ باردًا، فأرادَ سَدَّ هذه الذَّريعةِ أمامَ النَّاسِ بأن يَمنَعَ التَّيمُّمَ عندَ الجَنابةِ بدَلِ الاغتِسالِ، فذكَرَ أبو موسى رَضيَ اللهُ عنه حديثَ عمَّارِ بنِ ياسرٍ رَضيَ اللهُ عنهما الَّذي ذكَرَ فيه أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أرسَلَه في حاجةٍ، وأنَّه أصابَتْه الجَنابةُ في سفَرِه هذا، فتمَرَّغ وتقَلَّب في الصَّعيدِ والتُّرابِ كما تَمرَّغُ الدَّابَّةُ، وفي روايةِ صحيحِ البُخاريِّ أنَّ عُمرَ بنَ الخطَّابِ كان مع عمَّارٍ رَضيَ اللهُ عنهما وأنَّه أجنَبَ أيضًا، ولكنَّه لم يَتيمَّمْ وامتنَع عن الصَّلاةِ حتَّى يَجِدَ الماءَ.ثمَّ لَمَّا رجَع عمَّارٌ ذكَر ذلك للنبيِّ صلَّى اللهُ عليه وسلَّمَ، وأنَّه تَمرَّغَ في التُّرابِ بقَصْدِ التَّيمُّمِ مِنَ الجَنابةِ، فعلَّمَه النبيُّ صلَّى اللهُ عليه وسلَّمَ صِفةَ التَّيمُّمِ، وهي أنَّه يَضرِبُ بيَدَيْه على التُّرابِ، ثمَّ يَنفُخُهما لِيُخفِّفَ التُّرابَ، ثمَّ يَمسحُ بهما كفَّيْهِ ووجْهَه، وهذا يدُلُّ على ثُبوتِ التَّيمُّمِ لِلجُنُبِ، وهنا اعترَض عبدُ اللهِ بنُ مَسعودٍ على أبي موسى رَضيَ اللهُ عنهما، وقال له: أفلمْ تَرَ عُمرَ لم يَقنَعْ بقَولِ عمَّارٍ؟ يُشيرُ إلى أنَّ عُمرَ بنَ الخطَّابِ رَضيَ اللهُ عنه لا يتذَكَّرُ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ قال لِعمَّارٍ رَضيَ اللهُ عنه هذا عندَما حدَّثَ عمَّارٌ رَضيَ اللهُ عنه بهذا الحديثِ، وكأنَّ عبدَ الله بنَ مسعودٍ احتجَّ برأيِ عُمَرَ الَّذي كان لا يَرى أنَّ التيمُّمَ يَرفَعُ الجَنابةَ والحدَثَ الأكبَرَ.وفى هذا الحَديثِ: بيانُ عادةِ الصَّحابةِ رَضيَ اللهُ عنهم في المناظَرةِ في العِلمِ والاحتِجاجِ بكِتابِ الله، وسُنَّةِ نبيِّه صلَّى اللهُ عليه وسلَّمَ، والمقاييسِ الصَّحيحةِ عليها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}