{
    "hadith_id": "3491",
    "hadith": "قُلتُ لَهَا: أرَأَيْتِ النبيَّ صَلَّى اللهُ عليه وسلَّمَ أكانَ مِن مُضَرَ؟ قالَتْ: فَمِمَّنْ كانَ إلَّا مِن مُضَرَ، مِن بَنِي النَّضْرِ بنِ كِنَانَةَ.",
    "rawi": "زينب بنت أبي سلمة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3491",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الحاكم (4190)، وابن حداد في ((جامع الصحيحين)) (2923) باختلاف يسير، والبيهقي في ((دلائل النبوة)) (1/ 173) مطولًا.",
    "sharh": "جاء الإسْلامُ فوضَعَ الحُدودَ الواضِحةَ بيْنَ الحَلالِ والحَرامِ، وقد أوضَحَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ سَبَبَ تَحْريمِه لبَعضِ الأشْياءِ قدْ يَكونُ بسبَبِ مآلاتِ الأُمورِ معَها، ولا يَكونُ التَّحريمُ لذاتِ الشَّيءِ، وإنْ كان حَلالًا في بَعضِ الحالاتِ الأُخْرى.\nوفي هذا الحَديثِ أنَّ زَينبَ بنتَ أَبي سَلَمةَ رَبيبةَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وبِنتَ زَوجَتِه أُمِّ سَلَمةَ رَضيَ اللهُ عنها، أخبَرَتْ أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ نَهى عن الانْتِباذِ -وهو أنْ يُوضَعَ الزَّبيبُ أوِ التَّمرُ في الماءِ، ويُشرَبَ نَقيعُه قبْلَ أنْ يَختَمِرَ ويُصبِحَ مُسكِرًا- «في الدُّبَّاءِ»، وهو الوِعاءُ مِن اليَقْطينِ اليابِسِ، «والحَنْتَمِ» وهي الجِرارُ الخُضْرُ، وهي مِن الأواني الفَخَّاريَّةِ، «والمُقيَّرِ» وهو المَطْليُّ بالقارِ، «والمُزَفَّتِ» وهو المَطْليُّ بالزِّفتِ، وهو نَوعٌ منَ القارِ. والعِلَّةُ في النَّهيِ عن تلك الأوْعيةِ؛ لأنَّها يُسرِعُ فيها التَّخمُّرُ، فرُبَّما شُرِبَ النَّقيعُ على ظنِّ أنَّه غيرُ مُسكِرٍ وهو مُسكِرٌ.\nوهذا النَّهيُ كان في أوَّلِ الأمرِ، ثُمَّ نُسِخَ بما رَواه مُسلمٌ في صَحيحِه عن بُرَيْدةَ رَضيَ اللهُ عنه، أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قال: «كُنْتُ نَهيْتُكم عن الانْتِباذِ إلَّا في الأَسْقيةِ، فانْتَبِذوا في كُلِّ وِعاءٍ، ولا تَشرَبوا مُسكِرًا». \nثُمَّ سَأَلَ التَّابِعيُّ كُلَيبُ بنُ وائلٍ زَينبَ: أخْبِريني عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ ممَّن كان؟ هل كان مِن ولَدِ مُضرَ بنِ نِزارِ بنِ مَعَدِّ بنِ عَدْنانَ؟ فأجابتْ أنَّه مِن مُضَرَ؛ فقد كان مِن ولَدِ النَّضْرِ -والنَّضْرُ هو أبو قُرَيشٍ- بنِ كِنانةَ بنِ خُزَيْمةَ بنِ مُدرِكةَ بنِ إلياسَ بنِ مُضَرَ بنِ نِزارِ بنِ مَعَدِّ بنِ عَدْنانَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}