{
    "hadith_id": "3527",
    "hadith": "يا بَنِي عبدِ مَنافٍ، اشْتَرُوا أنْفُسَكُمْ مِنَ اللَّهِ، يا بَنِي عبدِ المُطَّلِبِ اشْتَرُوا أنْفُسَكُمْ مِنَ اللَّهِ، يا أُمَّ الزُّبَيْرِ بنِ العَوّامِ عَمَّةَ رَسولِ اللَّهِ، يا فاطِمَةُ بنْتَ مُحَمَّدٍ، اشْتَرِيا أنْفُسَكُما مِنَ اللَّهِ لا أمْلِكُ لَكُما مِنَ اللَّهِ شيئًا، سَلانِي مِن مالِي ما شِئْتُما.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3527",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3527) واللفظ له، ومسلم (206)",
    "sharh": "الأقرَبونَ هُم أوْلى النَّاسِ بِالحِرصِ على هِدايتِهم وَالاهتِمامِ بِشأْنِهم؛ فهُمُ الأوْلى بِالنُّصحِ.\nوفي هذا الحَديثِ يروي أبو هُرَيرةَ رَضِيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم قامَ حينَ أنزلَ اللَّهُ: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} [الشعراء: 214]، يعَني: اذهَبْ لِإبلاغِ قَرابتِكَ، وهُم قُريشٌ، وهُم آلُ عَبدِ المُطَّلبِ، وآلُ هاشِمٍ، وآلُ عَبدِ مَنافٍ، وقُصَيٌّ، فَقال لَهُم: «يا مَعشرَ قُريشٍ -أو كَلمَةً نَحوَها- اشَتَروا أنفُسَكم»، فَكأنَّه جَعَلَ الطَّاعةَ هي ثَمَنَ النَّجاةِ مِنَ النَّارِ ودُخولِ الجنَّةِ، والسِّلعَةَ المُشتَراةَ هيَ الجنَّةَ، كَما في حَديثٍ آخَرَ في الصَّحيحَينِ: «لا أُغني عَنكُم مِنَ اللهِ شَيئًا»؛ فكُلٌّ يُحاسَبُ عَن نَفسِه، ثُمَّ بَدأ النَّبيُّ صلَّى اللهُ عليه وسلَّم يَذكُرُ الأقربَ فَالأقربَ مِن نَسبِ قُريشٍ لَهُ، فَقالَ: «يا بَني عَبدِ مَنافٍ» وَهوَ أحدُ أجدادِه، «لا أُغْني عَنكُم مِنَ اللهِ شَيئًا، يا عبَّاسُ بنَ عَبدِ المُطَّلبِ» وهو عَمُّه، «لا أُغْني عَنكَ مِنَ اللهِ شَيئًا، وَيا صَفيَّةُ عَمَّةَ رَسولِ اللهِ، لا أُغْني عَنكِ مِنَ اللهِ شَيئًا، وَيا فاطِمةُ بنتَ مُحمَّدٍ صلَّى اللهُ عليه وسلَّم، سَليني ما شِئْتِ مِن مالي» فهذا مُستطاعٌ في الدُّنيا، ولكِنْ «لا أُغني عَنكِ مِنَ اللهِ شَيئًا»؛ فَفي الآخِرةِ كُلٌّ يُحاسَبُ عَن نَفسِه، ولَنْ يَدخُلَ الجَنَّةَ مَن لمْ يُؤمِنْ بِاللهِ سُبحانَه وتعالَى.\nوفي الحَديثِ: بيانُ أنَّ كلَّ إنسانٍ مُرتبِطٌ بعَملِه، ولا يَنفعُه نَسَبُه ولا مالُه ولا عَملُ غيرِه.\nوفيه: بيانُ صَدْعِ النَّبيِّ صلَّى اللهُ عليه وسلَّم بالحقِّ، وإبلاغِه الرِّسالةَ كما أَمَره ربُّه تعالَى دونَ تَقصيرٍ.\nوفيه: حَثٌّ على إحسانِ العَمَلِ والتقَرُّبِ به إلى اللهِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}