{
    "hadith_id": "3566",
    "hadith": "دُفِعْتُ إلى النبيِّ صَلَّى اللهُ عليه وسلَّمَ وهو بالأبْطَحِ في قُبَّةٍ كانَ بالهَاجِرَةِ، خَرَجَ بلَالٌ فَنَادَى بالصَّلَاةِ ثُمَّ دَخَلَ، فأخْرَجَ فَضْلَ وضُوءِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَوَقَعَ النَّاسُ عليه يَأْخُذُونَ منه، ثُمَّ دَخَلَ فأخْرَجَ العَنَزَةَ وخَرَجَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ كَأَنِّي أنْظُرُ إلى وبِيصِ سَاقَيْهِ، فَرَكَزَ العَنَزَةَ ثُمَّ صَلَّى الظُّهْرَ رَكْعَتَيْنِ، والعَصْرَ رَكْعَتَيْنِ، يَمُرُّ بيْنَ يَدَيْهِ الحِمَارُ والمَرْأَةُ.",
    "rawi": "وهب بن عبدالله السوائي أبو جحيفة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3566",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3566)، ومسلم (503)",
    "sharh": "كان الصَّحابةُ رَضِي اللهُ عَنْهم يَنقُلونَ أدقَّ التَّفاصيلِ التي تَحدُثُ مع النبيِّ صلَّى الله عليه وسلَّم وفي حَضْرتِه، مِن أقوالٍ أو أفعالٍ، أو ما يُقِرُّهُ النبيُّ صلَّى الله عليه وسلَّم، وفي هذا الحَديثِ يَقولُ أبو جُحَيْفَةَ رَضِي اللهُ عَنْه: \"أَتيتُ النبيَّ صلَّى اللهُ عليه وسلَّم بمكَّةَ, وهو بالأَبْطَحِ\"، والأَبْطَحُ: مَوضِعٌ خارِجُ مكَّةَ، وهو مَسِيلٌ واسعٌ فيه دِقاقُ الحَصَى، وهو يُسمَّى أيضًا المُحَصَّبَ، وكان ذلك في فَتْحِ مكَّةَ أو في حَجَّةِ الوَداعِ، \"في قُبَّةٍ له حَمراءَ من أَدَمٍ\"، أي: في خَيْمَةٍ، والأَدَمُ: جَمْعُ أَديمٍ، وهو الجِلْدُ المَدْبوغُ, قال أبو جُحَيْفَةَ: \"فخَرَج بِلالٌ بوَضوئهِ\"، أي: الوَضوءُ: هو الماءُ الذي يُتوضَّأ به، وكأنَّ بِلالًا أَعَدَّهُ للنبيِّ؛ لكي يَتوضَّأَ بَعْدَ خُروجِه من خَيْمَتِه. قال: \"فخَرَج بلالٌ بوَضوئِه\" والوَضوءُ- بفَتحِ الواو- هو الماءُ الذي يُتوضَّأُ به، والمرادُ هنا أنَّ بلالًا خَرَج بفَضلِ الماءِ الذي تَوضَّأَ به النبيُّ صلَّى الله عليه وسلَّم؛ ولذلِك ابتدرَه أصحابُه وازْدَحموا عليه بين نائِلٍ وناضحٍ؛ تَبرُّكًا به كما بُيِّن في حديثٍ آخر في الصَّحيحينِ: «فرأيت النَّاسَ يَأخُذون مِن فَضلِ وُضوئِه».\r\n\"فمِن نائلٍ وناضِحٍ\"، أي: فأخَذَ الصَّحابَةُ رَضِي اللهُ عَنْهم هذا الماءَ؛ فمِنْهم مَن يتمسَّح بِهِ، ومِنْهم مَن يَرُشُّ به على غَيرِه, وفي روايةٍ أُخْرى مُوضِّحةٍ: فمَن لم يَنَلْ من الماءِ أَخَذ ماءَ صاحِبِه، قال: \"فخرَج النبيُّ صلَّى الله عليه وسلَّم عليه حُلَّةٌ حمراءُ\"، أي: ثَوبٌ يتكوَّنُ من إزارٍ ورِداء, يقول أبو جُحَيْفَةَ: \"كأنِّي أَنْظُرُ إلى بياضِ ساقَيْهِ\"، أي: إلى بياضِ ساقِ رَسولِ اللهِ صلَّى الله عليه وسلَّم، وهذا كِنايةٌ عَن تَشْمِيرِه ورَفْعِه للإزارِ مُنتصَفَ السَّاقِ كأنَّه يَستَعِدُّ للوُضوءِ. ... قال: \"فتَوضَّأ\"، وهذا مُشكِل؛ حيثُ مَرَّ أنَّ المرادَ بالوَضوءِ الذي أخرجَه بلالٌ أنَّه فَضلةُ وُضوئِه صلَّى الله عليه وسلَّم ولذلك تَبرَّك به الصَّحابةُ رضِي اللهُ عنهم؛ فكيف يُقالُ: إنَّه تَوضَّأَ ثانيةً؟ وأُجيبَ عن ذلك بأنَّه يَحتمِلُ أنْ يكونَ الوَضوءُ الذي خرَج به بلالٌ فَضْلَةَ وُضوءٍ مُتقدِّمٍ للنبيِّ صلَّى الله عليه وسلَّم، ثمَّ لَمَّا خرَج توضَّأ لهذه الصَّلاةِ التي أذَّن لها بِلالٌ، أو عَرَض له صلَّى الله عليه وسلَّم بَعدَ وُضوئِه ما يَستدْعِي إعادةَ الوُضوءِ.\r\nقال: \"وأذَّن بلالٌ، قال: فجَعَلتُ أتتبَّعُ فاهُ هاهنا وهاهنا، يَقولُ: يَمينًا وشِمالًا\"، أي: يتَتَّبْعُ أبو جُحَيْفَةَ بِلالًا في أذانِه، وهو يَميلُ بفَمِهِ ووجْهِهِ يَمينًا وشِمالًا ويقول: \"حيَّ على الصَّلاةِ، حيَّ على الفَلاحِ\"، ومَفْهومُ هذا مُتعدِّدٌ، فيُمكِن أن يكونَ معناه: أنَّ بلالًا كان عِنْدما يَبلُغُ \"حيَّ على الصَّلاةِ\" يَميلُ بوَجْهِهِ ناحيةَ اليَمينِ في المرَّتين مِنْها، وإذا قال: \"حيَّ على الفَلاحِ\" يَميلُ ناحيةَ اليسارِ في المرَّتين منها, أو أنَّه كان يَقولُ: \"حيَّ على الصَّلاةِ\" مرَّةً جِهَةَ اليَمينِ والأُخْرى جِهَةَ اليَسارِ، وكان يَقولُ: \"حيَّ على الفلاحِ\" مرَّةً جِهَةَ اليَمينِ والأُخْرى جِهَةَ اليَسارِ، وفي ذلك كلِّه يَميلُ بوجْهِهِ وفَمِهِ وليس بجَسَدِه. ... قال أبو جُحَيْفَةَ: \"ثُمَّ رُكِزَتْ له عَنَزَةٌ\"، أي: غُرِزتْ في الأَرْضِ، واتُّخِذتْ سُترةً له صلَّى الله عليه وسلَّم؛ لتَمنَعَ قَطْعَ الصَّلاةِ إذا ما مرَّ شيءٌ من أمامه وهو يُصلِّي، والعَنَزَةُ: عصا مِثْل الرُّمح، ولكنَّها أصغرُ مِنْه, \"فتَقدَّم\"، أي: النبيُّ صلَّى الله عليه وسلَّم \"فصلَّى الظُّهْرَ رَكْعتين\"، أي: قَصَر الصَّلاةَ, \"يَمُرُّ بين يَدَيهِ الحِمارُ والكَلْبُ, لا يُمْنَعُ\"، أي: لا يَمْنعُهما عَنِ المُرورِ؛ وذلك لمُرورِهما من وراء العَنَزةِ التي وَضَعها, \"ثُمَّ صلَّى العَصْرَ رَكْعتين\"، أي: ثُمَّ إنَّه صلَّى الله عليه وسلَّم جَمَع العَصْرَ مع الظُّهرِ فقَصَرَها, \"ثُمَّ لم يَزَلْ يُصلِّي رَكْعتين حتَّى رجَع إلى المدينةِ\"، أي: ظلَّ النبيُّ صلَّى الله عليه وسلَّم يَقصُرُ الصَّلاةَ حالَ سَفَرِهِ حتَّى إذا رَجَع المدينةَ أَتَمَّ الصَّلاةَ. ... وفي الحديثِ: بيانٌ ِشِدَّةِ تَعظيمِ الصَّحابةِ رَضِي اللهُ عَنْهم لرَسولِ اللهِ صلَّى الله عليه وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}