{
    "hadith_id": "3582",
    "hadith": "أَصَابَ أَهْلَ المَدِينَةِ قَحْطٌ علَى عَهْدِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَبيْنَا هو يَخْطُبُ يَومَ جُمُعَةٍ، إذْ قَامَ رَجُلٌ فَقالَ: يا رَسولَ اللَّهِ هَلَكَتِ الكُرَاعُ، هَلَكَتِ الشَّاءُ، فَادْعُ اللَّهَ يَسْقِينَا، فَمَدَّ يَدَيْهِ ودَعَا، قالَ أَنَسٌ: وإنَّ السَّمَاءَ لَمِثْلُ الزُّجَاجَةِ، فَهَاجَتْ رِيحٌ أَنْشَأَتْ سَحَابًا، ثُمَّ اجْتَمع ثُمَّ أَرْسَلَتِ السَّمَاءُ عَزَالِيَهَا، فَخَرَجْنَا نَخُوضُ المَاءَ حتَّى أَتَيْنَا مَنَازِلَنَا، فَلَمْ نَزَلْ نُمْطَرُ إلى الجُمُعَةِ الأُخْرَى، فَقَامَ إلَيْهِ ذلكَ الرَّجُلُ أَوْ غَيْرُهُ، فَقالَ يا رَسولَ اللَّهِ: تَهَدَّمَتِ البُيُوتُ فَادْعُ اللَّهَ يَحْبِسْهُ، فَتَبَسَّمَ، ثُمَّ قالَ: حَوَالَيْنَا ولَا عَلَيْنَا فَنَظَرْتُ إلى السَّحَابِ تَصَدَّعَ حَوْلَ المَدِينَةِ كَأنَّهُ إكْلِيلٌ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3582",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3582)، ومسلم (897) بنحوه",
    "sharh": "علَّمَنا النبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ نَتوجَّهَ إلى اللهِ بالدُّعاءِ في كلِّ أُمورِنا، وخاصَّةً في النَّوازلِ، فنَدْعوه ليَرفَعَ عنا البَلاءَ، وفي هذا الحديثِ يُخبِرُ أنَسٌ رَضيَ اللهُ عنه أنَّ الناسَ قد أصابَتْهم شِدَّةٌ وجَهْدٌ مِنَ الجَدْبِ والقَحْطِ على عَهْدِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فبَيْنما رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يَخطُبُ على المِنْبرِ يومَ الجُمعةِ، قام أعرابيٌّ -وهو العربيُّ الذي يَسكُنُ الصَّحْراءَ- فقال: يا رسولَ الله، هَلَك المالُ، يَقصِدُ: هَلَكَتِ الحيواناتُ -وهي مِن جُملةِ الأموالِ- مِن قِلَّةِ الماءِ والزَّرْعِ، وجَاعَ العِيَالُ، وهُم كلُّ مَن يَعُولُه الرَّجُلُ؛ مِنَ وَلَدٍ وزَوْجةٍ وغيرِهما، وطَلَبَ مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ أنْ يَدعُوَ اللهَ بإنزالِ المطَرِ، فاستجابَ النبيُّ صلَّى اللهُ عليه وسلَّمَ للرجُلِ، فرَفَع رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يدَيْه، فدَعَا.\r\nويُخبِرُ أنسٌ رَضيَ اللهُ عنه أنَّه لم يكُنْ في السَّماء حِينَئذٍ «قَزَعَةٌ»، أي: قِطعةُ غَيْمٍ، «فَثارَ السَّحابُ أمثالَ الجِبالِ»، أي: هَاجَ وانتَشَر سَحابٌ عَظيمٌ في السَّماءِ، ثُمَّ لم يَنزِلْ صلَّى اللهُ عليه وسلَّمَ عن مِنْبَرِه وكاد يَنْتهي مِن الدُّعاءِ حتى نَزَل المطَرُ الغَزيرُ «يتَحَادَرُ» ويَنزِلُ ويَقطُرُ على لِحْيَتِه صلَّى اللهُ عليه وسلَّمَ، وظَلَّ المطرُ يَنزِلُ كلَّ يومٍ إلى الجُمعةِ التاليةِ، فعاد ذلك الأعرابيُّ أو رجُلٌ غيرُه، وقال: يا رسولَ الله، تهدَّم البِناءُ، وغَرِق المالُ مِن شِدَّةِ الماءِ والمطرِ، وطلَبَ مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ أنْ يَدعُوَ اللهَ، فاستجابَ صلَّى اللهُ عليه وسلَّمَ للرجُلِ، وقال: «اللَّهُمَّ حَوَالَيْنَا ولا عَلَيْنا»، أي: أَنْزِلِ المطرَ في جَوانِبِنا، لا عَلينا وعلى أبْنِيَتِنا، وجَعَل يُشِيرُ النبيُّ صلَّى اللهُ عليه وسلَّمَ بيَدِه إلى السَّماءِ، وكلَّما أشار إلى ناحيةٍ انكَشَف السَّحابُ فيها، «حتى صارتِ المدينةُ في مِثْلِ الجَوْبَةِ»، أي: الفُرْجةِ المستدِيرةِ في السَّحابِ، فأحاطَتْ بها المِياهُ كالحَوْضِ المستدِيرِ، «حتى سَالَ الوادِي -وادِي قَنَاةَ- شهرًا»، وقَنَاةُ: اسمٌ لوادٍ مُعيَّنٍ مِن أوْدِيةِ المَدِينةِ بناحيةِ أُحُدٍ، والمعنَى: جَرَى فيه الماءُ شَهرًا، «فلَمْ يَجِئْ أحدٌ مِن نَاحِيةٍ» مِن نَوَاحي المَدِينةِ «إلَّا حَدَّثَ بالجَوْدِ»، فأَخْبَرَ عن المَطَرِ الغَزِيرِ، والجَوْدِ بفتْحِ الجِيمِ: المَطَرُ الغَزِيرُ، وهذا يدُلُّ على أنَّ المطَرَ استَمرَّ فيما سِوى المدينةِ حتَّى رآهُ كلُّ قادمٍ مِن خارِجِها وأخْبَرَ عنه.\r\nوفي الحديثِ: عَلامةٌ مِن عَلاماتِ نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ. \r\nوفيه: مَشْروعيَّةُ الاستِسقاءِ أثناءَ خُطبةِ الجُمعةِ.\r\nوفيه: مَشروعيَّةُ الكلامِ مع الإمامِ في الخُطبةِ للحاجةِ والضَّرورةِ.\r\nوفيه: مَشروعيَّةُ وُقوفِ الخَطيبِ في الخُطبةِ.\r\nوفيه: قِيامُ الشَّخصِ الواحدِ بأمْرِ الجماعةِ مِن قَومِه، فَيَنوبُ عنهم عندَ الحُكَّامِ وغيرِهم في طَلَبِ جَلْبِ المصلحةِ ودَرْءِ المفسَدةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}