{
    "hadith_id": "3641",
    "hadith": "لا يَزالُ مِن أُمَّتي أُمَّةٌ قائِمَةٌ بأَمْرِ اللَّهِ، لا يَضُرُّهُمْ مَن خَذَلَهُمْ، ولا مَن خالَفَهُمْ، حتَّى يَأْتِيَهُمْ أمْرُ اللَّهِ وهُمْ علَى ذلكَ.",
    "rawi": "معاوية بن أبي سفيان",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3641",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1037)، وأحمد (16932)، وأبو يعلى (7383) بنحوه.",
    "sharh": "وفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن هذه الأُمَّةِ أنَّها لا تَزالُ فيها طائفةٌ على الحقِّ، وهذه الطَّائفَةُ مُعانَةٌ مِنَ اللهِ مَنصورةٌ على مَن خَذَلها وحَاربَها، فالهَزيمَةُ والخِذلانُ عَاقبةُ مَن حارَبَها أو عارَضَها، «لا يَضُرُّهم مَن خذَلَهُم»، أي: لا يَضُرُّهم مَن ترَكَ نُصْرتَهم ومُعاونتَهم.\n وقدْ بَشَّرَ صلَّى اللهُ عليه وسلَّمَ أنَّ هذه الطَّائفةَ ستَكونُ كذلِك على أمرِ اللهِ مُستمسِكين، وبه قائِمينَ حتَّى يَأتيَ أمرُ اللهِ، وهي الرِّيحُ الطَّيِّبَةُ تَكونُ قبلَ قيامِ السَّاعةِ تَقبِضُ أَرواحَ المؤمنينَ.\n وهذا ممَّا يدُلُّ على أنَّ الحقَّ لا يَنقطِعُ في أُمَّةِ الإسلامِ؛ فهناك مَن يَتوارَثُه جِيلًا بعدَ جِيلٍ، وفيه إشارةٌ إلى بَقاءِ نَصْرِ اللهِ لهم وحفْظِهم.\n وقد اختُلِفَ في المقصودِ بهذِه الطَّائفةِ، وكذلك اختُلِف في مكانها؛ فقيل: هُم العُلماءُ والفقهاء، وقيل: هُم أصحابُ الحديثِ، وقيل: هُم المُجاهِدُون في سَبيلِ اللهِ تعالى، وقد ورَدَ عندَ البُخاريِّ مِن حَديثِ مُعاوِيةَ أنَّهم بالشَّام، وعندَ أحمَدَ أنَّهم ببيتِ المقدسِ وأكنافِ بيتِ المقدِسِ وهي أرضٌ شاميَّةٌ، وقيل: إنَّ آخِرَهم بِبيتِ المقْدِسِ، والأَولى الجَمْعُ بين هذه الأقوال كلِّها بأنَّ هذه الطَّائفةَ تكون مُتناثِرةً بَينَ طَوائفِ الأُمَّةِ؛ فَمنَ المُمكنِ أن يَكونوا مِنَ العُلماءِ والمُجاهِدين والفُقهاءِ والآمِرين بالمَعروفِ والنَّاهينَ عنِ المُنكرِ، وقَدْ يَكونون مُجتمِعينَ في مَكانٍ أو مُتفرِّقينَ في البُلدانِ.\n والحديثُ آيةٌ على صِدقِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ؛ لأنَّه مُنذُ أخبَرَ بذلكَ وهذه الطَّائفَةُ لا تَزالُ مَوجودَةً في الأُمَّةِ لم تَنقَطِعْ في زَمانٍ منَ الأزمنَةِ.\n وفي الحديثِ: فَضلُ الثَّباتِ على الحقِّ والعملِ به.\n وفيه: فَضلُ لُزومِ هذِه الطائِفةِ؛ فإنَّهم مَنصورونَ مُعانونَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}