{
    "hadith_id": "3690",
    "hadith": "بيْنَما راعٍ في غَنَمِهِ عَدا الذِّئْبُ، فأخَذَ مِنْها شاةً فَطَلَبَها حتَّى اسْتَنْقَذَها، فالْتَفَتَ إلَيْهِ الذِّئْبُ، فقالَ له: مَن لها يَومَ السَّبُعِ ليسَ لها راعٍ غيرِي، فقالَ النَّاسُ: سُبْحانَ اللَّهِ، فقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ فإنِّي أُومِنُ به وأَبُو بَكْرٍ، وعُمَرُ، وما ثَمَّ أبو بَكْرٍ وعُمَرُ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3690",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3690)، ومسلم (2388)",
    "sharh": "المبادَرةُ إلى تَصديقِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في كلِّ ما أخبَرَ به، واليقينُ أنَّ قولَه الحقُّ؛ دَليلُ صِدقِ الإيمانِ باللهِ ورَسولِه صلَّى اللهُ عليه وسلَّمَ.\nوفي هذا الحديثِ يُخبِرُ أبو هُرَيرةَ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قدْ حكَى لهم حادثتينِ خارِقتينِ للعادةِ وقَعَتَا في الأزمانِ الماضيةِ، فأخبَرَ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ صلَّى صَلاةَ الفجْرِ ذاتَ يومٍ، ثمَّ أقبَلَ على النَّاسِ، أي: تَحوَّلَ إليهم بوَجْهِه، وذَكَرَ أنَّه بيْنما رجُلٌ يَسُوقُ بَقَرةً وهو راكبٌ لها، ضرَبَها، فالْتَفَتَت إليه البقرةُ، وتَكلَّمَت، فقالَت له: إنَّا -جِنْسَ البَقَرِ- لم نُخْلَقْ للرُّكوبِ والضَّربِ، وإنَّما خُلِقْنا لحَرْثِ الأرضِ والزَّرعِ، فقال النَّاسُ مُتعجِّبين مِن نُطْقِها: سُبحانَ اللهِ! بَقرةٌ تَتَكلَّمُ، واستُدلَّ بذلكَ على أنَّ الدَّوابَّ لا تُستعمَلُ إلَّا فيما جَرَت العادةُ باستعمالِها فيه، ويَحتمِلُ أنْ يكونَ قولُ البقرةِ: «إنَّما خُلِقْنا للحرْثِ» إشارةً إلى تَعظيمِ ما خُلِقَت له، وليس المَقصدُ حَصْرَ ما خُلِقَت له في الحِراثةِ فقطْ؛ لأنَّ مِن جُملةِ ما خُلِقَت له أنَّها تُذبَحُ وتُؤكَلُ.\nفقال لهم صلَّى اللهُ عليه وسلَّمَ: «فَإنِّي أُومِنُ بهذا أَنا، وأبو بَكرٍ، وعُمَرُ»، أي: فأمَّا أنا وأبو بَكرٍ وعمَرُ، فإنَّا قدْ صدَّقْنا بهذه الحادثةِ، وإنْ كانت مِن الأشياءِ الغريبةِ الخارقةِ للعادةِ، المُخالِفةِ للنُّظُمِ الكونيَّةِ؛ لأنَّ الَّذي خَلَق هذه النُّظمَ قادرٌ على خَرقِها، وإنَّما ذكَر صلَّى اللهُ عليه وسلَّمَ أبا بَكرٍ وعمَرَ مع أنَّهما غيُر حاضرينِ -كما في قولِه: «وما هما ثَمَّ»- ثِقةً بهما؛ لعِلمِه بصِدقِ إيمانِهما، وقوَّةِ يَقينِهما، وكَمالِ مَعرفتِهما بعَظيمِ سُلطانِ اللهِ وكَمالِ قُدرتِه.\nثمَّ قال صلَّى اللهُ عليه وسلَّمَ: «وبيْنما رجُلٌ في غَنَمِه إذ عَدا الذِّئبُ» مِن العُدْوانِ، أي: هَجَمَ الذِّئبُ على غَنَمِه، وأخَذَ منها واحدةً، فبَحَثَ صاحبُ الغَنَمِ عن الشَّاةِ التي أخَذَها الذِّئبُ، فلمَّا اقتَرَبَ مِن الذِّئبِ وتَمكَّنَ منه حتَّى كَأنَّه استَنْقَذَها مِنه، تَكلَّمَ الذِّئبُ وقال لصاحِب الغَنَمِ: يا هذا، استَنْقَذْتَها مِنِّي، فمَن لها -أي: للشَّاةِ- يَومَ السَّبُعِ؟! أي: مَن يَحْميها منِّي في ذلك اليومِ الَّذي تَخْلو فيه الأرضُ مِن البشَرِ، ولا يَبْقى فيها سِوى السِّباعِ -والسَّبُعُ: كلُّ حَيوانٍ مُفترِسٍ- حيث تَخرَبُ البلادُ، ويَهلِكُ العبادُ، ويَفنى البشَرُ، فلا يَبْقى للغَنَم راعٍ يَحْمِيها مِن السِّباعِ والذِّئابِ. فقال النَّاسُ مُتعجِّبين: سُبحانَ اللهِ! ذِئبٌ يتَكلَّمُ! فقال لهم صلَّى اللهُ عليه وسلَّمَ مِثلَما قال في الأوَّلِ: «فَإنِّي أُومِنُ بهذا أَنا، وأبو بَكرٍ، وعُمَرُ».\nوفي الحديثِ: عَلَمٌ مِن أعلامِ النُّبوَّةِ.\nوفيه: فَضيلةُ أبي بَكرٍ وعُمَرَ رَضيَ اللهُ عنهما، وثِقَةُ رَسول اللهِ صلَّى اللهُ عليه وسلَّمَ بإيمانِهما إيمانًا لا يَعْقُبُه ارتِيابٌ.\nوفيه: الثِّقةُ بما يُعلَمُ مِن صِحَّةِ إيمانِ المرءِ وثاقبِ عِلمِه، والحكْمُ عليه بالعادةِ المعلومةِ منه.\nوفيه: أنَّ مِن الإيمانِ التَّصديقَ بكلِّ ما أخبَرَ به صلَّى اللهُ عليه وسلَّمَ مُطلَقًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}