{
    "hadith_id": "3694",
    "hadith": "كُنَّا مع النبيِّ صَلَّى اللهُ عليه وسلَّمَ، وهو آخِذٌ بيَدِ عُمَرَ بنِ الخَطَّابِ.",
    "rawi": "عبدالله بن هشام",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3694",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (18047)، والبزار (3459)، والطبراني في ((المعجم الأوسط)) (317) جميعا بلفظه مطولا .",
    "sharh": "لا يَكتمِلُ إيمانُ العَبدِ المُسلِمِ حتَّى يكونَ النَّبيُّ صلَّى اللهُ عليه وسلَّم أحَبَّ إليه مِن وَلدِه ومالِه ونفْسِه.\nوفي هذا الحديثِ يُخبِرُ عبْدُ اللهِ بنُ هِشامٍ رضِيَ اللهُ عنه أنَّهم كانوا مع النَّبيِّ صلَّى اللهُ عليه وسلَّم وهو ممسِكٌ بِيَدِ عُمرَ بنِ الخطَّابِ رضِيَ اللهُ عنه، فقالَ له عُمرُ رَضِي اللهُ عنه: «يا رَسولَ اللهِ، لَأنتَ أحَبُّ إلَيَّ مِن كلِّ شَيْءٍ إلَّا مِن نَفسِي»، فذَكرَ عُمَرُ حُبَّه لِنفْسِه بِحَسَبِ الطَّبْعِ، فأقسَمَ النَّبيُّ صلَّى اللهُ عليه وسلَّم لعُمَرَ رَضِيَ اللهُ عنه باللهِ الذي يملِكُ قَبْضَ رُوحِه ونَفْسِه: أنَّه لا يَكمُلُ إيمانُك حتَّى أكونَ أحبَّ إليك مِن نفْسِك، كما في روايةِ أحمدَ: «لا يؤمِنُ أحَدُكم حتى أكونَ عنده أحَبَّ إليه مِن نَفْسِه».\nفلمَّا عَلِمَ عُمرُ بنُ الخطَّابِ رضِي اللهُ عنه أنَّ نَجاةَ نفْسِه مِنَ الهلاكِ، وتَحقيقَ رُتبةِ الإيمانِ الكاملِ، مُتوقِّفةٌ على تَقْديمِ حُبِّ النَّبيِّ صلَّى اللهُ عليه وسلَّم على حُبِّ نفْسِه؛ قال: «فإنَّه الآنَ، واللهِ لَأنتَ أحبُّ إليَّ مِن نَفسِي، فقالَ النَّبيُّ صلَّى اللهُ عليه وسلَّم له: الآنَ يا عُمرُ»، يعني: الآنَ عرَفْتَ يا عُمرُ، فَنَطقْتَ بما يَجِبُ عليكَ، وبما يَكتمِلُ به إيمانُك. فيَجِبُ تقديمُ محبَّةِ الرَّسولِ صلَّى اللهُ عليه وسلَّم على النُّفوسِ، والأولادِ، والأقارِبِ، والأهْلِينَ، والأموالِ، والمساكِنِ، وغيرِ ذلك مما يُحبُّه الإنسانُ غايةَ المحبَّةِ، وإنما تتِمُّ المحبَّةُ بالطَّاعةِ، كما قال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} الآية [آل عمران: 31]، ويدخُلُ فيها: نُصرةُ سُنَّتِه، والذَّبُّ عن شريعتِه، وقَمعُ مُخالِفِيها، ويدخُلُ فيها بابُ الأمرِ بالمعروفِ والنَّهيِ عن المنكَرِ.\nوفي الحَديثِ: أنَّ مِنَ الأَيمانِ المأثورةِ الَّتي كان يَحلِفُ بها النَّبيُّ صلَّى اللهُ عليه وسلَّم قولُه: «والَّذي نَفْسي بِيَدِه».\nوفيه: أنَّ حُبَّ النَّبيِّ صلَّى اللهُ عليه وسلَّم من الإيمانِ.\nوفيه: مَنقَبةٌ وفَضلٌ لِعُمَرَ بنِ الخَطَّابِ رَضِيَ اللهُ عنه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}