{
    "hadith_id": "3710",
    "hadith": "أنَّ عُمَرَ بنَ الخَطَّابِ، كانَ إذَا قَحَطُوا اسْتَسْقَى بالعَبَّاسِ بنِ عبدِ المُطَّلِبِ فَقَالَ: اللَّهُمَّ إنَّا كُنَّا نَتَوَسَّلُ إلَيْكَ بنَبِيِّنَا صَلَّى اللهُ عليه وسلَّمَ فَتَسْقِينَا، وإنَّا نَتَوَسَّلُ إلَيْكَ بعَمِّ نَبِيِّنَا فَاسْقِنَا قَالَ: فيُسْقَوْنَ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3710",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي (6501)، والبغوي في ((شرح السنة)) (1165) واللفظ لهما، وابن خزيمة (1421) باختلاف يسير.",
    "sharh": "اللهُ عزَّ وجلَّ بيَدِه خَزائنُ السَّمواتِ والأرضِ، ومِن رَحمتِه أنَّه يُنزِلُ الغَيثَ بعدَ يأْسِ الناسِ مِن نزولِه، وقدْ شَرَعَ لهم الاستِسقاءَ وهو طلبُ السُّقيا؛ رَحمةً ورَأفةً بهم.وفي هذا الحديثِ يُخبِرُ أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ عُمَرَ بنَ الخطَّابِ رَضيَ اللهُ عنه كان إذا قَحَطوا، وذلك في عَهْدِه وخِلافتِه، والقَحْطُ: الجَفافُ وقِلَّةُ الماءِ وعدَمُ وُجودِ المطَرِ، فكان رَضيَ اللهُ عنه يَسْتسقِي، وذلك بالخُروجِ إلى الصَّلاةِ في تَضرُّعٍ وخَشيةٍ طَلَبًا لنُزولِ المطَرِ، وصَلاةُ الاستسقاءِ رَكعتانِ، فكان عمَرُ رَضيَ اللهُ عنه يُقدِّمُ العباسَ بنَ عبدِ المطَّلِبِ عمَّ النبيِّ صلَّى اللهُ عليه وسلَّمَ ليَدعُوَ للناسِ، ويقولُ: اللَّهمَّ إنَّا كنَّا نطلبُ مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ أنْ يَدْعوَ؛ لِيكونَ وَسيلةً لنا إليك؛ لِمَا له مِن فَضْلٍ عندَك، فتَسْتجيبُ وتَسْقِينا، وبعدَ مَوتِ النبيِّ صلَّى اللهُ عليه وسلَّمَ فإنَّا نَتوسَّلُ إليك بِعَمِّ نَبيِّنا، أي: بدُعائِه واستِسقائِه، فَاسْقِنا، وأَنزِلْ علينا المطَرَ، وكان إذا فَعَلَ عمَرُ ذلك أنْزَلَ اللهُ تعالَى المطَرَ عليهم بِاستِسقاءِ العبَّاسِ رَضيَ اللهُ عنه.\r\nوهذا ليس مِن التَّوسُّلِ إلى اللهِ عزَّ وجلَّ بالرَّجُلِ الصالحِ بذاتِه وبِجاهِه وبحَقِّه، بلْ هو التَّوسُّلُ بدُعائِه وتَضرُّعِه واستِغاثتِه به سُبحانه وتعالَى؛ فإنَّ عُمَرَ رَضيَ اللهُ عنه لم يَتوسَّلْ بالنبيِّ صلَّى اللهُ عليه وسلَّمَ بعدَ مَماتِه؛ لأنَّ التَّوسُّلَ به صلَّى اللهُ عليه وسلَّمَ غيرُ مُمكنٍ بعْدَ وَفاتِه، فلَجَأَ إلى تَوسُّلٍ مُمكِنٍ، فاختارَ العبَّاسَ رَضيَ اللهُ عنه؛ لقَرابَتِه مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ مِن ناحيةٍ، ولِصَلاحِه ودِينِه وتَقواهُ مِن ناحيةٍ أُخرى، وطَلَبَ منه أنْ يَدعُوَ لهم بالغَيثِ والسُّقْيا. \r\nوفي الحديثِ: مَشروعيَّةُ صَلاةِ الاستِسقاءِ.\r\nوفيه: أنَّ التَّوسُّلَ بالدُّعاءِ يُطلَبُ مِن الأحياءِ لا الأمواتِ.\r\nوفيه: ردٌّ على مَن يَتوسَّلُ بالأمواتِ إلى اللهِ عزَّ وجلَّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}