{
    "hadith_id": "3718",
    "hadith": "كُنْتُ عِنْدَ عُثْمانَ أتاهُ رَجُلٌ فقالَ: اسْتَخْلِفْ، قالَ: وقِيلَ ذاكَ؟ قالَ: نَعَمْ، الزُّبَيْرُ، قالَ: أما واللَّهِ إنَّكُمْ لَتَعْلَمُونَ أنَّه خَيْرُكُمْ ثَلاثًا.",
    "rawi": "مروان بن الحكم",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3718",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد في ((فضائل الصحابة)) (1262) باختلاف يسير.",
    "sharh": "إنَّ مِن مَحاسِنِ شَريعَتِنا أنْ شَرَعت لأهْلِها ما يَنفَعُهم دِينًا ودُنْيا، حَياةً ومَوتًا؛ حِرصًا منها على إيصالِ النَّفعِ لهم، وصَونًا لحَقِّهم وحَقِّ غَيرِهم، ومِن ذلك مَشْروعيَّةُ الوَصيَّةِ.\nوفي هذا الحَديثِ يَرْوي مَرْوانُ بنُ الحَكَمِ أنَّ الخَليفةَ عُثْمانَ بنَ عفَّانَ رَضيَ اللهُ عنه عندَما اشتَدَّ بِه الرُّعافُ في سَنةِ إحْدى وثَلاثينَ، والرُّعافُ: نَزفٌ شَديدٌ للدَّمِ منَ الأنْفِ، وهو نَوْعانِ: نَزفٌ خارِجيٌّ، ونَزفٌ داخِليٌّ، وقد يؤَدِّي إلى المَوتِ، وسُمِّيَت هذه السَّنةُ سَنةَ الرُّعافِ؛ لأنَّه صارَ للنَّاسِ فيها رُعافٌ كَثيرٌ. وظلَّ عُثْمانُ على هذه الحالةِ مِن المَرضِ حتَّى منَعَه الرُّعافُ عنِ الحَجِّ، وأوْصى الوَصيَّةَ الشَّرعيَّةَ في مالِه، وبما يَكونُ بعْدَ مَوتِه في الخِلافةِ؛ وذلك لأنَّه ظنَّ أنَّه مَرَضُ مَوتِه، فدَخَل عليه رَجلٌ مِن قُرَيشٍ، فنقَلَ له أنَّ النَّاسَ تَنصَحُه أنْ يَستَخلِفَ خَليفةً مِن بَعْدِه ويُسمِّيَه؛ لأهمِّيَّةِ هذا الأمْرِ في حَياةِ النَّاسِ، وعَظيمِ شأْنِه، فقال له عُثْمانُ رَضيَ اللهُ عنه: «وقالُوهُ؟!» أي: وقال النَّاسُ هذا! ثُمَّ دَخَل عليه الحارِثُ بنُ الحَكَمِ أخو مَرْوانَ بنِ الحَكَمِ، وصدَرَ منه مِثلُ ما صدَرَ مِن الرَّجلِ القُرَشيِّ، وكان دُخولُهما عليه بقَولٍ مِن النَّاسِ، وحَثٍّ منهم، فأرادَ عُثْمانُ رَضيَ اللهُ عنه أنْ يَعرِفَ رَأيَهم فيمَن يَستَخلِفُ مِن بَعدِه، فسَألَ الدَّاخِلَينِ عليه فسَكَتا، إلَّا أنَّ الحارِثَ بنَ الحَكَمِ أقَرَّ لعُثْمانَ بأنَّهم قالوا: الزُّبَيرُ بنُ العَوَّامِ، فأَثْنى عُثْمانُ على الزُّبَيرِ رَضيَ اللهُ عنهما بما علِمَ مِن خَيرِه وشَرفِه ومَقامِه في الإسْلامِ، ومِن مَكانَتِه مِن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ بأنَّ الزُّبَيرَ كان مِن خَيرِ الصَّحابةِ، وأحَبِّهم إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وفي قَولِهم وقَولِه دَليلٌ على أنَّ للزُّبَيرِ رَضيَ اللهُ عنه منَ الشَّرَفِ والمَقامِ في الإسْلامِ، بحيث تَسبِقُ الظُّنونُ إلى أنَّه هو المُستَخلَفُ بعْدَ عُثْمانَ رَضيَ اللهُ عنه.\nوفي الحَديثِ: مَكانةُ الوَصيَّةِ في الإسْلامِ، واهْتِمامُ السَّلَفِ بها.\nوفيه: حِرصُ عُثْمانَ رَضيَ اللهُ عنه على الاسْتِفادةِ مِن رَأيِ أهلِ الفَضلِ والشَّأنِ.\nوفيه: شدَّةُ تَحرِّي وتَحرُّزِ عُثْمانَ في قَولِه: «ما عَلِمتُ»، أي: حسَبَ الَّذي بَلَغَه عِلْمي مِن خَيرِه وفَضلِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}