{
    "hadith_id": "377",
    "hadith": "مِنْ أيِّ شيءٍ المِنْبَرُ؟ فَقالَ: ما بَقِيَ بالنَّاسِ أعْلَمُ مِنِّي، هو مِن أثْلِ الغَابَةِ عَمِلَهُ فُلَانٌ مَوْلَى فُلَانَةَ لِرَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، وقَامَ عليه رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ حِينَ عُمِلَ ووُضِعَ، فَاسْتَقْبَلَ القِبْلَةَ، كَبَّرَ وقَامَ النَّاسُ خَلْفَهُ، فَقَرَأَ ورَكَعَ ورَكَعَ النَّاسُ، خَلْفَهُ ثُمَّ رَفَعَ رَأْسَهُ ثُمَّ رَجَعَ القَهْقَرَى، فَسَجَدَ علَى الأرْضِ، ثُمَّ عَادَ إلى المِنْبَرِ، ثُمَّ رَكَعَ ثُمَّ رَفَعَ رَأْسَهُ، ثُمَّ رَجَعَ القَهْقَرَى حتَّى سَجَدَ بالأرْضِ، فَهذا شَأْنُهُ.",
    "rawi": "سهل بن سعد الساعدي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "377",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو عوانة في ((المستخرج)) (1785)، والبغوي في ((شرح السنة)) (497) بلفظه، والحديث أصله في صحيح مسلم (544) بنحوه.",
    "sharh": "كان النبيُّ صلَّى اللهُ عليه وسلَّمَ يَخطُبُ في الجُمُعةِ وغيرِ ذلك مِن مُناسَباتِ الخَطابةِ وهو واقفٌ على جِذْعِ نخْلةٍ في المسجِدِ، وكان ذلك في أوَّلِ الأمرِ، ثمَّ اتخَذ مِنبرًا؛ لِيَكونَ أعْوَنَ له على القيامِ والاستنادِ، وليَظهَرَ للناسِ أكثَرَ.وفي هذا الحديثِ أنَّ الصحابيَّ الجليلَ سَهلَ بنَ سعدٍ رَضيَ اللهُ عنه سُئل عن مِنبَرِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ من أيِّ شَيءٍ صُنِع؟ فقال: ما بقِيَ مِن أهلِ المدينةِ مَن هو أعلَمُ بأخبارِ رسولِ الله صلَّى اللهُ عليه وسلَّمَ مِنِّي؛ لأنَّه آخِرُ مَن ماتَ بها مِن الصَّحابةِ، وكان هو أيضًا الَّذي ذهَب مع الفتى النجَّارِ لإحضارِ خشبِ المِنبرِ مِن شجرِ الغابةِ وأثْلِها، والأثْلُ شجرٌ شبيهٌ بالطَّرْفاءِ -وهي شجرٌ مِن شَجرِ البَوادِي- إلَّا أنَّه أعظَمُ منه، والغابةُ أرضٌ على بُعدِ تِسعةِ أميالٍ -أي: ما يُقارِبُ 14 كم- مِن المدينةِ، كانت إبلُ النبيِّ صلَّى اللهُ عليه وسلَّمَ مُقيمةً بها للرَّعيِ.ثمَّ حَكَى سَهلٌ رَضيَ اللهُ عنه عن النبيِّ صلَّى اللهُ عليه وسلَّمَ أنَّه حِينَ عُمِل المِنبَرُ ووُضِعَ ارتقَى عليه النبيُّ صلَّى اللهُ عليه وسلَّمَ، ثمَّ صلَّى إمامًا وهو على المِنبرِ، والناسُ يُصَلُّون خَلْفَه يأتمُّون به عليه الصَّلاةُ والسَّلامُ، فلمَّا أرادَ أنْ يَسجُدَ رجَعَ القَهْقَرَى، أي: مشَى للخَلْفِ بظَهرِه؛ ليَتمكَّنَ مِن السُّجودِ، وإنَّما فَعَل ذلك لئلَّا يَستدبِرَ القِبلةَ، وسجَدَ في الأرضِ. وفي روايةِ الصَّحيحَينِ: «ثمَّ عاد، فلمَّا فرَغ أقبَلَ على النَّاسِ، فقال: أيُّها النَّاسُ، إنَّما صنعْتُ هذا لِتَأتَمُّوا ولِتَعَلَّمُوا صَلاتي»، فبيَّن صلَّى اللهُ عليه وسلَّمَ أنَّه صلَّى على المِنبرِ لأجْلِ أن يَنظُرَ الناسُ كَيفيَّةِ صَلاتِه وحرَكاتِها وتَنقُّلاتِه فيها، فيَتعلَّموا منه، ويَأخُذوا بسُنَّتِه.وفي الحديثِ: تعليمُ الإمامِ القَومَ الصَّلاةَ وهو في مَوضعٍ أعْلَى مِن مَوضعِ المأمومِينَ.وفيه: أنَّ العملَ اليسيرَ لا يُبطِلُ الصَّلاةَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}