{
    "hadith_id": "3832",
    "hadith": "كَانُوا يَرَوْنَ أنَّ العُمْرَةَ في أشْهُرِ الحَجِّ مِنَ الفُجُورِ في الأرْضِ، وكَانُوا يُسَمُّونَ المُحَرَّمَ صَفَرًا، ويقولونَ: إذَا بَرَا الدَّبَرْ، وعَفَا الأثَرْ، حَلَّتِ العُمْرَةُ لِمَنِ اعْتَمَرْ، قالَ: فَقَدِمَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وأَصْحَابُهُ رَابِعَةً مُهِلِّينَ بالحَجِّ، وأَمَرَهُمُ النبيُّ صَلَّى اللهُ عليه وسلَّمَ أنْ يَجْعَلُوهَا عُمْرَةً، قالوا: يا رَسولَ اللَّهِ أيُّ الحِلِّ قالَ: الحِلُّ كُلُّهُ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3832",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3832) واللفظ له، ومسلم (1240)",
    "sharh": "التَّمتُّعُ في الحَجِّ هو أن يُحْرِمَ الحاجُّ بالعُمْرَةِ في أشهُرِ الحَجِّ، ثم يَحِلَّ منها، ثم يُحْرِمَ بالحَجِّ مِن عامِه، فإذا قدِمَ مَكَّةَ في أشهُرِ الحجِّ واعتَمَر وانْتَهى مِن عُمرتِه، فله أنْ يَتحلَّلَ مِن إحرامِه، ويَتمتَّعَ بكلِّ ما هو حلالٌ حتَّى تَبدَأَ مَناسِكُ الحجِّ.\nوفي هذا الحَديثِ يَحكي عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّ العربَ في الجاهِليَّةِ كانوا يَرَون أنَّ الإحرامَ بالعُمرةِ في أشهُر الحَجِّ مِن أفجَر الفُجورِ، أي: مِن أعظَمِ المَعاصي، ويُحرِّمون العُمرةَ إلى نِهايةِ مُحَرَّمٍ، ويَجعَلون المُحَرَّمَ صَفَرًا، ويَتلاعَبون بالأشهُرِ الحُرُمِ على حَسَبِ أهوائِهِم، فيُؤَخِّرون تَحريمَ المُحَرَّمِ إلى صَفَرٍ، وهو النَّسِيءُ الَّذي ذمَّه اللهُ تعالَى في قولِه: {إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ} [التوبة: 37]، ويَقولون: إذا بَرا الدَّبَرُ، وهو الجُرحُ الَّذي يكونُ في ظَهْرِ الإبِلِ، فإذا شُفِيَت الجِراحاتُ الَّتي في ظَهْرِ الإبِلِ، الَّتي تَحدُث بسَببِ الحَمْلِ عليها، وكَثرةِ احتِكاكِها في أسفارِها الطَّويلةِ. وعَفا الأثَرُ، فاخْتَفَت آثارُ أقدامِ الإبلِ الَّتي تُحدِثُها في سَيرِها. وانْتَهى شَهْرُ صَفَرٍ الَّذي هو في الحَقيقةِ شَهْرُ مُحَرَّمٍ بِسَبَبِ النَّسيءِ؛ حلَّت العُمرةُ لمَن اعتَمَرَ، فعِندَ ذَلكَ تَجوزُ العُمرةُ لمَن أرادَها.\nفلمَّا قَدِمَ النبيُّ صلَّى اللهُ عليه وسلَّمَ وأصحابُه ودَخَلوا مَكَّةَ صَبيحةَ اليومِ الرَّابعِ مِن ذي الحِجَّةِ مُهلِّين بالحَجِّ في حَجَّةِ الوَداعِ، أمَرَهُم أنْ يَجعَلوها عُمرةً، أي: يَفسَخوا الحَجَّ إلى العُمرةِ، ويَتحلَّلوا بالطَّوافِ والسَّعيِ، فتَعاظَمَ عندَهم مُخالَفةُ العادةِ الَّتي كانوا عليها مِن تَأخيرِ العُمرةِ عن أشهُرِ الحَجِّ، فاستَفسَروا مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ عن نَوعيَّة هذا الحِلِّ، هل هو تَحلُّل خاصٌّ ببَعضِ الأشياءِ، أو عامٌّ في جَميعِها؟ فأخبَرَهم صلَّى اللهُ عليه وسلَّمَ بأنَّه تَحلُّلٌ عامٌّ، فيَحِلُّ لكُم كُلُّ شَيءٍ مِن الأشياءِ الَّتي كانَت مُحَرَّمةً عليكُم أثناءَ العُمرةِ، بما في ذلك المُعاشَرةُ والجِماعُ للنِّساءِ، فأبْطَلَ بذلك عاداتِ الجاهليَّةِ؛ مِن النَّسيءِ وتَحريمِ العُمرةِ في أشهُرِ الحجِّ، وأقرَّ شَريعةَ الإسلامِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}