{
    "hadith_id": "3865",
    "hadith": "لَمَّا أسْلَمَ عُمَرُ اجْتَمع النَّاسُ عِنْدَ دَارِهِ، وقالوا: صَبَا عُمَرُ وأَنَا غُلَامٌ، فَوْقَ ظَهْرِ بَيْتِي، فَجَاءَ رَجُلٌ عليه قَبَاءٌ مِن دِيبَاجٍ، فَقالَ: قدْ صَبَا عُمَرُ فَما ذَاكَ، فأنَا له جَارٌ، قالَ: فَرَأَيْتُ النَّاسَ تَصَدَّعُوا عنْه فَقُلتُ: مَن هذا؟ قالوا: العَاصِ بنُ وائِلٍ",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3865",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "لقدْ أعزَّ اللهُ الإسْلامَ بعُمَرَ بنِ الخطَّابِ، فأسلَمَ رَضيَ اللهُ عنه ولم يُخفِ إسْلامَه؛ بلْ أظْهَرَه بيْنَ قَومِه، في أشدِّ أوقاتِ ضعْفِ المُسلِمينَ وشِدَّةِ إيذاءِ المُشرِكينَ لهم.\nوفي هذا الحَديثِ يَحْكي عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما أنَّه بيْنَما عُمَرُ رَضيَ اللهُ عنه في الدَّارِ خَائِفًا -وسيَأْتي بَيانُ سبَبِ خَوفِه- إذ جاءَه العاصِ بنُ وائِلٍ بنُ هاشِمِ بنِ سَعيدٍ السَّهْميُّ، وهو جاهِليٌّ أدرَكَ الإسْلامَ ولم يُسلِمْ، وهو والدُ الصَّحابيِّ عَمْرِو بنِ العاصِ رَضيَ اللهُ عنه، وكان على العاصِ «حُلَّةُ حِبَرةٍ»، أي: يَلبَسُ بُرْدًا مُزَيَّنًا وقَميصًا مَكْفوفًا مَخيطًا بحَريرٍ، ويُخبِرُ ابنُ عُمَرَ رَضيَ اللهُ عنهما أنَّ العاصَ بنَ وائلٍ مِن بَني سَهمٍ، «وهم حُلفاؤُنا في الجاهِليَّةِ»، مِن الحِلفِ، وهو المُعاقَدةُ والمُعاهَدةُ على التَّعاضُدِ، والتَّساعُدِ، والمُناصَرةِ، وكانوا يَتَحالَفونَ في الجاهِليَّةِ على الموالاةِ والنُّصرةِ، ويَتَوارَثونَ بذلك، فقال له العاصُ: «ما بالُكَ؟» أي: ما شأنُكَ، فأخبَرَه عُمَرُ بنُ الخطَّابِ رَضيَ اللهُ عنه أنَّ قَومَه -قومَ العاصِ بنِ وائلٍ السَّهميِّ- زَعَموا أنَّهم سيَقْتُلونَه لأجْلِ إسْلامِه، وخَوفُ عُمَرَ رَضيَ اللهُ عنه؛ لأنَّه أسْلَمَ، وفعَل يومَ إسْلامِه ما كاد به المُشرِكينَ وغاظَهم؛ فلذلك تَواعَدوه بالقَتلِ. فقال له العاصِ: «لا سَبيلَ لهُم إليكَ»، يَعني: لا يَستَطيعُ أحدٌ أنْ يصِلَ إليكَ بمَكْروهٍ.\nفقال عُمَرُ رَضيَ اللهُ عنه: بعْدَ أنْ قال العاصِ هذه الكلمةَ أَمِنْتُ، أي: زَالَ خَوْفي لقَولِ العاصِ؛ لأنَّه كان مُطاعًا في قَومِه.\nفخرَجَ العاصِ فلَقيَ النَّاسَ قدِ امْتلأَ بهمُ الوادي، أي: وادي مكَّةَ، وإنَّما قال هذا لكَثرَتِهم وإسْراعِهم، فشَبَّهَهم بالسَّيلِ، فقال العاصُ: أين تُريدونَ؟ فقالوا: نُريدُ هذا ابنَ الخَطَّابِ الَّذي صَبأَ، أي: خرَجَ عن دِينِ آبائِه، قال العاصِ: لا سَبيلَ لكمْ إليه، فكَرَّ النَّاسُ، أي: رَجَعوا.\nوفي الحَديثِ: أنَّ اللهَ سُبحانَه وتعالى يَمنَعُ عَبدَه المُسلِمَ بما شاءَ، ويَجعَلُ صَوْنَه بيَدِ عَدوِّه، ويَرُدُّ عنه الأذى بمَكانِ خَصمِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}