{
    "hadith_id": "3892",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، قَالَ: وحَوْلَهُ عِصَابَةٌ مِن أصْحَابِهِ: تَعَالَوْا بَايِعُونِي علَى أنْ لا تُشْرِكُوا باللَّهِ شيئًا، ولَا تَسْرِقُوا، ولَا تَزْنُوا، ولَا تَقْتُلُوا أوْلَادَكُمْ، ولَا تَأْتُوا ببُهْتَانٍ تَفْتَرُونَهُ بيْنَ أيْدِيكُمْ وأَرْجُلِكُمْ، ولَا تَعْصُونِي في مَعروفٍ، فمَن وفَى مِنكُم فأجْرُهُ علَى اللَّهِ، ومَن أصَابَ مِن ذلكَ شيئًا فَعُوقِبَ به في الدُّنْيَا فَهو له كَفَّارَةٌ، ومَن أصَابَ مِن ذلكَ شيئًا فَسَتَرَهُ اللَّهُ فأمْرُهُ إلى اللَّهِ، إنْ شَاءَ عَاقَبَهُ، وإنْ شَاءَ عَفَا عنْه قَالَ: فَبَايَعْتُهُ علَى ذلكَ",
    "rawi": "عبادة بن الصامت",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3892",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (4161)، والشاشي في ((المسند)) (1231)، والطبراني في ((مسند الشاميين)) (3197)، وابن منده في ((الإيمان)) (47) واللفظ لهم جميعا.",
    "sharh": "يَحْكي عُبادةُ بنُ الصَّامِتِ رضي الله عنه أنَّه بايَعَ رَسولَ اللهِ صَلَّى الله عليه وسلَّم في \"رَهْط\"، وهو ما دونَ العَشَرةِ، فَقالَ صَلَّى الله عليه وسلَّم: أُبايِعكم عَلى أنْ لا تُشرِكوا باللهِ شَيئًا ولا تَسرِقوا ولا تَقتُلوا أولادَكم ولا تَأْتوا \"بِبُهْتان\"، أي: بِكَذِبٍ يَبْهَت سامِعَه، أي: يُدهِشه؛ لفَظاعتِه كالرَّمْي بالزِّنا، تَفتَرونَه بَيْنَ أيديكم وأَرجُلِكم، أي: مِن قِبَلِ أنفُسِكم، فَكَنَّى بالْيَدِ والرِّجلِ عن الذَّاتِ؛ لِأَنَّ مُعظَمَ الأَفْعالِ بِهما، ولا تَعْصوني في مَعروفٍ، وهو ما عُرِفَ مِن الشَّارِعِ حُسنُه نَهْيًا وأَمْرًا، فَمَنْ وَفى، أي: ثَبَتَ عَلى العَهدِ مِنكم فَأَجرُه عَلى اللهِ فَضلًا ووَعدًا بالجَنَّةِ، ومَن أصابَ مِنكم أيُّها المُؤمِنونَ مِن ذَلِكَ شَيئًا غَيرَ الشِّركِ فَأُخِذَ بِه، أي: فَعُوقِبَ بِه في الدُّنْيا بِأَنْ أُقيمَ عليه الحَدُّ، فَهو، أي: العِقابُ كَفارَّة لَه فَلا يُعاقَبُ عليه في الآخِرةِ وطَهور يُطَهِّره اللهُ به مِن دَنَسِ المَعصيةِ، وإذا وُصِفَ بالتَّطهيرِ مَعَ التَّوبةِ عادَ إلى ما كانَ عليه قَبلُ فَتُقبَل شَهادتُه، ومَن سَتَرَه اللهُ فَذَلِكَ مُفَوَّض إلى اللهِ، إنْ شاءَ عَذَّبَه بِعَدْلِه، وإنْ شاءَ غَفَرَ لَه بِفَضلِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}