{
    "hadith_id": "391",
    "hadith": "مَن صَلَّى صَلَاتَنَا واسْتَقْبَلَ قِبْلَتَنَا، وأَكَلَ ذَبِيحَتَنَا فَذلكَ المُسْلِمُ الذي له ذِمَّةُ اللَّهِ وذِمَّةُ رَسولِهِ، فلا تُخْفِرُوا اللَّهَ في ذِمَّتِهِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "391",
    "grade": "[صحيح]",
    "sharh": "عَصَم اللهُ دَمَ المسلِمِ ومالَه وعِرضَه، ومنَعَ الاعتِداءَ عليه والنَّيْلَ منه، وتوَعَّدَ مَن يَجترئُ عليه دُونَ مُسَوِّغٍ شرعيٍّ بالعذابِ الأليمِ في الدُّنيا والآخرةِ.وفي هذا الحَديثِ يُبيِّن النبيُّ صلَّى اللهُ عليه وسلَّمَ صِفةَ ذلك المسلِمِ الذي له حقُّ الأمانِ والعِصمةِ في مالِه ودَمِه وعِرضِه، وهو: مَن صلَّى كما نُصلِّي، والمرادُ: صلَّى الصَّلَواتِ الخَمسَ الواجبةَ على الهَيئةِ والكَيفيَّةِ الَّتي وردَتْ عنه صلَّى اللهُ عليه وسلَّمَ، مُستقبِلًا الكعبةَ المُشرَّفةَ، تلك القِبْلةُ الَّتي رَضِيَها اللهُ عزَّ وجلَّ لعِبادِه، وإنَّما أفْرَدَ استِقبالَ القِبْلةِ بالذِّكرِ -مع أنَّها مُضمَّنةٌ في الصَّلاةِ-؛ تَعظيمًا لشأنِها، وإشارةً إلى أنَّه لا بدَّ مِنَ الإتيانِ بصَلاةِ المسلمينَ المشروعةِ في كِتابِهمُ المنزَّلِ على نَبيِّهم، وهي الصَّلاةُ إلى الكعبةِ، وإلَّا فمَنْ صلَّى إلى بَيتِ المَقدِسِ بعْدَ عِلمِه بنَسْخِه كاليهودِ، أو إلى المشرقِ كالنَّصارى؛ فليس بمُسلمٍ، ولو شَهِد بشَهادةِ التَّوحيدِ.ثمَّ بَيَّنَ صلَّى اللهُ عليه وسلَّمَ أنَّ مِن صِفاتِ المسلِمِ معصومِ الدَّمِ أنَّه آكِلٌ لِذَبائحِ المسلمينَ، لا يَمتنِعُ عنها؛ لأنَّه يَعُدُّ نفْسَه منهم. فمَن فعَل ذلك والتزَمَ به، فهو المسلمُ الَّذي له ذِمَّةُ اللهِ وذِمَّةُ رسولِه، أي: الَّذي له أمانُ اللهِ تعالى وأمانُ رسولِه صلَّى اللهُ عليه وسلَّمَ، فيَكونُ مَعصومَ الدَّمِ والمالِ، ويتمتَّعُ بحِمايةِ الإسلامِ، وبكُلِّ الحقوقِ التي يَتمتَّعُ بها المسلِمونَ؛ وذلك لأنَّ تِلك الصِّفاتِ الثَّلاثَ -الصَّلاةُ، واستقبالُ القِبلةِ، وأكْلُ ذَبائحِ المسلمينَ- لا تَجتمعُ إلَّا في مسلِمٍ مُقِرٍّ بالتَّوحيدِ والنبوَّةِ، مُعترِفٍ بالرِّسالةِ المحمديَّةِ.وبعْدَ أنْ بيَّنَ النبيُّ صلَّى اللهُ عليه وسلَّمَ ذلك، أمَرَ المسلمينَ ألَّا يَنقُضوا عهْدَ الله فيه، ولا يَغدِروا به، ولا يَخونوه بانتهاكِ حُقوقِه؛ فإنَّ أيَّ اعتِداءٍ عليه هو خيانةٌ لله ورسولِه، ونقْضٌ لعَهدِهما، وإهدارٌ لكرامةِ الإسلامِ.وفي الحديثِ: أنَّ أمورَ الناسِ مَحمولةٌ على الظَّاهرِ دُونَ الباطنِ، فمَن أظهَر شعائرَ الدِّينِ أُجريَتْ عليه أحكامُ أهْلِه، ما لم يَظهَرْ منه خِلافُ ذلك.وفيه: ما يدُلُّ على تَعظيمِ شأنِ القِبلةِ.وفيه: أنَّ مِن جملةِ الشَّواهدِ بحالِ المسلِمِ أكْلَ ذَبيحةِ المُسلمينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}