{
    "hadith_id": "392",
    "hadith": "أُمِرْتُ أنْ أُقَاتِلَ النَّاسَ حتَّى يقولوا لا إلَهَ إلَّا اللَّهُ، فَإِذَا قَالُوهَا، وصَلَّوْا صَلَاتَنَا، واسْتَقْبَلُوا قِبْلَتَنَا، وذَبَحُوا ذَبِيحَتَنَا، فقَدْ حَرُمَتْ عَلَيْنَا دِمَاؤُهُمْ وأَمْوَالُهُمْ، إلَّا بحَقِّهَا وحِسَابُهُمْ علَى اللَّهِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "392",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "الشَّريعَةُ الإسلاميَّةُ شَريعَةٌ واضِحَةٌ، جعَلَها الله سُبحانه وتعالى بَيانًا وهُدًى للنَّاسِ؛ لإِخْراجِهم من عِبادَةِ العِبادِ لِعِبادَتِهِ وَحْدَه دون شَريكٍ، وتَسليمًا لأَوامِرِه سُبحانه وتعالى دون غيرِه.\nوفي هذا الحديثِ يقولُ النَّبيُّ صلَّى الله عليه وسلَّم: \"أُمِرْتُ\"، أي: أَمَرَنِي رَبِّي سُبحانه وتعالى، \"أنْ أُقاتِلَ النَّاسَ\"، أي: أُجاهِدَهم لتَبليغِ الرِّسالةِ والدَّعوَةِ والوَحْيِ الَّذي نَزَلَ إليَّ؛ ولذا قال صلَّى الله عليه وسلَّم: \"حتَّى يَشهَدُوا أنْ لا إلهَ إلَّا الله\" أي: أنْ يُقِرُّوا ويُؤمِنُوا أنْ لا مَعبُودَ بِحَقٍّ إلَّا الله، \"وأنَّ مُحَمَّدًا عَبْدُهُ ورسولُه\"، أي: ويَشهَدُوا أنَّ مُحَمَّدًا رسولُ الله، ومُبَلِّغُ وَحْيِهِ، وأنَّه عَبْدٌ لله وليس وَلَدًا له، \"وأنْ يَسْتَقْبِلوا قِبْلَتَنا\"، أي: يَتَّجِهوا للكَعبَةِ في الصَّلاةِ، \"وأنْ يأكُلوا ذَبيحَتَنا\"، أي: ما يَذْبحُ المُسلِمون وَفْقَ ما أُقِرَّ في الشَّرعِ من طُرُقِ الذَّبْحِ، \"وأنْ يُصَلُّوا صَلاتَنا\"، أي: كما يُصَلِّي المُسلِمون في الكَيْفِيَّةِ والهَيْئَةِ.\nثمَّ قال صلَّى الله عليه وسلَّم: \"فإذا فعلوا ذلك\"، أي: قاموا بكُلِّ ما ذُكِرَ، \"حَرُمَتْ عَليْنا دِمَاؤُهُمْ وَأَمْوَالُهُمْ\"، أي: فَهُمْ قد أصبحوا مِنَّا فلا يَحِقُّ لنا مُقاتَلَتُهم، أو سَلْبُ أموالِهم كَغَنيمَةٍ، \"إلَّا بِحَقِّها\"، أي: نَأخُذُ من أَموالِهم الحَقَّ المَفْروضَ في الزَّكاةِ، وهي نَصيبُ الفُقراءِ في الأَموالِ، \"لَهُمْ ما للمُسلِمين، وعليهم ما على المُسلِمين\"، أي: أصبحوا من المُسلِمين، لا يُفَرَّقُ بينهم وبين غَيرِهم مِمَّنْ نَطَقَ بالشَّهادةِ، وفَعَلَ ذلك قَبْلَهم.\nوفي الحديثِ: أَخْذُ النَّاسِ بِظَواهِرِهم.\nوفيه: الحَثُّ على تَبليغِ النَّاسِ لدَعوَةِ الإسلامِ، وكَسْرِ مَنْ يَقِفُ أمامَ ذلك من غيرِ المُسلِمين.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}