{
    "hadith_id": "393",
    "hadith": "سَأَلَ مَيْمُونُ بنُ سِيَاهٍ، أنَسَ بنَ مَالِكٍ، قالَ: يا أبَا حَمْزَةَ، ما يُحَرِّمُ دَمَ العَبْدِ ومَالَهُ؟ فَقالَ: مَن شَهِدَ أنْ لا إلَهَ إلَّا اللَّهُ، واسْتَقْبَلَ قِبْلَتَنَا، وصَلَّى صَلَاتَنَا، وأَكَلَ ذَبِيحَتَنَا، فَهو المُسْلِمُ، له ما لِلْمُسْلِمِ، وعليه ما علَى المُسْلِمِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "393",
    "grade": "[معلق]",
    "takhrij": "أخرجه النسائي (3968)، وابن منده في ((الإيمان)) (194) كلاهما بلفظ مقارب.",
    "sharh": "لقدْ حرَصَ الإسلامُ كلَّ الحِرصِ على حُرمةِ المسْلِمِ، وحِفْظِ مالِه ودمِه وكلِّ حُقوقِه في كلِّ جَوانبِ الحياةِ.وفي هذا الحَديثِ بَيانُ صِفةِ ذلك المسلِمِ الَّذي له حَقُّ الأمانِ، والَّذي يُعصَمُ دَمُه ومالُه، حيثُ يَروي التابِعيُّ مَيمونُ بنُ سِيَاهٍ أنَّه سَأل أنسَ بنَ مالكٍ رَضيَ اللهُ عنه: ما الَّذي يَعصِمُ دمَ العَبدِ مِن القَتلِ، ومالَه مِن أنْ يُسلَبَ؟ فأجابَه أنسٌ رَضيَ اللهُ عنه أنَّ مَن أقَرَّ بأنَّه لا إلهَ إلَّا اللهُ، فاعترَفَ لله بالوَحدانيَّةِ، ولمحمَّدٍ صلَّى اللهُ عليه وسلَّمَ بالرِّسالةِ، وصلَّى صلاتَنا، والمرادُ الصَّلَواتُ الخَمسُ الواجبةُ على الهَيئةِ والكَيفيَّةِ الَّتي وردَتْ عنه صلَّى اللهُ عليه وسلَّمَ، واستقْبَلَ قِبلتَنا، أي: مُستقبِلًا الكعبةَ المشرَّفةَ، تلك القِبلة الَّتي رَضِيَها اللهُ عزَّ وجلَّ لعِبادِه، وإنَّما أفْرَدَ استِقبالَ القِبلةِ بالذِّكرِ -مع أنَّها مُضمَّنةٌ في الصَّلاةِ-؛ تَعظيمًا لشأنِها، وإشارةً إلى أنَّه لا بدَّ مِنَ الإتيانِ بصَلاةِ المسلمينَ المشروعةِ في كِتابِهم المنزَّلِ على نَبيِّهم، وهي الصَّلاةُ إلى الكعبةِ، وإلَّا فمَنْ صلَّى إلى بَيتِ المقدِسِ بعْدَ عِلمِه بنَسْخِه كاليهودِ، أو إلى المشرقِ كالنَّصارى؛ فليس بمُسلِمٍ، ولو شَهِد شَهادةَ التَّوحيدِ. ثمَّ بيَّنَ رَضيَ اللهُ عنه مِن صِفاتِ المسلِمِ معصومِ الدَّمِ أنَّه آكِلٌ لذَبائحِ المسلِمينَ، لا يَمتنِعُ عنها؛ لأنَّه يَعُدُّ نفْسَه منهم. فمَن فعَل ذلك والتَزَم به فهو المسلِمُ، له ما للمُسلمِ مِن الحقوقِ الَّتي يَتمتَّعُ بها المسلِمونَ، وعليه ما عليهم مِن واجباتٍ؛ وذلك لأنَّ تِلك الصِّفاتِ الثَّلاثَ -الصَّلاةُ، واستِقبالُ القِبلةِ، وأكْلُ ذَبائحِ المسلمينَ- لا تَجتمِعُ إلَّا في مُسلمٍ مُقِرٍّ بالتَّوحيدِ والنبوَّةِ، مُعترِفٍ بالرِّسالةِ المحمَّديَّةِ.وهذا الحديثُ وإنْ كان ظاهرُه الوقفَ على أنسٍ رَضيَ اللهُ عنه إلَّا أنَّ مِثلَه يأخُذُ حُكمَ الرَّفْعِ إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ، وقدْ جاءَ مرفوعًا في رِوايةٍ أُخرَى للبُخاريِّ من حَديثِ أنسِ بنِ مالكٍ، قالَ: قالَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «مَن صلَّى صَلاتَنا واستقبَل قِبلتَنا، وأكَل ذَبيحتَنا؛ فذلك المُسلِمُ الذي له ذِمَّةُ اللهِ وذِمَّةُ رَسولِه؛ فلا تُخْفِروا اللهَ في ذِمَّتِه».وفي الحديثِ: أنَّ أُمورَ الناسِ محمولةٌ على الظاهرِ دُونَ الباطِنِ، فمَن أظهَرَ شعائرَ الدِّينِ أُجريَتْ عليه أحكامُ أهلِه، ما لم يَظهَرْ منه خِلافُ ذلك.وفيه: ما يدُلُّ على تعظيمِ شأْنِ القِبلةِ.وفيه: أنَّ مِن جملةِ الشَّواهدِ بحالِ المسلِمِ أكْلَ ذَبيحةِ المسلِمينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}