{
    "hadith_id": "3962",
    "hadith": "مَن يَنْظُرُ ما صَنَعَ أبو جَهْلٍ. فانْطَلَقَ ابنُ مَسْعُودٍ فَوَجَدَهُ قدْ ضَرَبَهُ ابْنا عَفْراءَ حتَّى بَرَدَ، قالَ: أأَنْتَ، أبو جَهْلٍ؟ قالَ: فأخَذَ بلِحْيَتِهِ، قالَ: وهلْ فَوْقَ رَجُلٍ قَتَلْتُمُوهُ، أوْ رَجُلٍ قَتَلَهُ قَوْمُهُ . قال أحمد بن يونس: (أنت أبو جهل؟).",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "3962",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3962)، ومسلم (1800)",
    "sharh": "غَزْوةُ بَدرٍ هي أوَّلُ مَعرَكةٍ للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وهي الفاصِلةُ بينَ الإيمانِ والكُفرِ، وسَمَّاها اللهُ تعالى يومَ الفُرْقانِ، وكانت في رَمضانَ مِن السَّنةِ الثَّانيةِ مِن الهِجْرةِ، وفي هذه الغَزْوةِ نصَر اللهُ رَسولَه صلَّى اللهُ عليه وسلَّمَ والصَّحابةَ على أعْداءِ اللهِ منَ كفَّارِ قُرَيشٍ.\nوفي هذا الحَديثِ يُخبِرُ أنَسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قال يومَ بَدرٍ: «مَن يَنظُرُ ما صنَع أبو جَهلٍ»، أي: فيَأْتِيَنا بأخْبارِه وما فعَل اللهُ به، ويَتأكَّدَ من مَوتِه؛ ليَستَبشِرَ المُسلِمونَ بذلك، ويَنكَفَّ شَرُّه عنهم، فبادَرَ إليه عبدُ الله بنُ مَسْعودٍ رَضيَ اللهُ عنه، فوجَدَه جَريحًا مُثخَنًا بجِراحِه، ولكنَّه لم يمُتْ بعْدُ، وقدْ ضرَبَه ابْنَا عَفْراءَ: مُعاذٌ ومُعَوِّذٌ رَضيَ اللهُ عنهما، حتَّى برَدَ، أي: حتَّى أصبَحَ في الرَّمَقِ الأخيرِ مِن حَياتِه، لم يَبقَ به إلَّا مِثلُ حرَكةِ المَذْبوحِ، فقال له ابنُ مَسْعودٍ رَضيَ اللهُ عنه: «آنتَ أبا جَهلٍ؟!»، أي: أنت المقتولُ يا أبا جهْلٍ! ناداهُ مُقرِّعًا له، ومُتَشفِّيًا فيه؛ لأنَّه كان يُؤْذيه بمكَّةَ أشدَّ الأذى، فردَّ عليه أبو جَهلٍ فقال: وهلْ فوقَ رَجلٍ قَتَلْتُموه -أو قتَلَه قَوْمُه-، أي: لا عارَ عَليَّ في قَتلِكم إيَّايَ؛ فكمْ منَ الأبْطالِ قدْ قتَلَهم أقْوامُهم! ثمَّ قال: «فلو غَيرُ أكَّارٍ قَتلَني»، والأكَّارُ: الزَّرَّاعُ والفلَّاحُ، يُشِيرُ أبو جَهلٍ بذلك إلى ابْنَيْ عَفْراءَ رَضيَ اللهُ عنهما اللَّذَينِ قَتَلاه، وهُما مِن الأنْصارِ، وهم أصْحابُ زَرْعٍ ونَخيلٍ، ومَعْناه: لو كان الَّذي قَتَلَني غيرَ أكَّارٍ؛ لكان أحبَّ إليَّ، وأعظَمَ لشَأْني، ولم يكُنْ عَليَّ نَقصٌ في ذلك.\nولا يُنافي قولُه: «فلو غَيرُ أكَّارٍ قَتَلَني» قولَه قبْلُ: «وهلْ فوقَ رَجلٍ قتَلَه قَوْمُه»؛ لأنَّه أراد مِن القولِ الثَّاني انتقاصَ المباشِرِ لقتْلِه، وأرادَ في الأوَّلِ تَسليةَ نفْسِه بأنَّ الشَّريفَ إذا قَتَلَه قومُه، لم يكُنْ ذلك عارًا عليه، فجَعَلَ قومَه قاتِلِين له باعتبارِ تَسبُّبِهم في قتْلِه وسَعْيِهم فيه وإنْ لم يُباشِرُوه، فمَحلُّ الانتقاصِ غيرُ مَحلِّ التَّعظيمِ، فلا تَناقُضَ.\nوفي الحَديثِ: فَضيلةُ الصَّحابِيَّينِ مُعاذٍ ومُعَوِّذٍ ابْنَيْ عَفْراءَ رَضيَ اللهُ عنهما؛ لشُهودِهما بَدرًا، وقَتلِهما عَدوَّ اللهِ ورَسولِه أبا جَهلٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}