{
    "hadith_id": "399",
    "hadith": "كانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ صَلَّى نَحْوَ بَيْتِ المَقْدِسِ، سِتَّةَ عَشَرَ أوْ سَبْعَةَ عَشَرَ شَهْرًا، وكانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يُحِبُّ أنْ يُوَجَّهَ إلى الكَعْبَةِ، فأنْزَلَ اللَّهُ: {قَدْ نَرَى تَقَلُّبَ وجْهِكَ في السَّمَاءِ} [البقرة: 144]، فَتَوَجَّهَ نَحْوَ الكَعْبَةِ، وقالَ السُّفَهَاءُ مِنَ النَّاسِ، وهُمُ اليَهُودُ: {ما ولَّاهُمْ عن قِبْلَتِهِمُ الَّتي كَانُوا عَلَيْهَا، قُلْ لِلَّهِ المَشْرِقُ والمَغْرِبُ يَهْدِي مَن يَشَاءُ إلى صِرَاطٍ مُسْتَقِيمٍ } [البقرة: 142] فَصَلَّى مع النبيِّ صَلَّى اللهُ عليه وسلَّمَ رَجُلٌ، ثُمَّ خَرَجَ بَعْدَما صَلَّى، فَمَرَّ علَى قَوْمٍ مِنَ الأنْصَارِ في صَلَاةِ العَصْرِ نَحْوَ بَيْتِ المَقْدِسِ، فَقالَ: هو يَشْهَدُ: أنَّه صَلَّى مع رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، وأنَّهُ تَوَجَّهَ نَحْوَ الكَعْبَةِ، فَتَحَرَّفَ القَوْمُ، حتَّى تَوَجَّهُوا نَحْوَ الكَعْبَةِ.",
    "rawi": "البراء بن عازب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "399",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (399)، ومسلم (525)",
    "sharh": "للكَعبةِ المُشرَّفةِ مَكانةٌ عظيمةٌ في قُلوبِ المسلمينَ؛ فهي بيتُ اللهِ العتيقُ، وقِبْلَتُهم للصَّلاةِ، وتتعلَّقُ قلوبُهم بها للحجِّ.وفي هذا الحَديثِ يَحكي البَراءُ بنُ عازِبٍ رَضيَ اللهُ عنهما أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كانتْ قِبلتُه في صلاتِه أوَّلَ الأمرِ تجاهَ بَيتِ المقدسِ سِتَّةَ عَشَرَ شهرًا، أو سَبعةَ عَشرَ شهرًا، ولا خِلافَ أنَّ ذلك كان في السَّنةِ الثانيةِ مِن الهِجرةِ. وكان يُعجِبُه صلَّى اللهُ عليه وسلَّمَ أنْ تكونَ قِبلتُه تجاهَ الكعبةِ، فأنزَلَ اللهُ تعالى: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ} [البقرة: 144]، فنَرى تردُّدَ وجْهِك وتصرُّفَ نظَرِك في جِهةِ السماءِ، {فَلَنُوَلِّيَنَّكَ} فلَنُعْطِيَنَّكَ ولَنُمَكِّنَنَّكَ مِن استِقبالِها {قِبْلَةً تَرْضَاهَا} تُحِبُّها وتَمِيلُ إليها؛ لأَغراضِكَ الصَّحيحةِ الَّتي أَضْمَرْتَها ووافَقَتْ مَشيئةَ الله وحِكمَتَه، فتَوجَّهَ النبيُّ صلَّى اللهُ عليه وسلَّمَ نحوَ الكعبةِ، وقال السُّفهاءُ مِن الناسِ -وهم اليهودُ-: {مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا} [البقرة: 142]؛ فسألوا متعَجِّبينَ عن سببِ تحَوُّلِهم عن بَيتِ المَقدِسِ إلى الكعبةِ؛ لأنَّه كان يُعجِبُهم توجُّهُ النبيِّ صلَّى اللهُ عليه وسلَّمَ إلى بَيتِ المقدسِ؛ لأنَّه نفْسُ قِبلتِهم، فلمَّا توجَّهَ النبيُّ صلَّى اللهُ عليه وسلَّمَ إلى البَيتِ الحرامِ أَنكَروا ذلك، فردَّ عليهم اللهُ تعالى: {قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ}[البقرة: 142]. وصلَّى مع النبيِّ صلَّى اللهُ عليه وسلَّمَ بعضُ أصحابِه نحوَ الكَعبةِ، فخَرَج رجلٌ ممَّن صلَّى معه العصرَ، واسمُه عَبَّادُ بنُ بِشْرٍ أو عَبَّادُ بنُ نَهِيكٍ، فمرَّ على جماعةٍ مِن الأنصارِ فوجَدَهم يُصَلُّون العصرَ مُتوجِّهينَ نحوَ بيتِ المَقدِسِ، فقال لهم: أَشهَدُ أنِّي صلَّيْتُ مع رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ تجاهَ مكَّةَ وأنَّه توَجَّهَ نحوَ الكَعبةِ، فلمَّا سَمِعوه داروا ناحيةَ المسجدِ الحرامِ، ولم يَقْطَعوا الصَّلاةَ، بل أتَمُّوها إلى جِهةِ الكَعبةِ؛ مِن سُرعةِ الاستِجابةِ لِأمْرِ اللهِ تَعالى.وفي الحديثِ: بيانُ شَرَفِ النبيِّ صلَّى اللهُ عليه وسلَّمَ وكَرامَتِه على ربِّه عزَّ وجلَّ، حيثُ يُعطِيه ما يُحِبُّه مِن غيرِ سُؤالٍ.وفيه: بيانُ ما كان عليه الصَّحابةُ رَضيَ اللهُ عنهم مِن حِرصٍ على دِينِهم.وفيه: قَبولُ خَبرِ الواحِدِ الثِّقةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}