{
    "hadith_id": "4023",
    "hadith": "سَمِعْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ: يَقْرَأُ في المَغْرِبِ بالطُّورِ، وذلكَ أوَّلَ ما وقَرَ الإيمَانُ في قَلْبِي.",
    "rawi": "جبير بن مطعم",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4023",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (463) باختلاف يسير دون قوله: \"وذلك أول ما\"",
    "sharh": "في هذا الحديثِ يَحكي جُبَيرُ بنُ مُطْعِمٍ رضِيَ اللهُ عنه أنَّهُ سَمِعَ النَّبيَّ صلَّى اللهُ عليه وسلَّم يَقرَأُ في المَغرِبِ بِسورةِ الطُّورِ، فَلَمَّا بَلَغَ النَّبيُّ صلَّى اللهُ عليه وسلَّم هذه الآياتِ: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ * أَمْ خَلَقُوا السَّمَوَاتِ وَالْأَرْضَ بَلْ لَا يُوقِنُونَ * أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ} [الطور: 35 - 37]، قال جُبَيرُ بنُ مُطْعِمٍ رَضِيَ اللهُ عنه: «كَادَ قَلْبِي أنْ يَطِيرَ»، يعني: قاربَ قَلبي أن يخرُجَ من مكانِه؛ لِما تضمَّنَتْه الآياتُ من بليغِ الحُجَّةِ. وقد كان جُبَيرُ بنُ مُطْعِمٍ رَضِيَ اللهُ عنه قَدِمَ على النَّبيِّ صلَّى اللهُ عليه وسلَّم بعد وقعةِ بَدرٍ في فداءِ الأُسارى، في العامِ الثاني من الهجرةِ، وكان إذ ذاك مُشرِكًا، وكان سماعُه هذه الآياتِ من هذه السُّورةِ من جملةِ ما حمله على الدُّخولِ في الإسلامِ بعْدُ. \nومعنى قَولِه سُبحانَه: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} [الطور: 35]، أي: أَوجِدوا مِن غَيرِ مُوجِدٍ، أم هُم أوجَدوا أنفُسَهم؟! أي: لا هَذا وَلا هَذا، بَل اللَّهُ هو الَّذي خَلَقَهُم وَأنشَأهُم بعْدَ أنْ لَمْ يَكونوا شَيئًا مَذكورًا. {أَمْ خَلَقُوا السَّمَوَاتِ وَالْأَرْضَ بَلْ لَا يُوقِنُونَ} [الطور: 36]، أي: أهُمْ خَلَقوا السَّمواتِ والأرضَ؟! وَهَذا إنكارٌ عَلَيهِم في شِركِهِم بِاللهِ وَهُم يَعلَمونَ أنَّهُ الخالِقُ وَحْدَه، لا شَريكَ لَهُ، وبرَغْمِ عِلْمِهم إلَّا أنهم ليسوا على يقيٍن من أمْرِهم، وإنما هم يَخبِطون خَبْطَ عَشواءَ، فهم مع اعترافِهم بأنَّ اللهَ تعالى هو الذي خلقهم، إلَّا أنَّ هذا الاعترافَ صار كالعَدَمِ؛ لأنهم لم يعمَلوا بمُوجِبِه، من إخلاصِ العبادةِ له تعالى والإيمانِ بالحَقِّ الذي جاءهم به رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم مِن عندِ خالِقِهم. {أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ} [الطور: 37]، أي: أَهُمْ يَتَصَرَّفونَ في المُلكِ، وَبيَدِهِم مَفاتيحُ الخَزائِنِ؟! {أَمْ هُمُ الْمُصَيْطِرُونَ} [الطور: 37]، أي: أم هُم المُحاسِبونَ لِلخَلائِقِ؟! بَل اللَّهُ عزَّ وجلَّ هو المالِكُ المُتَصَرِّفُ الفَعَّالُ لِما يُريدُ.\nوذكَرَ سُفيانُ بنُ عُيَينةَ -أحَدُ رُواةِ الحديثِ-: أنَّ الزيادةَ التي وردت في الحَديثِ من قَولِ جُبَيرِ بنِ مُطعِمٍ رَضِيَ اللهُ عنه: «فَلَمَّا بَلَغَ هذِه الآيَةَ...كَادَ قَلْبِي أنْ يَطِيرَ» لم يسمَعْها من محمَّدِ بنِ شِهابٍ الزُّهْريِّ مباشَرةً، وإنما حدَّثه بها أصحابُه عن الزُّهْريِّ.\nوفي الحَديثِ: تَأثيرُ القُرآنِ العَظيمِ في القُلوبِ.\nوفيه: تحَرِّي رُواةِ الحَديثِ نَقْلَ الحديثِ كما سَمِعوه، والدِّقَّةَ فيما سمعه من شيخِه وما أخبره به غيرُه عن شيخِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}