{
    "hadith_id": "4033",
    "hadith": "أنَّ عُمَرَ بنَ الخَطَّابِ رَضِيَ اللَّهُ عنْه دَعَاهُ، إذْ جَاءَهُ حَاجِبُهُ يَرْفَا، فَقالَ: هلْ لكَ في عُثْمَانَ، وعَبْدِ الرَّحْمَنِ، والزُّبَيْرِ، وسَعْدٍ يَسْتَأْذِنُونَ؟ فَقالَ: نَعَمْ فأدْخِلْهُمْ، فَلَبِثَ قَلِيلًا ثُمَّ جَاءَ فَقالَ: هلْ لكَ في عَبَّاسٍ، وعَلِيٍّ يَسْتَأْذِنَانِ؟ قالَ: نَعَمْ، فَلَمَّا دَخَلَا قالَ عَبَّاسٌ: يا أمِيرَ المُؤْمِنِينَ اقْضِ بَيْنِي وبيْنَ هذا، وهُما يَخْتَصِمَانِ في الذي أفَاءَ اللَّهُ علَى رَسولِهِ صَلَّى اللهُ عليه وسلَّمَ مِن بَنِي النَّضِيرِ، فَاسْتَبَّ عَلِيٌّ، وعَبَّاسٌ، فَقالَ الرَّهْطُ: يا أمِيرَ المُؤْمِنِينَ اقْضِ بيْنَهُمَا، وأَرِحْ أحَدَهُما مِنَ الآخَرِ، فَقالَ عُمَرُ: اتَّئِدُوا أنْشُدُكُمْ باللَّهِ الذي بإذْنِهِ تَقُومُ السَّمَاءُ والأرْضُ، هلْ تَعْلَمُونَ أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، قالَ: لا نُورَثُ ما تَرَكْنَا صَدَقَةٌ يُرِيدُ بذلكَ نَفْسَهُ؟ قالوا: قدْ قالَ ذلكَ، فأقْبَلَ عُمَرُ علَى عَبَّاسٍ، وعَلِيٍّ فَقالَ: أنْشُدُكُما باللَّهِ، هلْ تَعْلَمَانِ أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قدْ قالَ ذلكَ؟ قالَا: نَعَمْ، قالَ: فإنِّي أُحَدِّثُكُمْ عن هذا الأمْرِ، إنَّ اللَّهَ سُبْحَانَهُ كانَ خَصَّ رَسوله صَلَّى اللهُ عليه وسلَّمَ في هذا الفَيْءِ بشيءٍ لَمْ يُعْطِهِ أحَدًا غَيْرَهُ، فَقالَ جَلَّ ذِكْرُهُ: {وَما أفَاءَ اللَّهُ علَى رَسولِهِ منهمْ فَما أوْجَفْتُمْ عليه مِن خَيْلٍ ولَا رِكَابٍ} [الحشر: 6]إلى قَوْلِهِ {قَدِيرٌ} [الحشر: 6]، فَكَانَتْ هذِه خَالِصَةً لِرَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، ثُمَّ واللَّهِ ما احْتَازَهَا دُونَكُمْ، ولَا اسْتَأْثَرَهَا علَيْكُم، لقَدْ أعْطَاكُمُوهَا وقَسَمَهَا فِيكُمْ حتَّى بَقِيَ هذا المَالُ منها، فَكانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يُنْفِقُ علَى أهْلِهِ نَفَقَةَ سَنَتِهِمْ مِن هذا المَالِ، ثُمَّ يَأْخُذُ ما بَقِيَ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ، فَعَمِلَ ذلكَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ حَيَاتَهُ، ثُمَّ تُوُفِّيَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ أبو بَكْرٍ: فأنَا ولِيُّ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَقَبَضَهُ أبو بَكْرٍ فَعَمِلَ فيه بما عَمِلَ به رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، وأَنْتُمْ حِينَئِذٍ، فأقْبَلَ علَى عَلِيٍّ، وعَبَّاسٍ وقالَ: تَذْكُرَانِ أنَّ أبَا بَكْرٍ فيه كما تَقُولَانِ، واللَّهُ يَعْلَمُ: إنَّه فيه لَصَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ؟ ثُمَّ تَوَفَّى اللَّهُ أبَا بَكْرٍ، فَقُلتُ: أنَا ولِيُّ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، وأَبِي بَكْرٍ، فَقَبَضْتُهُ سَنَتَيْنِ مِن إمَارَتي أعْمَلُ فيه بما عَمِلَ فيه رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، وأَبُو بَكْرٍ، واللَّهُ يَعْلَمُ: أنِّي فيه صَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ؟ ثُمَّ جِئْتُمَانِي كِلَاكُمَا، وكَلِمَتُكُما واحِدَةٌ وأَمْرُكُما جَمِيعٌ، فَجِئْتَنِي يَعْنِي عَبَّاسًا فَقُلتُ لَكُمَا: إنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، قالَ: لا نُورَثُ ما تَرَكْنَا صَدَقَةٌ فَلَمَّا بَدَا لي أنْ أدْفَعَهُ إلَيْكُما قُلتُ: إنْ شِئْتُما دَفَعْتُهُ إلَيْكُمَا، علَى أنَّ عَلَيْكُما عَهْدَ اللَّهِ ومِيثَاقَهُ: لَتَعْمَلَانِ فيه بما عَمِلَ فيه رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وأَبُو بَكْرٍ وما عَمِلْتُ فيه مُنْذُ ولِيتُ، وإلَّا فلا تُكَلِّمَانِي، فَقُلتُما ادْفَعْهُ إلَيْنَا بذلكَ، فَدَفَعْتُهُ إلَيْكُمَا، أفَتَلْتَمِسَانِ مِنِّي قَضَاءً غيرَ ذلكَ، فَوَاللَّهِ الذي بإذْنِهِ تَقُومُ السَّمَاءُ والأرْضُ، لا أقْضِي فيه بقَضَاءٍ غيرِ ذلكَ حتَّى تَقُومَ السَّاعَةُ، فإنْ عَجَزْتُما عنْه فَادْفَعَا إلَيَّ فأنَا أكْفِيكُمَاهُ،\r\n قالَ: فَحَدَّثْتُ هذا الحَدِيثَ عُرْوَةَ بنَ الزُّبَيْرِ، فَقالَ: صَدَقَ مَالِكُ بنُ أوْسٍ: أنَا سَمِعْتُ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، زَوْجَ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، تَقُولُ: أرْسَلَ أزْوَاجُ النبيِّ صَلَّى اللهُ عليه وسلَّمَ عُثْمَانَ إلى أبِي بَكْرٍ، يَسْأَلْنَهُ ثُمُنَهُنَّ ممَّا أفَاءَ اللَّهُ علَى رَسولِهِ صَلَّى اللهُ عليه وسلَّمَ فَكُنْتُ أنَا أرُدُّهُنَّ، فَقُلتُ لهنَّ: ألَا تَتَّقِينَ اللَّهَ، ألَمْ تَعْلَمْنَ أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ كانَ يقولُ: لا نُورَثُ، ما تَرَكْنَا صَدَقَةٌ يُرِيدُ بذلكَ نَفْسَهُ إنَّما يَأْكُلُ آلُ مُحَمَّدٍ صَلَّى اللهُ عليه وسلَّمَ في هذا المَالِ فَانْتَهَى أزْوَاجُ النبيِّ صَلَّى اللهُ عليه وسلَّمَ إلى ما أخْبَرَتْهُنَّ، قالَ: فَكَانَتْ هذِه الصَّدَقَةُ بيَدِ عَلِيٍّ، مَنَعَهَا عَلِيٌّ عَبَّاسًا فَغَلَبَهُ عَلَيْهَا، ثُمَّ كانَ بيَدِ حَسَنِ بنِ عَلِيٍّ، ثُمَّ بيَدِ حُسَيْنِ بنِ عَلِيٍّ، ثُمَّ بيَدِ عَلِيِّ بنِ حُسَيْنٍ، وحَسَنِ بنِ حَسَنٍ، كِلَاهُما كَانَا يَتَدَاوَلَانِهَا، ثُمَّ بيَدِ زَيْدِ بنِ حَسَنٍ، وهي صَدَقَةُ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ حَقًّا.",
    "rawi": "مالك بن أوس بن الحدثان",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4033",
    "grade": "[صحيح]",
    "sharh": "وفيه: بَيانُ أنَّ الأنبياءَ لا يُوَرِّثونَ مالًا، وإنَّما مِيراثُهمُ العِلمُ، وما تَرَكوه مِنَ المالِ هو صَدَقةٌ.\nوفيه: مَشروعيَّةُ الاعتِذارِ عنِ الوِلاياتِ والتَّكليفاتِ التي يُكلَّفُ بها المُسلِمُ مِن قِبَلِ الحاكِمِ إذا عَلِمَ مِن نَفْسِه ضَعفًا، أو عَدَمَ القِيامِ بحَقِّ الوِلايةِ.\nوفيه: بَيانُ مَناقِبِ عُمَرَ بنِ الخَطَّابِ رَضيَ اللهُ عنه مِنَ الزُّهدِ والعَدلِ، وحُسنِ الفَصلِ في المُنازَعاتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}