{
    "hadith_id": "4076",
    "hadith": "عَنِ ابْنِ عَبَّاسٍ، قَالَ: اشْتَدَّ غَضَبُ اللَّهِ علَى مَن قَتَلَهُ نَبِيٌّ، واشْتَدَّ غَضَبُ اللَّهِ علَى مَن دَمَّى وجْهَ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ.",
    "rawi": "عكرمة مولى ابن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4076",
    "grade": "[صحيح]",
    "sharh": "وقَعَتْ غَزْوةُ أُحُدٍ في شوَّالٍ في السَّنةِ الثَّالِثةِ منَ الهِجْرةِ، وقد قاتَلَ فيها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ومَن ثبَت معَه مِن الصَّحابةِ رَضيَ اللهُ عنهم بقُوَّةٍ وشَجاعةٍ رَغمَ تَخَلخُلِ الصُّفوفِ بعْدَ مُخالَفةِ أمْرِه صلَّى اللهُ عليه وسلَّمَ مِن بَعضِهم. \nوفي هذا الحَديثِ يُخبِرُ التَّابِعيُّ أبو حازِمٍ سَلَمةُ بنُ دينارٍ أنَّه عندَما سُئلَ الصَّحابيُّ سَهلُ بنُ سَعدٍ رَضيَ اللهُ عنه عن جُرحِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ الَّذي جُرِحَه في غَزْوةِ أُحُدٍ؛ قال: «أمَا واللهِ إنِّي لَأعرِفُ مَن كان يَغسِلُ جُرحَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ومَن كان يَسكُبُ الماءَ، وبما دُووِيَ»، ثمَّ ذكَر أنَّ فاطِمةَ رَضيَ اللهُ عنها هي مَن كانت تَغسِلُ جُرحَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وكان عَليُّ بنُ أبي طالِبٍ رَضيَ اللهُ عنه هو الَّذي يَسكُبُ الماءَ على الجُرحِ، وكان يَسكُبُه ويَصُبُّه بالمِجَنِّ، وهو التُّرْسُ الَّذي يُتَّقى به مِن ضَرَباتِ السَّيفِ، وهو مِن عَتادِ المُحارِبِ، فلمَّا رَأتْ فاطِمةُ رَضيَ اللهُ عنها أنَّ الماءَ لا يَزيدُ الدَّمَ إلَّا كَثرةً، أخذَتْ قِطْعةً مِن حَصيرٍ، فأحْرَقَتْها حتَّى صارَت رَمادًا، وألْصَقَتْها بالجُرحِ، حتَّى سدَّت مَنافِذَ الدَّمِ بهذا الرَّمادِ المَحْروقِ، فاستَمسَكَ الدَّمُ، وتَوقَّفَ عنِ النَّزفِ.\nويَصِفُ سَهلُ بنُ سَعدٍ رَضيَ اللهُ عنه الإصابةَ الَّتي أُصيبَها رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ في يومِ أُحُدٍ؛ فيَذكُرُ أنَّه صلَّى اللهُ عليه وسلَّمَ كُسِرَتْ رَبَاعِيَتُه اليُمْنى السُّفْلى، كسَرَها عُتْبةُ بنُ أبي وقَّاصٍ مِن كفَّارِ قُرَيشٍ، والرَّبَاعِيَةُ هي السِّنُّ الَّتي بيْنَ الثَّنيَّةِ والنابِ مِن كلِّ جانبٍ مِنَ الأسْنانِ، وللإنْسانِ أربَعُ رَبَاعِيَاتٍ، وجُرِحَ وَجهُه الشَّريفُ صلَّى اللهُ عليه وسلَّمَ، جرَحَه عبدُ اللهِ بنُ قَميئةَ، وقدْ سلَّطَ اللهُ على ابنِ قَميئةَ تَيْسَ جَبلٍ، فلم يزَلْ يَنطَحُه حتَّى قطَّعَه قِطْعةً قِطْعةً. وكُسِرَتِ البَيْضةُ، وهي الخُوذةُ الَّتي كان صلَّى اللهُ عليه وسلَّمَ يَلبَسُها على رأْسِه.\nوفي الحَديثِ: إبْرازُ بشَريَّةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فيُصيبُه ما يُصيبُ البشَرَ مِنَ الألَمِ والمَرضِ والجِراحِ.\nوفيه: مَشْروعيَّةُ مُداواةِ المَرْأةِ لأبيها، وكذلك لغَيرِه من ذَوي مَحارِمِها، والقيامِ بأُمورهِم. \nوفيه: مَشْروعيَّةُ التَّداوي، ومُعالَجةِ الجِراحِ، واتِّخاذِ التُّرْسِ في الحَربِ، وأنَّ جَميعَ ذلك لا يَقدَحُ في التوَكُّلِ؛ لصُدورِه مِن سيِّدِ المُتوَكِّلينَ صلَّى اللهُ عليه وسلَّمَ.\nوفيه: إشْعارٌ بأنَّ الصَّحابةَ والتَّابِعينَ كانوا يتَّبِعونَ أحْوالَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في كلِّ شَيءٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}