{
    "hadith_id": "4109",
    "hadith": "قالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ يَومَ الأَحْزَابِ: نَغْزُوهُمْ، ولَا يَغْزُونَنَا.",
    "rawi": "سليمان بن صرد",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4109",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "جاهَدَ الصَّحابةُ رَضيَ اللهُ عنهم في اللهِ مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ حَقَّ الجِهادِ؛ لإعْلاءِ كَلِمتِه، وتَنْفيذًا لأمْرِه، فأُوذوا وصَبَروا ابْتِغاءَ ما عندَ اللهِ سُبحانَه وتعالَى، فمَنَّ اللهُ عليهم بنَصرِه، وردَّ عنهم كَيدَ عَدوِّهم، وفازوا بخَيرَيِ الدُّنْيا والآخِرةِ.\nوفي هذا الحَديثِ يَقولُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ «حينَ أَجْلى الأحْزابُ عنه»، أي: تَفرَّقوا وانْكَشَفوا عنه، وضُبِطَ بضَمِّ الهَمْزةِ «أُجْلِيَ»، أي: أُرْجِعوا عنه؛ إشارةً إلى أنَّهُم رَجَعوا بغَيرِ اخْتيارِهم؛ بل بصُنعِ اللهِ تعالَى لرَسولِه.\nوالأحْزابُ هُم طَوائفُ منَ الكُفَّارِ تَحزَّبوا واجْتَمَعوا لحَربِ سيِّدِ الأبْرارِ في يَومِ الخَندَقِ، والَّتي وقَعَت سَنةَ خَمسٍ منَ الهِجْرةِ، ومنهم: قُرَيشٌ، وقائدُهُم أبو سُفْيانَ، وخَرَجَت غَطَفانُ في ألْفٍ، ومَن تابَعَهم مِن أهلِ نَجدٍ، وقائِدُهم عُيَيْنةُ بنُ حِصنٍ، وعامِرُ بنُ الطُّفَيلِ في هَوازِنَ، وانضَمَّ لهمُ اليَهودُ مِن قُرَيْظةَ، ومَضى على الفَريقَينِ قَريبٌ مِن شَهرٍ لا حَرْبَ بيْنهم إلَّا التَّرامي بالنَّبلِ والحِجارةِ، حتَّى أَنزَلَ اللهُ تعالَى النَّصرَ وانهَزَمَت الأحزابُ، كما في قَولِه تعالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا} [الأحزاب: 9]. \nفلمَّا رَجَعوا عنِ المَدينةِ خَائبينَ قال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «الآنَ نَغْزوهُم ولا يَغْزونَنا»، أي: نَسيرُ إلى غَزوِ قُرَيشٍ ونَظفَرُ بهم ولا يَغْزونَنا بعْدَها، ونكونُ ذَوِي شَوْكةٍ ومَنَعةٍ، ويُنزِلُ اللهُ الرُّعبَ في قُلوبِهم، فلا يَجْرُؤونَ على مُبادأَتِنا بالغَزوِ والحَربِ بعْدَ غَزْوةِ الخَندَقِ؛ لِمَا حقَّقَ اللهُ فيها مِن النَّصرِ على الأحْزابِ المُختَلِفةِ منَ المُشْرِكينَ واليَهودِ، واستِئْصالِ قُرَيْظةَ منَ المَدينةِ، وقَطعِ دابِرِهم. \nوفي الحَديثِ: مُعجِزةٌ عَظيمةٌ للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ، حيثُ أخبَرَ عَن أمْرٍ سيَكونُ، وهو أنَّ قُرَيشًا بعْدَ ذلك لا تَغْزوهُ؛ بل يَسيرُ إليهمُ المُسلِمونَ، وهكذا وقَعَ، فسارَ إليهم، وفتَحَ مكَّةَ.\nوفيه: أنَّ غَزْوةَ الخَندَقِ كانت نُقْطةَ تَحوُّلٍ في تاريخِ المُسلِمينَ، وبِدايةَ عَهدٍ جَديدٍ، تهيَّأتْ فيه لهُم كُلُّ أسْبابِ القوَّةِ والمَنَعةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}