{
    "hadith_id": "4152",
    "hadith": "عَطِشَ النَّاسُ يَومَ الحُدَيْبِيَةِ، ورَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بيْنَ يَدَيْهِ رَكْوَةٌ فَتَوَضَّأَ منها، ثُمَّ أقْبَلَ النَّاسُ نَحْوَهُ، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: ما لَكُمْ؟ قالوا يا رَسولَ اللَّهِ: ليسَ عِنْدَنَا مَاءٌ نَتَوَضَّأُ به ولَا نَشْرَبُ، إلَّا ما في رَكْوَتِكَ، قالَ: فَوَضَعَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ يَدَهُ في الرَّكْوَةِ، فَجَعَلَ المَاءُ يَفُورُ مِن بَيْنِ أصَابِعِهِ كَأَمْثَالِ العُيُونِ. قالَ: فَشَرِبْنَا وتَوَضَّأْنَا فَقُلتُ لِجَابِرٍ: كَمْ كُنْتُمْ يَومَئذٍ؟ قالَ: لو كُنَّا مِئَةَ ألْفٍ لَكَفَانَا، كُنَّا خَمْسَ عَشْرَةَ مِئَةً.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4152",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4152)",
    "sharh": "أيَّدَ اللهُ نَبيَّه بالمُعجِزاتِ الخارِقةِ للعادةِ الدَّالَّةِ على نُبُوَّتِه صلَّى اللهُ عليه وسلَّمَ، ومِن هذه المُعجِزاتِ ما حَكاه جابِرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهما في هذا الحَديثِ مِن تَفجُّرِ الماءِ بيْن أصابِعِه الشَّريفةِ صلَّى اللهُ عليه وسلَّمَ، وذلك في يَومِ الحُدَيْبيَةِ، وكان ذلك سَنةَ سِتٍّ مِن الهِجرةِ، والحُدَيْبيَةُ اسمٌ لبِئرٍ يقَعُ بالقُربِ مِن مكَّةَ على بُعدِ حوالَيْ (20 كم) في طَريقِ جُدَّةَ القَديمِ، فالصَّحابةُ لمَّا وَصَلوا الحُدَيْبيَةَ، وكانوا يُريدونَ العُمرةَ في ذلك العامِ، وَجَدوا بِئرَ الحُدَيْبيَةِ لا تَصلُحُ للشُّربِ، فعَطِشَ النَّاسُ، وكان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بيْن يَدَيْه «رَكْوةٌ»، وهي إناءٌ صَغيرٌ مِن جِلدٍ يُشرَبُ منها الماءُ، فتَوضَّأَ، «فجَهِشَ النَّاسُ نَحْوَه»، أي: أسْرَعوا إليه لأخْذِ الماءِ، فقال: «ما لكم؟ قالوا: ليس عندَنا ماءٌ نَتوضَّأُ ولا نَشرَبُ إلَّا ما بيْن يدَيْكَ»، فوضَعَ يدَه صلَّى اللهُ عليه وسلَّم في الإناءِ، فجَعَل الماءُ «يَثُورُ»، أي: يَفورُ بيْنَ أصابِعِه، «كأمْثالِ العُيونِ» وهي الَّتي تخرُج من بينِ صُخورِ الجِبالِ، أو عُروقِ الأرْضِ، فشَرِبوا وتَوضَّؤُوا، وكأنَّ اللهَ سُبحانَه وتعالَى جعَل يَدَ نَبيِّه صلَّى اللهُ عليه وسلَّمَ المُبارَكةَ مادَّةَ رِيِّهم، فسُئِلَ جابرٌ رَضيَ اللهُ عنه عن عدَدِ الصَّحابةِ الَّذين أخَذوا مِن هذا الماءِ يومَئذٍ، فقال جابرٌ رَضيَ اللهُ عنه: «لو كُنَّا مِئةَ ألفٍ لكَفانا، كُنَّا خَمسَ عَشْرةَ مِئةً»، أي: ألفًا وخَمسَ مِئةٍ.\nوفي الحَديثِ: بَيانٌ لبَرَكةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وأنَّ المَصالِحَ إذا تَعارَضَتْ قُدِّمَ الأهمُّ، حيثُ قدَّموا الشُّربَ على الوُضوءِ؛ للعَطَشِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}