{
    "hadith_id": "4178",
    "hadith": "خَرَجَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ عَامَ الحُدَيْبِيَةِ في بضْعَ عَشْرَةَ مِئَةً مِن أصْحَابِهِ، فَلَمَّا أتَى ذَا الحُلَيْفَةِ، قَلَّدَ الهَدْيَ وأَشْعَرَهُ وأَحْرَمَ منها بعُمْرَةٍ، وبَعَثَ عَيْنًا له مِن خُزَاعَةَ، وسَارَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ حتَّى كانَ بغَدِيرِ الأشْطَاطِ أتَاهُ عَيْنُهُ، قَالَ: إنَّ قُرَيْشًا جَمَعُوا لكَ جُمُوعًا، وقدْ جَمَعُوا لكَ الأحَابِيشَ، وهُمْ مُقَاتِلُوكَ، وصَادُّوكَ عَنِ البَيْتِ، ومَانِعُوكَ، فَقَالَ: أشِيرُوا أيُّها النَّاسُ عَلَيَّ، أتَرَوْنَ أنْ أمِيلَ إلى عِيَالِهِمْ وذَرَارِيِّ هَؤُلَاءِ الَّذِينَ يُرِيدُونَ أنْ يَصُدُّونَا عَنِ البَيْتِ، فإنْ يَأْتُونَا كانَ اللَّهُ عزَّ وجلَّ قدْ قَطَعَ عَيْنًا مِنَ المُشْرِكِينَ، وإلَّا تَرَكْنَاهُمْ مَحْرُوبِينَ، قَالَ أبو بَكْرٍ: يا رَسولَ اللَّهِ، خَرَجْتَ عَامِدًا لِهذا البَيْتِ، لا تُرِيدُ قَتْلَ أحَدٍ، ولَا حَرْبَ أحَدٍ، فَتَوَجَّهْ له، فمَن صَدَّنَا عنْه قَاتَلْنَاهُ. قَالَ: امْضُوا علَى اسْمِ اللَّهِ.",
    "rawi": "المسور بن مخرمة ومروان بن الحكم",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4178",
    "grade": "[صحيح]",
    "sharh": "الحُدَيْبِيَةُ قَرْيةٌ كبيرةٌ على قُرْبٍ مِن مكَّةَ ممَّا يَلِي المدينةَ، سُمِّيتْ ببئرٍ هناك، وتَقَعُ الآن على مَسافةِ اثْنين وعشرين مِيلًا- حوالي (35.5 كم) - غَرْب مكَّةَ على طَريقِ جُدَّة، وقد وقَع بها الصُّلحُ بين النبيِّ صلَّى الله عليه وسلَّم وبين قُرَيشٍ، وفي هذا الحديثِ يَقولُ المِسْورُ بنُ مَخْرَمَةَ، ومَروانُ بنُ الحَكَمِ: \"خَرَج النبيُّ صلَّى الله عليه وسلَّم عامَ الحُدَيْبيةِ\"، وكان ذَلِك في ذِي القَعْدَةِ سَنَةَ ستٍّ مِن الهِجْرةِ، \"في بِضْعَ عَشْرةَ مِئةً من أصحابِه، فلمَّا أتى ذا الحُلْيفَةِ\"، وهو: مَوضِعٌ قريبٌ من المدينةِ، ويُسمَّى الآن آبارَ عليٍّ، وهو مِيقاتُ أَهْلِ المدينةِ. وقوله: \"قلَّدَ الهَدْيَ وأَشْعَرَه\"، الهَدْي: اسمٌ لِما يُهْدَى ويُذْبَحُ في الحَرَمِ من الإبلِ والبَقَرِ والغَنَمِ والمَعْزِ، والتَّقليدُ: أنْ يُعلَّقَ شيء في عُنُقِها، وإشعارُها: أنْ يُجْعَلَ عليها علامةٌ تُعْرَفُ بها أنَّها من الهَدْي. \r\nقال: \"وأَحْرَمَ مِنْها بعُمْرةٍ، وبَعَثَ عَيْنًا له مِن خُزَاعةَ\"، أي: أَرْسلَ مَن يَستَطْلِعُ له خَبَرَ قُريشٍ، وقيل: هو: بُسْرُ بنُ سفيانَ رَضِي اللهُ عَنْه، وخُزاعَةُ: اسمُ قبيلةٍ، \"وسار النبيُّ صلَّى الله عليه وسلَّم حتَّى كان بغَدِيرِ الأَشْطاطِ\"، وهو مَوضِعٌ قُرْبَ الحُدَيْبيةِ، \"أتاه عَيْنُهُ\"، أي: أَتَى إلى رَسولِ اللهِ صلَّى الله عليه وسلَّم الرَّجُلُ الذي أَرْسَلَهُ ليَسْتطلِعَ خَبَرَ قريشٍ، فقال للنبيِّ صلَّى الله عليه وسلَّم: \"إنَّ قريشًا جَمَعوا لك جُمُوعًا، وقد جَمَعوا لك الأحابيشَ\"، والأحابيشُ: الجماعةُ التي تتكوَّنُ مِن عِدَّةِ قبائلَ، وقيل: حُلفاءُ قُريشٍ، الذين تَحالَفُوا تحتَ جَبَلٍ بأَسفلِ مَكَّةَ يُسمَّى حُبْشِيًّا، \"وَهُمْ مُقاتِلُوكَ، وصادُّوكَ عن البيتِ، ومانِعُوكَ\"، أي: من دُخُولِ مكَّةَ، فقال النبيُّ صلَّى الله عليه وسلَّم لأصحابِه: \"أَشِيروا أيُّها النَّاسُ عَلَيَّ، أَتَرَوْنَ أنْ أَمِيلَ إلى عِيالِهم وذَرارِيِّ هؤلاء الذين يُريدونَ أنْ يَصُدُّونا عن البَيتِ\"، أي: يَقْصِدُ بذلك مُحارَبةَ مَن تَحالَفُوا وتَجمَّعُوا لنُصْرةِ قُريشٍ، فيَخْلُفهم في أموالِهم وأَهْليهم فيَستَوْلي عليها، والذَّرَارِيُّ: ذُرِّيَّةُ الرَّجُلِ والنَّسْلُ المُتعاقِبُ مِنْه، \"فإنْ يأْتُونا\"، أي: فإنْ رَجَعوا إلى نُصْرةِ أَهْلِهم، \"كان اللهُ عزَّ وجلَّ قد قَطَع عَيْنًا مِن المُشرِكين\"، وقَدْ ذُكِرتْ في رِوايةٍ: عُنُقًا للمُشركِين، والمُرادُ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم أرادَ بهذه الخُطَّةِ أنْ يَشْغَلَ هؤلاءِ الَّذين تَجمَّعوا لِنُصْرَةِ قُرَيْشٍ بالرُّجوعِ إلى أهْليهم؛ لِنَصْرِهِمْ، والدِّفاعِ عنهم؛ فَيَتَمَكَّنَ هو وأصحابُه مِنَ الانفِرادِ بِقُرَيْشٍ بَعْدَ تَشْتِيتِ قُوَّتِهِمْ، وإضعافِ شَوْكَةِ تجمُّعِهم، وَفَضِّ جُموعِ الأحابيشِ مِنْ حَوْلِهِمْ، \"وإلَّا تَرَكْناهُمْ مَحْرُوبِينَ\"، أي: مَسْلُوبِينَ مَنْهوبِينَ الأموالَ والعِيالَ، والمُرادُ: إمَّا أنْ يَرْجِع هؤلاء للدِّفاعِ عن عِيالِهمْ وأموالِهِمْ، أو أَخَذْناها وسَلَبْناها إنْ أَصَرُّوا على البقاءِ مع قريشٍ، فقال أبو بَكْرٍ رَضِي اللهُ عنه حينما طَلَبَ النبيُّ صلَّى الله عليه وسلَّم مِنْهم المَشورةَ: \"يا رسولَ اللهِ، خرجتَ عامدًا لهذا البيتِ\"، أي: قاصدًا لَهُ، \"لا تُريدُ قَتْلَ أَحَدٍ، ولا حَرْبَ أَحَدٍ\"، أي: وليس في نِيَّتِكَ قِتالٌ أو مُحارَبَةٌ، وإنَّما تُريدُ العُمْرَةَ، \"فتَوجَّهْ لَهُ\"، أي: إلى البَيْتِ، \"فمَن صدَّنا عنه قاتَلْناهُ\"، أي: فمَن مَنَعنا من الوُصولِ إلى البيتِ الحرامِ قاتَلْناه، فتكونُ قريشٌ ومَن معها هم مَن يَبْدؤوننا بالقِتالِ وليس نَحْن، فقال النبيُّ صلَّى الله عليه وسلَّم: \"امْضُوا على اسمِ اللهِ\"، أي: إنَّه صلَّى الله عليه وسلَّم أَخَذ بقولِ أبي بَكْرٍ رَضِي اللهُ عنه فسارَ بأصحابِه حتَّى نَزَل الحُدَيْبيةَ، وعندها وتحتَ الشَّجرةِ بايَعَ المسلمون النَّبيَّ صلَّى الله عليه وسلَّم على الموتِ في سبيلِ اللهِ، ولكنَّ المفاوضاتِ بين النبيِّ وقُريشٍ وَصَلتْ إلى عَقْدِ الصُّلحِ، وفيه: أنْ يَرْجِعَ النبيُّ وأصحابُه هذا العامَ، على أنْ يَعتَمِروا من العامِ المُقبِلِ، وأنْ يَعْقِدوا بينهم هُدْنةً مُدَّتُها عَشْرُ سَنواتٍ، وأنَّ مَن أَسْلَم أُعيدَ إلى المُشرِكين، ومَن ارتدَّ لا يُعادُ إلى المسلمين، فحَلَّ النبيُّ بالحُدَيْبيةِ وذَبَح هَدْيَهُ، وحَلَقَ شَعْرَهُ، على حُزْنٍ من المسلمين ولم تَتَّضحِ الحِكْمةُ مِن قَبُولِ النبيِّ صلَّى الله عليه وسلَّم لهذا الصُّلحِ الظَّالِمِ لهم، وبعد ذلك اتضحت، وسُمِّي هذا فَتحًا مُبينًا، وكان فيه خيرٌ كثيرٌ للمُسلِمين.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}