{
    "hadith_id": "4182",
    "hadith": "إنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ كانَ يَمْتَحِنُ مَن هَاجَرَ مِنَ المُؤْمِنَاتِ بهذِه الآيَةِ: {يَا أيُّها النبيُّ إذَا جَاءَكَ المُؤْمِنَاتُ يُبَايِعْنَكَ} [الممتحنة: 12]وَعَنْ عَمِّهِ قَالَ: بَلَغَنَا حِينَ أمَرَ اللَّهُ رَسوله صَلَّى اللهُ عليه وسلَّمَ أنْ يَرُدَّ إلى المُشْرِكِينَ ما أنْفَقُوا علَى مَن هَاجَرَ مِن أزْوَاجِهِمْ، وبَلَغَنَا أنَّ أبَا بَصِيرٍ: فَذَكَرَهُ بطُولِهِ",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4182",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (26326)، وابن الأعرابي في ((المعجم)) (178)، وابن عدي في ((الكامل في الضعفاء)) (4/ 517)، وابن منده في ((الإيمان)) (494) واللفظ لهم جميعا.",
    "sharh": "أمَرَ اللهُ عزَّ وجلَّ نبِيَّهُ صلَّى اللهُ عليه وسلَّم أنْ يَمتحِنَ المُؤمِناتِ المُهاجِراتِ؛ ليَعلَمَ صِدقَ إيمانِهنَّ ويَقينَ إسلامِهنَّ، فإذا تَبيَّنَ لهُ صلَّى اللهُ عليه وسلَّم صِدقَهُنَّ بايَعَهنَّ على الإسلامِ وآوَاهُنَّ ولم يَرْجِعْهُنَّ إلى الكُفَّارِ ثانيةً.\nوفي هذا الحديثِ تُخبر أمُّ المُؤمِنينَ عائشةُ رَضِيَ اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم كانَ يَختبِرُ مَن هاجَرَ إليهِ مِن المؤمناتِ اللَّاتي جِئْنَ يُشهِرنَ إسلامَهنَّ عندَ النَّبيِّ صلَّى اللهُ عليه وسلَّم. واختِبارُهُنَّ يكونُ بالحَلِفِ والنَّظَرِ في العَلاماتِ؛ لِيَغْلِبَ على الظَّنِّ صِدْقُ إيمانِهِنَّ. وقِيل: معْنى امتِحانِهِنَّ: أنْ يُسْتَحلَفْنَ ما خَرَجْنَ مِن بُغضِ زَوْجٍ، وما خَرَجْنَ عن أرضٍ إلى أرضٍ، وما خَرَجْنَ الْتِماسًا لِدُنيا، وما خرَجْنَ إلَّا حُبًّا للهِ عزَّ وجلَّ ولرَسولِه صلَّى اللهُ عليه وسلَّم.\nوأَخبَرَتْ أُمُّ المُؤمِنين عائشةُ رَضيَ اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم كان يَمتَحِنُهنَّ بِقولِ اللهِ عزَّ وجلَّ: {يَا أَيُّهَا النَّبِيُّ إذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [الممتحنة: 12]؛ والمُبايَعةُ هي المُعاقَدةُ والمُعاهَدةُ، وسُمِّيتْ بذلك تَشبيهًا بالمُعاوَضةِ الماليَّةِ؛ كأنَّ كُلَّ واحِدٍ منهما يَبيعُ ما عِندَه مِن صاحِبِه؛ فمِن طَرَفِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم وَعْدٌ بالثَّوابِ، ومِن طَرَفِهم الْتزامٌ بالشُّروطِ الواردةِ في الآيةِ، وشُروطُ المبايَعةِ في الآيةِ هي: عدَمُ الإشراكِ باللهِ سُبحانه وتعالَى، وعدَمُ السَّرِقَةِ والزِّنَا، وألَّا يَأتِينَ بِبُهتانٍ يَفتَرِينَه بيْن أيدِيهِنَّ وأرجُلِهِنَّ، أي: لا يَأتِينَ بوَلَدٍ ليس مِن أزواجِهِنَّ فيَنسُبْنَه إليهم، وقِيل: {بَيْنَ أَيْدِيهِنَّ}: أَلْسِنتِهِنَّ، {وَأَرْجُلِهِنَّ}: فُرُوجِهِنَّ. وألَّا يَعصِينَ النَّبيَّ صلَّى اللهُ عليه وسلَّم في مَعروفٍ؛ قِيلَ: هذا في النَّوْحِ، وقِيلَ: لا يَخْلُونَ بغَيرِ ذي مَحْرَمٍ، وقِيلَ: في كلِّ حَقٍّ مَعروفٍ للهِ تعالَى. \nثُمَّ تُخبِرُ عائشةُ رَضيَ اللهُ عنها أنَّ مَن أقرَّتْ بهذه الشُّروطِ، بايَعَها النَّبيُّ صلَّى اللهُ عليه وسلَّم بقولِه: «قدْ بايَعتُكِ» كلامًا يقولُه صلَّى اللهُ عليه وسلَّم بلِسانِه؛ وذلك لأنَّ المبايَعةَ باليدِ تَختَصُّ بالرِّجالِ.\nوتُقسِمُ أُمُّ المُؤمِنين أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم ما مسَّتْ يَدُه يَدَ امرأةٍ ليستْ مَحْرَمًا له في المُبايَعَةِ ولا غيرِها، إنَّما كانَ لا يَزيدُ على قولِهِ لإحداهُنَّ: «قَدْ بايعْتُكِ على ذَلكِ»، أي: بايعتُكِ على ما في الآيةِ.\nوفي الحَديثِ: بَيانُ كَيفيَّةِ مُبايعةِ النبيِّ صلَّى اللهُ عليه وسلَّم للنِّساءِ وأنَّه لم يَمسَّ أَيديَهنَّ، وهذا هدْيٌ نبويٌّ يَنبغي اتِّباعُه في كلِّ الأمورِ المهمَّة التي يَكونُ فيها للنساءِ رأْيٌ أو اختيارٌ.\nوفيه: إرشادُ الرِّجالِ إلى عدَمِ مَسِّ النِّساءِ الأجنبيَّاتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}