{
    "hadith_id": "4212",
    "hadith": "أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ: أقَامَ علَى صَفِيَّةَ بنْتِ حُيَيٍّ بطَرِيقِ خَيْبَرَ ثَلَاثَةَ أيَّامٍ، حتَّى أعْرَسَ بهَا، وكَانَتْ فِيمَن ضُرِبَ عَلَيْهَا الحِجَابُ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4212",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (3381) باختلاف يسير، وأحمد (13786)، وابن حبان (7213) كلاهما مطولا.",
    "sharh": "وفي هذا الحَديثِ يُخبِرُ أنَسُ بنُ مالكٍ رَضيَ اللهُ عنه عن زَواجِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ بأمِّ المؤمِنينَ صَفيَّةَ بنتِ حُيَيٍّ رَضيَ اللهُ عنها، وكانت مِن سَبايا خَيْبرَ، اصْطَفاها صلَّى اللهُ عليه وسلَّمَ لنفْسِه، وأعْتَقَها وتَزوَّجَها، فكان مَهرُها هو عِتقَها. ويَذكُرُ أنَسٌ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أقامَ في الطَّريقِ بيْنَ خَيْبرَ والمَدينةِ ثَلاثَ لَيالٍ بأيَّامِها يُبْنى عليه بصَفيَّةَ بنتِ حُيَيٍّ، أي: يُبْنى لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ خِباءٌ جَديدٌ معَ صَفيَّةَ، أو بسبَبِها ليَدخُلَ بها.\nوقدْ دَعا أنَسٌ رَضيَ اللهُ عنه المُسلِمينَ لحُضورِ وَليمةِ زَواجِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ بأمِّ المؤمِنينَ صَفيَّةَ رَضيَ اللهُ عنها، والوَليمةُ: هي الطَّعامُ الَّذي يُصنَعُ أيَّامَ العُرسِ والزَّواجِ، ولم يكُنْ في وَليمةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ خُبزٌ ولا لَحْمٌ، بل أمَرَ صلَّى اللهُ عليه وسلَّمَ بِلالًا رَضيَ اللهُ عنه «بالأنْطاعِ»، أيِ: السُّفَرِ، ففُرِشَت، ووُضِعَ عليها التَّمرُ، والأَقِطُ -وهو اللَّبنُ الجامِدُ- والسَّمنُ. \nوقدْ ورَدَ اخْتِلافٌ في أصنافِ الطَّعامِ المُعَدِّ في الوَلائمِ على زَوْجاتِه صلَّى اللهُ عليه وسلَّمَ، وهو يدُلُّ على أنَّ الوَليمةَ تَكونُ بأيِّ شَيءٍ يَقدِرُ عليه المُسلِمُ وقْتَ الزَّواجِ دونَ إسْرافٍ وفَخرٍ، وليس في قَولِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لعبدِ الرَّحمَنِ بنِ عَوفٍ الذي في الصَّحيحَينِ: «أوْلِمْ ولو بشَاةٍ» مَنعٌ لمَا دونَ ذلك، وإنَّما جعَلَ الشَّاةَ غايةً في التَّقْليلِ؛ ليَسارِ عبدِ الرَّحمَنِ وغِناهُ، وأنَّها ممَّا يُستَطاعُ، وقدْ أوْلَمَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ على صَفيَّةَ رَضيَ اللهُ عنها بالتَّمرِ واللَّبنِ المجفَّفِ والسَّمنِ، ولو وجَدَ حينَئذٍ شاةً لَأوْلَمَ بها؛ لأنَّه كان أجوَدَ النَّاسِ وأكرَمَهم صلَّى اللهُ عليه وسلَّمَ.\nوأخبَرَ أنَسٌ رَضيَ اللهُ عنه أنَّ المُسلِمينَ يومَ أنْ تَزوَّجَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ صَفيَّةَ شَكُّوا: هلْ تَزوَّجَها أمِ اتَّخَذَها جاريةً؟ فقال بعضُهم لبعضٍ: إنْ حَجَبَها عنِ النَّاسِ، فهي إحْدى أُمَّهاتِ المؤمِنينَ، وقد كان الحِجابُ فَريضةً على أُمَّهاتِ المؤمِنينَ، فلا يُرى منهم شَيءٌ، وإنْ لَمْ يَحْجُبْهَا فَهي ممَّا مَلَكَتْ يَمِينُهُ، فلمَّا ارتحَلَ صلَّى اللهُ عليه وسلَّمَ بعْدَ الثَّلاثِ الَّتي أقامَها، أصْلَحَ وهَيَّأَ لصَفيَّةَ شَيئًا تَقعُدُ عليه خَلْفَه على النَّاقةِ، ومدَّ الحِجابَ، فكانت مِن أُمَّهاتِ المؤمِنينَ.\nوفي الحَديثِ: الوَليمةُ للنِّكاحِ ولو بالقَليلِ، حسْبَما يَتيسَّرُ للإنْسانِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}