{
    "hadith_id": "4244",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ اسْتَعْمَلَ رَجُلًا علَى خَيْبَرَ، فَجاءَهُ بتَمْرٍ جَنِيبٍ فقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: أكُلُّ تَمْرِ خَيْبَرَ هَكَذا، فقالَ: لا واللَّهِ يا رَسولَ اللَّهِ، إنَّا لَنَأْخُذُ الصَّاعَ مِن هذا بالصَّاعَيْنِ، بالثَّلاثَةِ، فقالَ: لا تَفْعَلْ، بعِ الجَمْعَ بالدَّراهِمِ، ثُمَّ ابْتَعْ بالدَّراهِمِ جَنِيبًا.\r  وقالَ عبدُ العَزِيزِ بنُ مُحَمَّدٍ، عن عبدِ المَجِيدِ، عن سَعِيدٍ، أنَّ أبا سَعِيدٍ، وأَبا هُرَيْرَةَ حَدَّثاهُ أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ بَعَثَ أخا بَنِي عَدِيٍّ مِنَ الأنْصارِ إلى خَيْبَرَ، فأمَّرَهُ عليها، وعَنْ عبدِ المَجِيدِ، عن أبِي صالِحٍ السَّمَّانِ، عن أبِي هُرَيْرَةَ، وأَبِي سَعِيدٍ مِثْلَهُ.",
    "rawi": "أبو سعيد الخدري وأبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4244",
    "grade": "[صحيح] [وقوله: وقال عبد العزيز... معلق]",
    "sharh": "وفي هذا الحديثِ يَرْوي أبو سَعيدٍ الخُدْريُّ وأبو هُريرةَ رَضيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ اتَّخَذَ عاملًا -هو سَوَادُ بنُ غَزِيَّةَ- على خَيبَرَ، وهي مَنطقةٌ شَمالَ المدينةِ المُنوَّرةِ، كان بها حُصونٌ لليَهودِ، وفُتِحَت بعْدَ صُلْحِ الحُدَيبيةِ، في أوَّلِ المُحرَّمِ سَنةَ سَبْعٍ مِن الهِجرةِ. فأَتى سَوَادٌ رَضيَ اللهُ عنه للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ «بتَمرٍ جَنيبٍ»، وهو نَوعٌ جيِّدٌ مِن أنواعِ التَّمرِ، وقيل: الصُّلْبُ، فسَأَلَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «أكُلُّ تَمْرِ خَيْبرَ هكذا؟» فقال الرجُلُ: لا واللهِ يا رَسولَ الله، إنَّا لنَأخُذُ الصَّاعَ مِن الجَنيب بالصَّاعين، أي: مِن التَّمرِ الرَّديءِ، والصَّاعينِ مِن الجَنيبِ بالثَّلاثةِ، فنَهاهُ صلَّى اللهُ عليه وسلَّمَ عن أنْ يَفعَلَ هذا، ووَجَّهَه لأنْ يَبِيعَ التَّمرَ الرَّديءَ بالدَّراهمِ، ثمَّ يَشْتريَ بالدَّراهمِ تَمْرًا جَنيبًا؛ ليَكونَا صَفقتَينِ؛ وذلك حتَّى لا يَقَعَ في رِبا الفضْلِ، وهو: بَيعُ النُّقودِ بالنُّقودِ -أو الطَّعامِ بالطَّعامِ- مع الزِّيادةِ. وهو مُحرَّمٌ، وقد نصَّ الشَّرعُ على تَحريمِه في سِتَّةِ أشياءَ؛ ففي صَحيحِ مُسلمٍ قال رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «الذَّهَبُ بالذَّهَبِ، والفِضَّةُ بالفِضَّةِ، والبُرُّ بالبُرِّ، والشَّعيرُ بالشَّعيرِ، والتَّمرُ بالتَّمرِ، والمِلحُ بالمِلحِ، مِثلًا بمِثلٍ، سَواءً بسَواءٍ، يدًا بيَدٍ، فإذا اختَلَفَت هذه الأصنافُ فَبِيعوا كيف شِئتُم إذا كان يَدًا بيَدٍ».\nوفي الحديثِ: النَّهيُ عن الزِّيادةِ في كَيلٍ أو في وَزْنٍ إذا ما دَخَل في الجنسِ الواحد مِن جِنسِ التَّفاضلِ والزِّيادةِ.\nوفيه: أنَّه كان مِن عَادةِ رَسولِ الله صلَّى اللهُ عليه وسلَّمَ إذا نَهى عن شَيءٍ له بَديلٌ مِن المُباحِ؛ أنْ يَذكُرَ هذا البديلَ.\nوفيه: أنَّ مَن لم يَعلَمْ بتَحريمِ الشَّيءِ فلا حرَجَ عليه حتَّى يَعلَمَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}