{
    "hadith_id": "4249",
    "hadith": "لَمَّا فُتِحَتْ خَيْبَرُ أُهْدِيَتْ لِرَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ شاةٌ فيها سُمٌّ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4249",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "ظَلَّ اليَهودُ يُناصِبونَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ العَداءَ مُنذُ مَبعَثِه وهِجرَتِه إلى المَدينةِ المُنَوَّرةِ، وقد حاوَلوا قَتْلَه صلَّى اللهُ عليه وسلَّمَ في المدينةِ عدَّةَ مرَّاتٍ.\nوفي هذا الحَديثِ يَروي أبو هُرَيرةَ رَضيَ اللهُ عنه أنَّه لَمَّا فَتَحَ اللهُ عليهم خَيبَرَ سَنةَ سَبعٍ مِنَ الهِجرةِ -وكانت خَيبَرُ قَريةً يَسكُنُها اليَهودُ، تَبعُدُ عنِ المَدينةِ (153 كم) مِن جِهةِ الشَّمالِ على طَريقِ الشَّامِ، وقد تَجمَّعَ اليَهودُ بها، فأرادَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ يُؤَمِّنَ المَدينةَ مِن شَرِّهم- ازدادَ حِقدُهم على نَبيِّ اللهِ صلَّى اللهُ عليه وسلَّمَ، فأهدَتْ له امرأةٌ منهم -وهي زَينَبُ بِنتُ الحارِثِ، امرأةُ سَلَّامِ بنِ مِشكَمٍ، وكان أخوها مُرَحَّبٌ قد قُتِلَ في فَتحِ خَيبَرَ- شاةً فيها سُمٌّ، وكانت سَأَلتْ: أيُّ عُضوٍ مِنَ الشَّاةِ أحَبُّ إليه؟ قيلَ لها: الذِّراعُ. فأكثَرتْ فيها مِنَ السُّمِّ، فلَمَّا تَناوَلَ الذِّراعَ لاكَ منها مُضْغةً في فَمِه، ولم يَبلَعْها، وفي رِوايةِ أبي داودَ مِن حَديثِ أبي هُرَيرةَ رَضيَ اللهُ عنه أنَّ بِشرَ بنَ البَراءِ رَضيَ اللهُ عنه أكَلَ مع النَّبيِّ صلَّى اللهُ عليه وسلَّمَ مِن تلك الشَّاةِ، فبَلَعَ لُقمَتَه، فلَمَّا عَلِمَ صلَّى اللهُ عليه وسلَّمَ بأمْرِ السُّمِّ أمَرَ أصحابَه بالإمساكِ عنِ الأكْلِ.\nثمَّ أمَرَ صلَّى اللهُ عليه وسلَّمَ بجَمْعِ مَن كان حاضِرًا مِنَ اليَهودِ، وهُمُ الذين يُشتَبَهُ بهم في وَضعِ السُّمِّ، فقال لهم صلَّى اللهُ عليه وسلَّمَ: «إنِّي سائِلُكم عن شَيءٍ؛ فهل أنتُم صادِقيَّ عنه؟» فقالوا: نَعَمْ. فسَأَلَهم عِدَّةَ أسئِلةٍ؛ لِيَكشِفَ كَذِبَهم بَعدُ، فقال لهم: «مَن أبوكم؟» فقالوا: فُلانٌ، لِرَجُلٍ ليس أباهم في الحَقيقةِ، فقال لهم صلَّى اللهُ عليه وسلَّمَ: «كَذَبْتم، بلْ أبوكم فُلانٌ» وهو نَبيُّ اللهِ يَعقوبُ بنُ إبراهيمَ الخَليلِ صَلَواتُ اللهِ وسَلامُه عليه، فقالوا: صَدَقتَ. فقال: «فهل أنتُم صادِقيَّ عن شَيءٍ إنْ سألتُ عنه؟» فقالوا: نَعَمْ يا أبا القاسِمِ، وإنْ كَذَبْنا عَرَفتَ كَذِبَنا، كما عَرَفتَه في أبينا. فقال لهم: «مَن أهلُ النَّارِ؟» قالوا: نَكونُ فيها يَسيرًا، ثم تَخلُفُونا فيها، أي: يَدخُلُ المُسلِمونَ النَّارَ بعْدَ أنْ يَخرُجَ منها اليَهودُ، فقالَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «اخْسَؤوا فيها، واللهِ لا نَخلُفُكم فيها أبَدًا»، و«اخْسَأْ» كَلمةٌ تُقالُ لِلزَّجرِ، والمَعنى: كُفُّوا عن هذه الدَّعوى الكاذِبةِ الباطِلةِ؛ فأنتُم أوْلى بالذُّلِّ والهَوانِ وعَذابِ النَّارِ، وبِئسَ القَرارُ، ولنْ نَخلُفُكم أبَدًا؛ لِأنَّكم مُخَلَّدونَ فيها أبًدًا، أمَّا عُصاتُنا فإنَّ بَقاءَهم في النَّارِ مُؤَقَّتٌ مَحدودٌ، ولا يُخَلَّدونَ فيها، ثمَّ قال: «هل أنتُم صادِقيَّ عن شَيءٍ إنْ سَألتُكم عنه؟» فقالوا: نَعَمْ يا أبا القاسِمِ، قال: «هل جَعَلتُم في هذه الشَّاةِ سُمًّا؟» قالوا: نَعَمْ. فسَأَلَهم عن سَبَبِ وَضعِهمُ السُّمَّ، فقالوا: أرَدْنا أنْ نَتأكَّدَ مِن نُبُوَّتِكَ؛ فإنْ كُنتَ كاذِبًا تَموتُ بذلك السُّمِّ، فنَستَريحُ مِنكَ وممَّا تَدَّعي، وإنْ كُنتَ صادِقًا في نُبُوَّتِكَ لا يَضُرُّكَ ذلك السُّمُّ، ولا يُؤذيكَ؛ لِأنَّ اللهَ يَحفَظُكَ.\nوفي الحَديثِ: إطْلاعُ اللهِ تَعالى لِنَبيِّه صلَّى اللهُ عليه وسلَّمَ على بَعضِ الأُمورِ الغَيبيَّةِ.\nوفيه: بَيانُ غَدرِ اليَهودِ وسُوءِ مُعامَلَتِهم لِلأنبياءِ.\nوفيه: مُعانَدةُ اليَهودِ وكَذِبُهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}