{
    "hadith_id": "4298",
    "hadith": "أَقَامَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ بمَكَّةَ تِسْعَةَ عَشَرَ يَوْمًا يُصَلِّي رَكْعَتَيْنِ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4298",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "شرَعَ اللهُ عزَّ وجلَّ رُخْصةَ قَصْرِ الصَّلاةِ الرُّباعيَّةِ إلى ركعتَينِ في السَّفَرِ تَخْفيفًا على عِبادِه، وقد قصَرَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ الصَّلاةَ في السَّفَرِ، وقصَرَ أصحابُه رَضيَ اللهُ عنهم أجمعينَ، كما في هذا الحَديثِ، حيثُ يُخبِرُ عَبدُ اللهِ بنُ عَبَّاسٍ رَضيَ اللهُ عنهما أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ أقامَ تِسْعةَ عَشَرَ يَومًا يَقصُرُ الصَّلاةَ الرُّباعِيَّةَ: الظُّهرَ، والعصرَ، والعِشاءَ، يُصلِّيها ركْعتَينِ في تلك المُدَّةِ، وكان ذلك في عامِ فتْحِ مكَّةَ. وفي رِوايةٍ لأبي داودَ عن ابنِ عبَّاسٍ رَضيَ اللهُ عنهما: أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أقام بمكَّةَ سَبعةَ عشَرَ يَومًا، ولأبي داودَ أيضًا مِن حَديثِ عِمرانَ بنِ حُصينٍ: فأقام ثَمانيَ عَشْرةَ لَيلةً. وفي رِوايةٍ أُخرى: أقام خَمسةَ عشَرَ. وفي تَوجيهِ الاختِلافِ في هذه الرِّواياتِ؛ قيل: إنَّ رِوايةَ «تِسعةَ عشَرَ» احتَسَبَ فيها يَومَي الدُّخولِ والخُروجِ، ومَن قال: «سَبعةَ عَشَرَ» حَذَفَ يَومَي الدُّخولِ والخُروجِ، ومَن روَى: «ثَماني عشَرَ» حَذَفَ أحدَ اليومينِ، وأمَّا مَن قال: «خَمسةَ عَشَرَ» فتُحمَلُ على أنَّ الراويَ ظنَّ أنَّ الأصلَ سَبعةَ عشَرَ، فحَذَفَ يَومَي الدُّخولِ والخُروجِ.\r\nثمَّ قال ابنُ عَبَّاسٍ رَضيَ اللهُ عنهما: فنحن إذا أقَمْنا في السَّفَرِ تلك المُدَّةَ قَصَرْنا الصَّلاةَ مِثلَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وإنْ زِدْنا في إقامَتِنا عن تِسْعةَ عَشَرَ يَوْمًا أتْمَمْنا الصَّلاةَ دونَ قَصْرٍ، وهذا هو قولُ ابنِ عبَّاسٍ رَضيَ اللهُ عنهما، على اختِلافٍ بيْن العُلَماءِ في هذه المُدَّةِ؛ هَل هي أقْصَى مُدَّةٍ للقَصْرِ أمْ لا؟ وقيل: إنْ نَوَى الإقامةَ مُطلَقًا يَلزَمُه الإتمامُ، ولا يَقصُرُ المسافِرُ الصَّلاةَ إذا نَوَى الإقامةَ أربعةَ أيَّامٍ فأكثرَ، ومَن مكَثَ لقَضاءِ حاجتِه ولم يُجْمِعْ على الإقامةِ، فإنَّ له قَصْرَ الصَّلاةِ وإنْ طالتْ مدَّةُ إقامتِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}