{
    "hadith_id": "433",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قالَ: لا تَدْخُلُوا علَى هَؤُلَاءِ المُعَذَّبِينَ إلَّا أنْ تَكُونُوا بَاكِينَ، فإنْ لَمْ تَكُونُوا بَاكِينَ فلا تَدْخُلُوا عليهم، لا يُصِيبُكُمْ ما أصَابَهُمْ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "433",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2980) باختلاف يسير",
    "sharh": "الحِجْرُ وادٍ بين المدينةِ والشَّامِ، وهو المَكانُ الَّذي كان يَعيشُ فيه ثَمودُ قومُ نَبيِّ اللهِ صالحٍ عليه السَّلامُ، وقد نالَهم مِن عَذابِ اللهِ ما نالَهم؛ لتَكذيبِهم نَبِيَّهم، وعِصيانِ أمْرِ اللهِ، وذَبْحِ النَّاقَةِ الَّتي أرسَلَها اللهُ تعالَى مُعجِزَةً لهم.\nوفي هذا الحديثِ يُحَذِّرُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أصحابَه أنْ يَدخُلوا دِيارَ أصحابِ الحِجْرِ إلَّا وهمْ يَبْكُون، وكان هذا عندما مرَّ صلَّى اللهُ عليه وسلَّم على ديارِهم في طريقِه لغَزوةِ تَبُوكَ، وحَذَّرهم مِن أنَّهم لوْ دَخَلوها على غيرِ هذِه الصِّفَةِ فإنَّ الله تعالَى قد يُصِيبُهم بِمِثْلِ ما أصابَهم مِن العذابِ؛ كما جاء في قَولِ اللهِ تعالى: {وَلَقَدْ كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ * وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُوا عَنْهَا مُعْرِضِينَ * وَكَانُوا يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ * فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ} [الحجر: 80 - 83]؛ لأنَّ الدَّاخِلَ دارَ قومٍ أُهْلِكوا بِخَسْفٍ أو عَذَابٍ إذا لم يَكُنْ باكيًا -إمَّا شَفَقَةً عليهم، وإمَّا خَوْفًا مِن حُلولِ مِثْلِه به- كان قَاسِيَ القلبِ قَليلَ الخشوعِ، فلا يَأْمَنُ إذا كان هكذا أنْ يُصِيبَه ما أصابَهُم.\nوفي الحَديثِ: التَّفكُّرُ في أحوالِ مَن أهْلَكَهم اللهُ تعالَى، والحَذَرُ ممَّا وقَعوا فيه؛ والحذرُ مِن الغَفلةِ عن تَدبُّرِ الآياتِ؛ لأنَّ مَن رأَى ما حلَّ بالعُصاةِ ولم يَتنبَّهْ بذلك مِن غَفلتِه، ولم يَتفكَّرْ في حالِهم، ويَعتبِرْ بهم؛ فإنَّه يُخشَى حُلولُ العُقوبةِ به؛ فإنَّها إنَّما حلَّتْ بالعُصاةِ لغَفلتِهم عن التَّدبُّرِ، وإهمالِهم اليقظةَ والتَّذكُّرَ.\nوفيه: البُعدُ عن مَأوى الظَّالمين؛ خَشْيَةَ الإصابةِ مِمَّا عُذِّبوا به، وذلك بعْدَ أنْ يَهلِكوا، فإذا كانوا أحياءً كان أَوْلَى.\nوفيه: مشروعيَّةُ التشاؤُمِ بالبُقعةِ التي نزل فيها سَخَطُ اللهِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}