{
    "hadith_id": "4332",
    "hadith": "لَمَّا كانَ يَوْمُ فَتْحِ مَكَّةَ قَسَمَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ غَنَائِمَ بيْنَ قُرَيْشٍ، فَغَضِبَتِ الأنْصَارُ، قالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: أما تَرْضَوْنَ أنْ يَذْهَبَ النَّاسُ بالدُّنْيَا، وتَذْهَبُونَ برَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قالوا: بَلَى، قالَ: لو سَلَكَ النَّاسُ وادِيًا أوْ شِعْبًا، لَسَلَكْتُ وادِيَ الأنْصَارِ أوْ شِعْبَهُمْ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4332",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4332)، ومسلم (1059)",
    "sharh": "أثْنَى اللهُ سُبحانَه وتعالى على الأنْصارِ، فقال في حقِّهم: {وَالَّذِينَ تَبَوَّؤُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} [الحشر: 9]، وكان صلَّى اللهُ عليه وسلَّمَ يَعرِفُ حقَّهم وفَضْلَهم، فأَوْصى بهم صلَّى اللهُ عليه وسلَّمَ، ودَعا لهم بالبَرَكةِ والمَغفِرةِ.\nوفي هذا الحَديثِ يُخبِرُ أنَسُ بنُ مالِكٍ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان قد خرَجَ لحَربِ قَبيلةِ هَوازِنَ يومَ حُنَينٍ، وكان ذلك بعْدَ فَتحِ مكَّةَ في العامِ الثَّامِنِ مِن الهِجْرةِ، وحُنَينٌ وادٍ بيْنَ مكَّةَ والطَّائفِ، بيْنه وبيْنَ مكَّةَ 26 كم. فاشتَرَكَ معَه في هذه الحَربِ عَشَرةُ آلافٍ مِن المُسلِمينَ بالإضافةِ إلى الطُّلقاءِ، وهمُ الَّذين مَنَّ عليهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مِن أهلِ مكَّةَ يومَ الفَتحِ، فلمْ يَأْسِرْهم أو يَقتُلْهم، وكان منهم أبو سُفْيانَ بنُ حَربٍ وغَيرُه، فلمَّا بَدأَ القِتالُ تَراجَعوا وتَقَهقَروا، فنادى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ على الأنْصارِ، وقال: يا مَعشَرَ الأنْصارِ، فقالوا: لَبَّيكَ يا رَسولَ اللهِ وسَعدَيْكَ، لَبَّيكَ ونحْن بيْنَ يدَيْكَ، أي: لُزومًا لطاعَتِكَ، وإجابةً بعْدَ إجابةٍ لأمْرِكَ، وسَعيًا في إسْعادِكَ إسْعادًا بعدَ إسْعادٍ، ثمَّ تَجمَّعوا ونزَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن دابَّتِه، وقال: «أنَا عبدُ اللهِ ورَسولُه»، وهذا تَأكيدٌ على أنَّه صلَّى اللهُ عليه وسلَّمَ رَسولُ اللهِ حقًّا، وأنَّه مَوْعودٌ بالنَّصرِ، وفي الصَّحيحَينِ مِن حَديثِ البَراءِ بنِ عازبٍ رَضيَ اللهُ عنهما: أنَّه صلَّى اللهُ عليه وسلَّمَ قال: «أنا النَّبيُّ لا كَذِبْ *** أنا ابنُ عبدِ المُطَّلِبْ»، أي: فلسْتُ بكاذِبٍ في قَوْلي حتَّى أفِرَّ، وانتسَبَ صلَّى اللهُ عليه وسلَّمَ إلى جَدِّه لشُهرَتِه به، ثمَّ صَفَّ أصْحابَه، ورتَّبَ صُفوفَهم؛ ليَعودوا إلى القِتالِ، وقاتَلَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ وأصْحابُه حتَّى هزَمَ اللهُ تعالَى المُشرِكينَ، ثمَّ جمَعَ صلَّى اللهُ عليه وسلَّمَ الغَنائمَ، وأعْطى المُهاجِرينَ، وأعْطى الطُّلقاءَ حتَّى يَتألَّفَ قُلوبَهم وتَجتمِعَ على مَحبَّةِ الإسْلامِ؛ لأنَّ القُلوبَ مَجْبولةٌ على حُبِّ مَن يُحسِنُ إليها، وكانوا لا يَزالونَ حَديثي عَهدٍ بإسْلامٍ، فلمَّا عَلِمَ الأنْصارُ ذلك حَزِنوا، وظنُّوا أنَّه صلَّى اللهُ عليه وسلَّمَ يُفضِّلُ الطُّلقاءَ عليهم، فلمَّا علِمَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بذلك جمَعَهم في قُبَّةٍ، وهي بَيتٌ صَغيرٌ مُستَديرٌ، وقال لهمْ: «أمَا تَرْضوَنَ أنْ يَذهَبَ النَّاسُ بالشَّاةِ والبَعيرِ، وتَذهَبونَ برَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ!»، أي: تَرجِعونَ إلى المَدينةِ ومعَكمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، ويَرجِعُ النَّاسُ بالغَنائمِ؟ فقالوا: رَضِينا يا رَسولَ اللهِ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «لو سلَكَ النَّاسُ وَاديًا، وسلَكَتِ الأنْصارُ شِعبًا؛ لاختَرْتُ شِعبَ الأنْصارِ» فتَبِعْتُهم في طَريقِهم، وترَكْتُ الطَّريقَ الآخَرَ الَّذي سلَكَه النَّاسُ -والشِّعبُ: الطَّريقُ في الجبَلِ-؛ وذلك لحُسنِ جِوارِهم، ووَفائِهم بالعَهدِ، ونُصرَتِهم لدِينِ اللهِ ولرَسولِه صلَّى اللهُ عليه وسلَّمَ. وفي رِوايةٍ أُخْرى للبُخاريِّ أنَّه قال لهم: «الأنْصارُ شِعارٌ»، وهو الثَّوبُ الَّذي على الجِلدِ، «والنَّاسُ دِثارٌ» وهو الثَّوبُ الَّذي يُلبَسُ فوقَ الشِّعارِ، فأرادَ أنَّهم أقرَبُ النَّاسِ إليه.\nوفي الحَديثِ: أنَّ مَن فازَ بالنَّبيِّ صلَّى اللهُ عليه وسلَّمَ واتِّباعِه، فقدْ فاز بكلِّ شيءٍ.\nوفيه: الصَّبرُ عن حُظوظِ الدُّنْيا وحُطامِها، وما استُؤْثِرَ به منها، وادِّخارُ ثَوابِ ذلك للدَّارِ الآخِرةِ الَّتي لا تَفْنى.\nوفيه: تَأليفُ قُلوبِ بعضِ النَّاسِ بالمالِ حتَّى يَثبُتوا على الإسْلامِ.\nوفيه: بَيانٌ لشَجاعةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}