{
    "hadith_id": "4334",
    "hadith": "جَمع النبيُّ صَلَّى اللهُ عليه وسلَّمَ نَاسًا مِنَ الأنْصَارِ فَقالَ: إنَّ قُرَيْشًا حَديثُ عَهْدٍ بجَاهِلِيَّةٍ ومُصِيبَةٍ، وإنِّي أرَدْتُ أنْ أجْبُرَهُمْ وأَتَأَلَّفَهُمْ، أما تَرْضَوْنَ أنْ يَرْجِعَ النَّاسُ بالدُّنْيَا، وتَرْجِعُونَ برَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ إلى بُيُوتِكُمْ قالوا: بَلَى، قالَ: لو سَلَكَ النَّاسُ وادِيًا، وسَلَكَتِ الأنْصَارُ شِعْبًا، لَسَلَكْتُ وادِيَ الأنْصَارِ، أوْ شِعْبَ الأنْصَارِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4334",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1059) باختلاف يسير",
    "sharh": "أَثْنى اللهُ سُبحانه وتعالَى على الأنْصارِ، فقال في حقِّهم: {وَالَّذِينَ تَبَوَّؤُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} [الحشر: 9]، وكان صلَّى اللهُ عليه وسلَّمَ يَعرِفُ حَقَّهم وفَضْلَهم، فأوْصَى بهم صلَّى اللهُ عليه وسلَّمَ، ودَعا لهم بالبَرَكةِ والمَغفِرةِ.\nوفي هذا الحَديثِ يَحْكي أنَسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّه لمَّا كان في غَزْوةِ حُنَينٍ، وكانت في شوَّالٍ مِن العامِ الثَّامِنِ مِن الهِجْرةِ، وحُنَينٌ وادٍ بيْن مكَّةَ والطَّائفِ، بيْنَه وبيْن مكَّةَ 26 كم، أقبلَتْ هَوازِنُ وغَطَفانُ وغيرُهم من قبائلِ العرَبِ بدَوابِّهم مِثلِ: الخَيلِ، والإبِلِ، والغنَمِ، وغيرِها، وذَرارِيِّهم مِن النِّساءِ والأطْفالِ، وكانت عادَتُهم إذا أرادوا التَّثبُّتَ في القِتالِ، استَصْحَبوا الأهاليَ والأمْوالَ، ونَقَلوهم معَهم إلى مَوضِعِ القِتالِ، وكان معَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ عَشَرةُ آلافٍ منَ المُسلِمينَ، إضافةً إلى الطُّلَقاءِ، وهمُ الَّذين مَنَّ عليهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مِن أهلِ مكَّةَ يومَ الفَتحِ، فلمْ يَأْسِرْهم أو يَقتُلْهم، وكان منهم أبو سُفْيانَ بنُ حَربٍ وغيرُه، فأَدْبَروا عنه، وفي الصَّحيحَينِ مِن حَديثِ البَراءِ بنِ عازبٍ رَضيَ اللهُ عنهما، قال: «فأتَوْا قَوْمًا رُماةً، جَمْعَ هَوازِنَ وبَني نَصْرٍ، ما يَكادُ يَسقُطُ لهم سَهمٌ، فَرَشَقوهم رَشْقًا ما يَكادونَ يُخْطِؤُونَ» حتَّى بَقيَ صلَّى اللهُ عليه وسلَّمَ وَحْدَه، أي: مُتقدِّمًا مُقبِلًا على العَدوِّ وَحْدَه، فنادَى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يومَئذٍ نِداءَيْنِ مُتعاقِبَين؛ الْتفَتَ عن يَمينِه فقال: يا مَعشَرَ الأنْصارِ -المَعشَرُ الجَماعةُ منَ النَّاسِ- قالوا: لبَّيكَ يا رَسولَ اللهِ، أي: لُزومًا لطاعَتِكَ، وإجابةً بعدَ إجابةٍ لأمرِكَ، أبشِرْ نحن معَكَ، ثمَّ الْتفَتَ عن يَسارِه، فقال: يا مَعشَرَ الأنْصارِ، قالوا: لبَّيكَ يا رَسولَ اللهِ، أبْشِرْ نحنُ معَكَ. وكان صلَّى اللهُ عليه وسلَّمَ راكبًا بَغْلةٍ بَيْضاءَ، فنزَلَ عن بَغْلَتِه، فقال: «أنا عبدُ اللهِ ورَسولُه» وهذا تَأكيدٌ على أنَّه رَسولُ اللهِ حقًّا، وأنَّه مَوْعودٌ بالنَّصرِ، وفي الصَّحيحَينِ من حَديثِ البَراءِ بنِ عازبٍ رَضيَ اللهُ عنهما أنَّه صلَّى اللهُ عليه وسلَّمَ قال: «أنا النَّبيُّ لا كَذِبْ *** أنا ابنُ عبدِ المُطَّلِبْ» أي: فلسْتُ بكاذِبٍ في قَوْلي حتَّى أفِرَّ، وانتسَبَ صلَّى اللهُ عليه وسلَّمَ إلى جَدِّه لشُهرَتِه به، ثمَّ صَفَّ أصْحابَه، ورَتَّبَ صُفوفَهم؛ ليَعودوا إلى القِتالِ، وقاتَلَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ وأصْحابُه حتَّى هزَمَ اللهُ تعالى المُشرِكينَ، فانهَزَمَ المُشرِكونَ، وغنِمَ صلَّى اللهُ عليه وسلَّمَ يومَئذٍ غَنائِمَ كَثيرةً، فجمَعَ صلَّى اللهُ عليه وسلَّمَ الغَنائمَ، فقَسَمَها في المُهاجِرينَ، وفي الطُّلَقاءِ؛ حتَّى يَتألَّفَ قُلوبَهم وتَجتمِعَ على مَحبَّةِ الإسْلامِ؛ لأنَّ القُلوبَ مَجْبولةٌ على حُبِّ مَن يُحسِنُ إليها، وكانوا لا يَزالونَ حَديثي عَهدٍ بإسْلامٍ، ولم يُعطِ الأنْصارَ شيئًا مِن ذلك، فلمَّا علِمَ الأنْصارُ ذلك حَزِنوا، وظنُّوا أنَّه صلَّى اللهُ عليه وسلَّمَ يُفضِّلُ الطُّلَقاءَ عليهم، وقالوا: إذا كانت قَضيَّةٌ شَديدةٌ كالحَربِ فنحْنُ نُطلَبُ، ويُعْطى الغَنيمةَ غيرُنا! فبَلَغَه صلَّى اللهُ عليه وسلَّمَ ذلك، فجمَعَهم في قُبَّةٍ -بيتٌ صَغيرٌ مُستَديرٌ- وسألَهم عمَّا بلَغَه من كَلامِهم، فقال: «يا مَعشرَ الأنْصارِ، ما حَديثٌ بلَغَني عنكم؟» فسَكَتوا، فقال: «يا مَعشَرَ الأنْصارِ، ألَا تَرضَوْنَ أنْ يَذهَبَ النَّاسُ بالدُّنْيا، وتَذهَبونَ برَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ تَحوزونَه إلى بُيوتِكم؟» يَعني: ألَا يُرْضيكم أنْ يَرجِعَ النَّاسُ بالغَنائمِ، وتَرجِعونَ إلى المَدينةِ ومعَكمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ؟ قالوا: بَلى رَضينا يا رَسولَ اللهِ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «لو سلَكَ النَّاسُ واديًا، وسلَكَتِ الأنْصارُ شِعْبًا؛ لأخَذْتُ شِعْبَ الأنْصارِ» فتَبِعْتُهم في طَريقِهم، وترَكْتُ الطَّريقَ الآخَرَ الَّذي سلَكَه النَّاسُ -والشِّعْبُ: هو الطَّريقُ في الجبَلِ-؛ وذلك لحُسنِ جِوارِهم، ووَفائِهم بالعَهدِ، ونُصرَتِهم لدِينِ اللهِ ولرَسولِه صلَّى اللهُ عليه وسلَّمَ، وفي رِوايةٍ أُخْرى للبُخاريِّ أنَّه قال لهمُ: «الأنْصارُ شِعارٌ» وهو الثَّوبُ الَّذي على الجِلدِ، «والنَّاسُ دِثارٌ» وهو الثَّوبُ الَّذي فوقَ الشِّعارِ، فأرادَ أنَّهم أقرَبُ النَّاسِ إليه.\nوسألَ هِشامُ بنُ زَيدِ بنِ أنَسِ بنِ مالِكٍ، راوي الحَديثِ عن جَدِّه أنَسِ بنِ مالِكٍ رَضيَ اللهُ عنه، فقال: «يا أبا حَمْزةَ» وهي كُنْيةُ أنَسِ بنِ مالكٍ رَضيَ اللهُ عنه، كُنتَ حاضرًا ذلك الموقفَ؟ قال: «وأين أغيبُ عنه؟!» وهو اسْتِفهامٌ إنْكاريٌّ، يُقرِّرُ أنَّه ما كان يَنبَغي له أنْ يظُنَّ أنَّ أنَسًا رَضيَ اللهُ عنه يَغيبُ عن ذلك، وهو منَ الأنْصارِ.\nوفي الحَديثِ: الصَّبرُ عن حُظوظِ الدُّنْيا وحُطامِها، وما استُؤْثِرَ به منها، وادِّخارُ ثَوابِ ذلك للدَّارِ الآخِرةِ الَّتي لا تَفْنَى.\nوفيه: بَيانٌ لشَجاعةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.\nوفيه: تَأليفُ قُلوبِ بَعضِ النَّاسِ بالمالِ حتَّى يَثبُتوا على الإسْلامِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}