{
    "hadith_id": "4407",
    "hadith": "أنَّ أُناسًا، مِنَ اليَهُودِ قالوا: لو نَزَلَتْ هذِه الآيَةُ فِينا لاتَّخَذْنا ذلكَ اليومَ عِيدًا، فقالَ عُمَرُ: أيَّةُ آيَةٍ؟ فقالوا: {اليومَ أكْمَلْتُ لَكُمْ دِينَكُمْ وأَتْمَمْتُ علَيْكُم نِعْمَتي ورَضِيتُ لَكُمُ الإسْلامَ دِينًا} [المائدة: 3]. فقالَ عُمَرُ: إنِّي لَأَعْلَمُ أيَّ مَكانٍ أُنْزِلَتْ أُنْزِلَتْ، ورَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ واقِفٌ بعَرَفَةَ.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4407",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (3017)، وأحمد (188)، وأبو عوانة (13027) واللفظ لهم.",
    "sharh": "للقرآنِ الكريمِ مَكانتُه المُقدَّسةُ في قُلوبِ كلِّ المسلمينَ، وقدِ اعتَنى الصَّحابةُ الكرامُ رَضيَ اللهُ عنهم بمَعرفةِ كلِّ ما يَتعلَّقُ به، كأسبابِ ومُناسباتِ النُّزولِ وتَوقيتاتِها، مع مَعرفةِ ما فيه مِن أحكامٍ ومَعانٍ.وفي هذا الأثرِ يَروي التابعيُّ طارقُ بنُ شِهابٍ أنَّ رجُلًا مِن اليهودِ جاء إلى أميرِ المؤمنينَ عمرَ رَضيَ اللهُ عنه -وهذا الرجُلُ هو كَعبُ الأحبارِ قَبْل أنْ يُسلِمَ، كما جاء في تَفسيرِ الطَّبريِّ، والأوسَطِ للطَّبرانيِّ- وقال لعُمَرَ رَضيَ اللهُ عنه: آيةٌ في كِتابِكم تَقرَؤونها، لو علينا -مَعشرَ اليهودِ- نزَلَتْ، لاتَّخَذْنا ذلك اليومَ عِيدًا، أي: لجعَلْناهُ عِيدًا نَحتفِلُ به؛ تَقديرًا وتَكريمًا لذلك اليومِ، وإشادةً بفضْلِه، قال: أيُّ آيةٍ؟ قال: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} [المائدة: 3]، أي: بالنَّصرِ والإظهارِ على الأديانِ كلِّها، {وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي}، أي: بالهدايةِ والتَّوفيقِ، وإكمالِ الدِّينِ، وبفتْحِ مكَّةَ، وهدْمِ مَناراتِ الجاهليَّةِ؛ فهي آيةٌ عظيمةٌ جَديرةٌ بأنْ يُحتَفَلَ بيومِ نُزولِها. فقال عمَرُ رَضيَ اللهُ عنه: قد عَرَفْنا ذلك اليومَ والمكانَ الَّذي نزَلَتْ فيه هذه الآيةُ الكريمةُ، فلم تُنبِّهْنا إلى شَيءٍ كنَّا نَجهَلُه؛ فهي قدْ نزَلَتْ على النبيِّ صلَّى اللهُ عليه وسلَّمَ وهو قائمٌ بعَرَفةَ يومَ جُمعةٍ؛ فهو يومٌ اجتَمَعَ فيه عِيدانِ؛ يومُ عَرفةَ، ويومُ الجُمعةِ.وقَولُ كَعبِ الأحبارِ: «لاتَّخَذْنا ذلك اليومَ عِيدًا»، يُريدُ: ولم تَتَّخِذوه أنتُم، يُحاوِلُ نقْضَ كَونِ الآيةِ حقًّا بإهمالِ المسلِمينَ ليومِ نُزولِها، فبَيَّنَ له عُمَرُ أنَّهم احتَفَلوا فيه احتفالينِ، واتَّخَذوه عِيدينِ.وفي الحديثِ: دَلالةٌ على أنَّ الأعيادَ لا تكونُ بالرَّأيِ والاختراعِ، كما يَفعَلُه أهلُ الكِتابينِ مِن قَبلِنا، إنَّما تكونُ بالشَّرعِ والاتِّباعِ. وفيه: أنَّ الإيمانَ يَزيدُ ويَنقُصُ، حيث إنَّ هذا الدِّينَ قدْ كَمَلَ بتَمامِ أعمالِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}