{
    "hadith_id": "4435",
    "hadith": "أنَّهُ لا يَمُوتُ نَبِيٌّ حتَّى يُخَيَّرَ بيْنَ الدُّنْيا والآخِرَةِ، فَسَمِعْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ يقولُ في مَرَضِهِ الذي ماتَ فِيهِ، وأَخَذَتْهُ بُحَّةٌ، يقولُ: {مع الَّذِينَ أنْعَمَ اللَّهُ عليهم} [النساء: 69] الآيَةَ فَظَنَنْتُ أنَّه خُيِّرَ",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4435",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2444) باختلاف يسير",
    "sharh": "مَوتُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ كان أعظَمَ مُصيبةٍ حَلَّتْ بالمُسلِمينَ، ولنْ يُصابَ المُسلِمونَ بعْدَها بمِثلِها، وقدْ ظهَرَ فيها حُبُّ الصَّحابةِ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.\nوفي هذا الحَديثِ يُخبِرُ أنَسُ بنُ مالِكٍ رَضيَ اللهُ عنه عن شدَّةِ مرَضِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ الَّذي مات فيه، وأنَّه لَمَّا رَأتْ فاطِمةُ رَضيَ اللهُ عنها أباها النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قدِ اشتَدَّ عليه المرَضُ، وجعَلَ يتَغَشَّاه، أي: يَشتَدُّ به ويُغَطِّيه، قالت: «وَا كَربَ أبَاهُ!» والكَربُ هو ما اشتَدَّ مِن الغَمِّ، وأخْذِ النَّفْسِ، وفاطِمةُ رَضيَ اللهُ عنها بهذا تَندُبُ شدَّةَ الألَمِ والمرَضِ عليه صلَّى اللهُ عليه وسلَّمَ، ولم يكُنْ قَولُها هذا مِن النُّواحِ، أو رَفعِ الصَّوتِ في شَيءٍ؛ لأنَّه صلَّى اللهُ عليه وسلَّمَ لم يُنكِرْ عليها، وعندَما سَمِعَها صلَّى اللهُ عليه وسلَّمَ قال لها: «لَا كَرْبَ على أبيكِ بعْدَ اليَومِ»، أي: لا يُصِيبُه بعْدَ اليَومِ نصَبٌ، ولا يَجِدُ له كَرْبًا إذا ذهَبَ إلى دارِ الكَرامةِ. \nفلمَّا مات صلَّى اللهُ عليه وسلَّمَ قالت: «يا أبَتاهُ، أجَابَ ربًّا دَعاهُ، يا أبَتاهُ، مَن جَنَّةُ الفِردَوْسِ مَأْواهُ»، أي: نُزُلُه ومُقامُه، «يا أبَتاهُ، إلى جِبْريلَ نَنْعاهُ»، النَّعْيُ: هو إذاعةُ خَبرِ الوَفاةِ، ويُؤخَذُ مِن هذا: أنَّ تلك الألفاظَ إذا كان الميِّتُ مُتَّصِفًا بها فلا يُمنَعُ ذِكرُها له بعْدَ مَوتِه، بخِلافِ ما إذا كانت فيه ظاهرًا وهو في الباطِنِ بخِلافِها، أو لا يَتحقَّقُ اتِّصافُه بها، فيَدخُلُ في المَنعِ.\nفلمَّا دُفِنَ صلَّى اللهُ عليه وسلَّمَ قالت فاطِمةُ رَضيَ اللهُ عنها لأنَسٍ رَضيَ اللهُ عنه: يا أنَسُ، أي: كيف رَضيتُم في أنفُسِكم أنْ تُهيلوا التُّرابَ عليه مع شِدَّةِ مَحبَّتِكم له؟! وهذا سُؤالُ الحَزينِ المُتفجِّعِ المُتألِّمِ، وليس سُؤالَ المُعتَرِضِ على قَدَرِ اللهِ؛ فقدْ سلَّمَت أمْرَها للهِ، ونعَتْ أباها، ورَضِيَت له الجنَّةَ، وقدْ سكَتَ أنَسٌ رَضيَ اللهُ عنه عن جَوابِها رَضيَ اللهُ عنها رِعايةً وتأدُّبًا، ورِفقًا لها في شِدَّةِ حُزنِها.\nوفي الحَديثِ: شِدَّةُ حبِّ فاطمةَ رَضيَ اللهُ عنها للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وألَمِها لفِراقِه.\nوفيه: مَشْروعيَّةُ البُكاءِ والحُزنِ على الميِّتِ معَ عدَمِ الاعْتِراضِ على الأقْدارِ.\nوفيه: بَيانُ بَشريَّةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وأنَّه أصابَه المرَضُ، والتَّعبُ، ثمَّ الموتُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}