{
    "hadith_id": "4471",
    "hadith": "عَنْ أبِي إسْحاقَ، قالَ: سَأَلْتُ زَيْدَ بنَ أرْقَمَ رَضِيَ اللَّهُ عنْه: كَمْ غَزَوْتَ مع رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ؟ قالَ: سَبْعَ عَشْرَةَ، قُلتُ: كَمْ غَزا النبيُّ صَلَّى اللهُ عليه وسلَّمَ؟ قالَ: تِسْعَ عَشْرَةَ",
    "rawi": "زيد بن أرقم",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4471",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1254)، والترمذي (1676)، وأحمد (19335) باختلاف يسير.",
    "sharh": "الجِهادُ في سَبيلِ اللهِ ذِرْوةُ سَنامِ الإسْلامِ، ومَصدَرُ عِزِّ المُسلِمينَ، وهو بابٌ عَظيمٌ مِن أبْوابِ الجَنَّةِ، وقدْ كَثُرتِ النُّصوصُ في الحَثِّ والحَضِّ عليه، وكَثُرتِ الغَزَواتُ الَّتي قادَها رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ بنفْسِه، وتَبِعَه فيها أصْحابُه الكِرامُ رَضيَ اللهُ عنهم أجْمَعينَ.\nوفي هذا الحَديثِ يَرْوي التَّابِعيُّ أبو إسْحاقَ السَّبِيعيُّ أنَّ زَيدَ بنَ أرْقَمَ بنِ زَيدٍ الأنْصاريَّ رَضيَ اللهُ عنه سُئِل -وفي رِوايةٍ في الصَّحيحينِ أنَّ السَّائلَ أبو إسْحاقَ السَّبيعيُّ-: «كمْ غَزا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ من غَزْوةٍ؟» والغَزْوةُ هي الجَيشُ الَّذي يَخرُجُ فيه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بنفْسِه، والبَعثُ أوِ السَّريَّةُ: هو الجَيشُ الَّذي يُرسِلُه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، ولا يَخرُجُ فيه.\nفأجابَ زَيدُ بنُ أرْقَمَ رَضيَ اللهُ عنه أنَّ عدَدَ الغَزَواتِ كان تِسعَ عَشْرةَ غَزْوةً، خرَج فيها بنفْسِه، وقيلَ: إنَّ عدَدَ غَزَواتِه صلَّى اللهُ عليه وسلَّمَ إحْدى وعِشْرونَ غَزاةً، ففاتَ زَيدَ بنَ أرْقَمَ رَضيَ اللهُ عنه ذِكرُ غَزوَتَينِ منها، ويُحتَمَلُ أنْ تَكونَا الأبْواءَ وبُواطَ، ولعَلَّهما خَفِيَتا عليه لصِغَرِه. وقاتَلَ صلَّى اللهُ عليه وسلَّمَ بنفْسِه منها في ثَمانٍ، هي: بَدرٌ، ثمَّ أُحُدٌ، ثمَّ الأحْزابُ، ثمَّ بَنو المُصْطَلِقِ، ثمَّ خَيبَرُ، ثُمَّ مكَّةُ، ثمَّ حُنَينٌ، ثمَّ الطَّائفُ، وقد أهمَلَ البَعضُ عدَّ غَزْوةِ بَني قُرَيْظةَ؛ لأنَّه ضَمَّها إلى الأحْزابِ؛ لكَوْنِها كانت في إثْرِها، وأفْرَدَها البَعضُ؛ لكَوْنِها وقَعَت مُنفَرِدةً بعدَ هَزيمةِ الأحْزابِ.\nثمَّ سُئِلَ زَيدَ بنَ أرْقَمَ: «كم غَزوْتَ أنتَ معَه؟» فأجابَ أنَّه غَزا معَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ سَبعَ عَشْرةَ غَزْوةً. فسَأَلَه أبو إسْحاقَ السَّبيعيُّ: «فأيُّ الغَزَواتِ كانتْ أوَّلَ؟ قال: العُسَيْرةُ، أوِ العُشَيرُ» على الشَّكِّ في تَحْديدِ الاسْمِ. قال شُعْبةُ بنُ الحَجَّاجِ -أحَدُ رُواةِ الحَديثِ-: فذكَرْتُ ذلك لقَتادةَ بنِ دِعامةَ، فقال: العُشَيرُ، وفي نُسْخةٍ: العُشَيْرةُ، وكان المَطْلوبُ في هذه الغَزاةِ عِيرَ قُرَيشٍ الَّتي خَرَجَت مِن مكَّةَ ذاهِبةً إلى الشَّامِ بالتِّجارةِ، وكانت هذه الغَزْوةُ في مِنطَقةِ العُشَيْرةِ، وهي مِنطَقةٌ مَوْجودةٌ قُربَ يَنبُعَ حاليًّا، وتَبعُدُ مَسافةَ (2) كيلومِترينِ عن قَرْيةِ المُبارَكِ باتِّجاهِ الشَّرقِ، وكان ذلك في أواخِرِ شَهرِ جُمادى الأُولى وأوائلِ جُمادى الآخِرةِ مِن العامِ الثَّاني للهِجْرةِ، وقد فات المُسلِمينَ القِتالُ واغْتِنامُ القافِلةِ في هذه الغَزْوةِ، ولكنْ تَرصَّدَها المُسلِمونَ بعْدَ ذلك أثْناءَ رُجوعِها مِن الشَّامِ، وكانوا يَترَقَّبونَ رُجوعَها، فخَرَج النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَتلَقَّاها ليَغنَمَها، ولكنَّ أبا سُفْيانَ قائدَ القافِلةِ تَنحَّى بَعيدًا عن طَريقِ المُسلِمينَ، وأخَذ طَريقَ البَحرِ، ونَجا بالقافِلةِ، وبسببِ ذلك كانت وَقْعةُ بَدرٍ في السَّنةِ الثَّانيةِ مِن الهِجْرةِ، حيث خرَج المُشرِكونَ مِن مكَّةَ؛ لحِمايةِ القافِلةِ، والحِفاظِ على مَكانَتِهم بيْن العرَبِ، فوقَعَتِ الحَربُ عندَ بِئرِ بَدرٍ.\nوفي الحَديثِ: عدَدُ الغَزَواتِ الَّتي غَزاها رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ.\nوفيه: فَضيلةُ الصَّحابيِّ زَيدِ بنِ أرْقَمَ، وحِرصُه على الجِهادِ في سَبيلِ اللهِ تعالَى.\nوفيه: جانِبٌ من حِرصِ التَّابِعينَ، والصَّحابةِ على حِفظِ سِيرةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في كلِّ جَوانِبِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}