{
    "hadith_id": "4512",
    "hadith": "كَانُوا إذَا أحْرَمُوا في الجَاهِلِيَّةِ أتَوْا البَيْتَ مِن ظَهْرِهِ فأنْزَلَ اللَّهُ: {وَليسَ البِرُّ بأَنْ تَأْتُوا البُيُوتَ مِن ظُهُورِهَا ولَكِنَّ البِرَّ مَنِ اتَّقَى وأْتُوا البُيُوتَ مِن أبْوَابِهَا}",
    "rawi": "البراء بن عازب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4512",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4512)، ومسلم (3026)",
    "sharh": "مِن حِكمةِ اللهِ تعالَى أنَّه لم يُنزِلِ القُرآنَ الكريمَ جُملةً واحدةً، بلْ أنْزَلَه مُفرَّقًا وَفْقَ التَّدرُّجِ الذي أرادهُ اللهُ في بِناءِ وتَربيةِ المجتمَعِ المُسلِمِ الوليدِ، ونزَلَ مُعالِجًا للعاداتِ الخاطئةِ، وما يَطرَأُ مِن مُشكِلاتٍ، وما يَستجِدُّ مِن أحداثٍ.\r\nوفي هذا الحديثِ يَرْوي البَراءُ بنُ عازبٍ رَضيَ اللهُ عنه أنَّ الأنصارَ كانوا قبْلَ الإسلامِ إذا رَجَعوا مِنَ الحجِّ أو العُمرةِ لا يَدخُلونَ بُيوتَهم مِن أبوابِها، بلْ يَدخُلونَ مِن ظُهورِها -وكذلك كان يَفعَلُ كَثيرٌ مِن العرَبِ- فكانوا يَتسلَّقون جُدرانَ بُيوتِهم منَ الخَلْفِ، أو يَفتحونَ فَتحةً في الجِدارِ ويَدخُلونَ منها، وكانوا يَرَوْنَ مُخالَفَةَ ذلك عَيبًا كَبيرًا، ويَرْوَن فِعلَ ذلك هو البِرَّ والتَّقوى، فلمَّا جاء الإسلامُ دَخَلَ رجُلٌ منَ الأنصارِ مِن بابِ بَيتِه، فعَيَّروه بذلك، فأنْزَلَ اللهُ تعالَى قَولَه: {وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا} [البقرة: 189]، فأخْبَرَهم اللهُ تعالَى أنَّ هذا العَملَ مع اعتِقادِه قُربةً، ليس مِن الخيرِ في شَيءٍ، بلْ إنَّ البِرَّ الحقيقيَّ هو أنَّ يَتَّقيَ العبدُ ربَّه عزَّ وجلَّ؛ بامتثالِ أوامرِه، واجتنابِ نَواهِيه، لا التعبُّدُ بما لم يَشْرَعْه اللهُ جلَّ وعلا؛ ولذا أمَرَ بإتيانِ البيوتِ مِن أبوابِها، كما هو الأصلُ الَّذي جَرَتْ به العادةُ؛ إذ لا دَليلَ يَمنَعُ مِن ذلك وقْتَ الإحرامِ، فتَرَكَ النَّاسُ هذه العادةَ وصاروا يَدخلونَ بُيُوتَهم مِن أبوابِها.\r\nوفي الحديثِ: أنَّ العاداتِ لا تَجعَلُ غيرَ المَشروعِ مَشروعًا.\r\nوفيه: أنَّ اللهَ سُبحانَه وتعالَى إذا نَهَى عن شَيءٍ فتَح لعِبادِه مِن المأذونِ ما يَقومُ مقامَه؛ فإنَّه لَمَّا نَفى أنْ يكونَ إتيانُ البُيوتِ مِن ظُهورِها مِن البِرِّ، بيَّن ما يَقومُ مَقامَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}