{
    "hadith_id": "4536",
    "hadith": "قُلتُ لِعُثْمَانَ: هذِه الآيَةُ الَّتي في البَقَرَةِ {وَالَّذِينَ يُتَوَفَّوْنَ مِنكُم ويَذَرُونَ أزْوَاجًا} إلى قَوْلِهِ {غَيْرَ إخْرَاجٍ} قدْ نَسَخَتْهَا الأُخْرَى، فَلِمَ تَكْتُبُهَا؟ قَالَ: تَدَعُهَا يا ابْنَ أخِي، لا أُغَيِّرُ شيئًا منه مِن مَكَانِهِ، قَالَ حُمَيْدٌ: أوْ نَحْوَ هذا.",
    "rawi": "عبدالله بن الزبير",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4536",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي (15546)، وابن الحداد في ((جامع الصحيحين)) (2686) باختلاف يسير.",
    "sharh": "ترتيبُ آياتِ القُرآنِ الكريمِ توقيفيٌّ، ليس لأحَدٍ أن يجتَهِدَ في التقديمِ أو التأخيرِ، وإنما نقرؤه ونكتبه كما نزل به جبريلُ عليه السَّلامُ إلى رسولِ اللهِ صلَّى اللهُ عليه وسلَّم.\nوفي هذا الحَديثِ يُخبرُ عبدُ اللهِ بنُ الزُّبَيرِ رَضِيَ اللهُ عنهما أنَّه قال لِعُثمانَ بنِ عفَّانَ رَضِيَ اللهُ عنه: إنَّ الآيَةَ الَّتي في سورةِ البَقرةِ -وهي قَولُ اللهِ تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ} [البقرة: 240]- قَدْ نَسختْهَا الآيَةُ الأُخرى -وهيَ قولُه سُبحانه: {وَالَّذينَ يُتَوفَّونَ مِنكُمْ وَيذَرُونَ أزوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} [البقرة: 234]-؛ فَلِمَ تَكتُبُها؟» أي: لِماذا تَكتُبُ هَذهِ الآيَةَ وقَدْ نُسِخَت، يَعني: رَفَعتِ العَملَ بِحُكمِها الآيَةُ الأُخرى، «أو» لِمَ «تَدَعُها» أي: تَترُكُها مَوجودَةً في المُصحَفِ؟ فقالَ له عُثمانُ رَضِي اللهُ عنه: «يا ابنَ أخي، لا أُغيُّر شَيئًا منه»، أي: مِنَ القُرآنِ «مِن مَكانِهِ»، وكَأنَّ عَبدَ اللهِ بنَ الزُّبَيرِ رَضِيَ اللهُ عنهما يَظُنُّ أنَّ ما نُسِخَ مِنَ القُرآنِ لا يُكتَبُ في المُصحَفِ ولَيْسَ الأمرُ كَذلكَ؛ فالنَّسخُ في القُرآنِ على ثلاثِ صُوَرٍ: نَسْخُ التِّلاوةِ والحُكمِ معًا، نَسْخُ الحُكمِ وبقاءُ التِّلاوةِ، نَسْخُ التِّلاوةِ وبقاءُ الحُكمِ. وهذه الآيةُ مِن قَبيلِ الصُّورةِ الثانيةِ: نَسْخِ الحُكمِ وبقاءِ التِّلاوةِ. \nوفي الحَديثِ: أنَّ في تِلاوةِ المَنسوخِ ثَوابًا كَما في تِلاوَةِ غَيرِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}