{
    "hadith_id": "4562",
    "hadith": "أنَّ أبَا طَلْحَةَ، قالَ: غَشِيَنَا النُّعَاسُ ونَحْنُ في مَصَافِّنَا يَومَ أُحُدٍ، قالَ: فَجَعَلَ سَيْفِي يَسْقُطُ مِن يَدِي وآخُذُهُ ويَسْقُطُ وآخُذُهُ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4562",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "إذا حدَث للإنْسانِ ما يُسبِّبُ له الفَزعَ، أوِ الخَوفَ، أو عَدمَ الاستِقرارِ؛ تَسبَّبَ ذلك في حُدوثِ أرَقٍ وقلَّةِ نَومٍ، ممَّا يُؤدِّي إلى تَزايُدِ المَشقَّةِ، وقدْ جعَلَ اللهُ النُّعاسَ أمَنةً لأصْحابِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في حَربِهم ضِدَّ الكُفَّارِ، وهذا مِن فَضلِ اللهِ ونِعمَتِه.\nوفي هذا الحَديثِ يُخبِرُ أبو طَلْحةَ الأنْصاريُّ رَضيَ اللهُ عنه أنَّه كان ممَّن نزَل به وغَطَّاه النُّعاسُ يَومَ أُحُدٍ، حتَّى إنَّه كان يَسقُطَ سيفُه مِن يَدِه مرَّةً بعْدَ أُخْرى، يَسقُطُ ويأخُذُه، وذلك لَمَّا وقَعَتْ يَومَ أُحُدٍ الهَزيمةُ في أصْحابِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وكثُرَ القَتلُ فيهم؛ اشتَدَّ خَوفُهم، وقَويَ غمُّهم، فأنعَمَ اللهُ عليهم بأنْ أنْزَلَ عليهم بعْدَ الغَمِّ أمَنةً نُعاسًا، وأَمَّنَهم أمْنًا يَنامونَ معَه، كما قال تعالى: {إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ} [الأنفال: 11]، والأمَنةُ، أي: الأمْنُ، والنُّعاسُ: أخَفُّ النَّومِ، والأمَنةُ بزَوالِ الخَوفِ؛ لأنَّ الخائِفَ لا يَنامُ، والنُّعاسُ كان فيه فَوائدُ؛ لأنَّ السَّهرَ يُوجِبُ الضَّعفَ والكَلالَ، والنَّومَ يُفيدُ عَودَ القوَّةِ والنَّشاطِ، ولأنَّ المُشرِكينَ كانوا في غايةِ الحِرصِ على قَتلِهم، فبَقاؤُهم في النَّومِ معَ السَّلامةِ في تلك المَعرَكةِ مِن أدَلِّ الدَّلائلِ على حِفظِ اللهِ تعالَى لهُم، وذلك ممَّا يُزيلُ الخَوفَ مِن قُلوبِهم، ويُورِثُهمُ الأمنَ، ولأنَّهُم لو شاهَدوا قَتْلَ إخْوانِهمُ الَّذين أرادَ اللهُ تعالَى إكْرامَهم بالشَّهادةِ لاشتَدَّ خَوفُهم.\nوقدْ وقَعَتْ غَزْوةُ أُحُدٍ في شوَّالٍ في السَّنةِ الثَّالثةِ منَ الهِجْرةِ، وأُحُدٌ جَبَلٌ مِن جبالِ المَدينةِ، وقدِ استُشْهِدَ في تلك الغَزْوةِ عَدَدٌ كبيرٌ منَ الصَّحابةِ رِضوانُ اللهِ عليهم، وقد قاتَلَ فيها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ومَن ثبَت معَه منَ الصَّحابةِ بقُوَّةٍ وشَجاعةٍ، رَغمَ تَخلخُلِ الصُّفوفِ بعْدَ مُخالَفةِ أمْرِه عليه الصَّلاةُ والسَّلامُ.\nوفي الحَديثِ: مَعيَّةُ اللهِ عزَّ وجلَّ، ولُطفُه بعِبادِه المؤمِنينَ الصَّادِقينَ.\nوفيه: مَنقَبةٌ لأبي طَلْحةَ الأنْصاريِّ رَضيَ اللهُ عنه؛ لأنَّه كان ممَّن ثبَت يومَ أُحُدٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}