{
    "hadith_id": "4574",
    "hadith": "أنَّهُ سَأَلَ عَائِشَةَ عن قَوْلِ اللَّهِ تَعَالَى: {وَإنْ خِفْتُمْ أنْ لا تُقْسِطُوا في اليَتَامَى} فَقالَتْ: يا ابْنَ أُخْتِي، هذِه اليَتِيمَةُ تَكُونُ في حَجْرِ ولِيِّهَا، تَشْرَكُهُ في مَالِهِ، ويُعْجِبُهُ مَالُهَا وجَمَالُهَا، فيُرِيدُ ولِيُّهَا أنْ يَتَزَوَّجَهَا بغيرِ أنْ يُقْسِطَ في صَدَاقِهَا، فيُعْطِيَهَا مِثْلَ ما يُعْطِيهَا غَيْرُهُ، فَنُهُوا عن أنْ يَنْكِحُوهُنَّ إلَّا أنْ يُقْسِطُوا لهنَّ، ويَبْلُغُوا لهنَّ أعْلَى سُنَّتِهِنَّ في الصَّدَاقِ، فَأُمِرُوا أنْ يَنْكِحُوا ما طَابَ لهمْ مِنَ النِّسَاءِ سِوَاهُنَّ، قالَ عُرْوَةُ: قالَتْ عَائِشَةُ: وإنَّ النَّاسَ اسْتَفْتَوْا رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بَعْدَ هذِه الآيَةِ، فأنْزَلَ اللَّهُ: {وَيَسْتَفْتُونَكَ في النِّسَاءِ}، قالَتْ عَائِشَةُ: وقَوْلُ اللَّهِ تَعَالَى في آيَةٍ أُخْرَى: {وَتَرْغَبُونَ أنْ تَنْكِحُوهُنَّ} : رَغْبَةُ أحَدِكُمْ عن يَتِيمَتِهِ، حِينَ تَكُونُ قَلِيلَةَ المَالِ والجَمَالِ، قالَتْ: فَنُهُوا أنْ يَنْكِحُوا عن مَن رَغِبُوا في مَالِهِ وجَمَالِهِ في يَتَامَى النِّسَاءِ إلَّا بالقِسْطِ، مِن أجْلِ رَغْبَتِهِمْ عنْهنَّ إذَا كُنَّ قَلِيلَاتِ المَالِ والجَمَالِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4574",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (3018) باختلاف يسير",
    "sharh": "وفي هذا الحديثِ يَسأَلُ التَّابعيُّ عُرْوةُ بنُ الزُّبَيرِ خالَتَه عائشةَ أُمَّ المؤمنينَ رَضيَ اللهُ عنها عَن قَولِ اللهِ تعالَى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ} [النساء: 3]، فقالتْ له: يا ابنَ أُختي -فأُمُّه أسماءُ بنتُ أبي بكْرٍ الصِّدِّيقِ رَضيَ اللهُ عنه-، نَزَلَتْ هذه الآيةُ في اليَتيمةِ الَّتي تَكونُ في حَجْرِ وَلِيِّها، أي: في رِعايةِ وَلِيِّها، وهو القائمُ بِأُمورِها -واليَتيمُ: مَن مات أبوهُ وهو قبْلَ سِنِّ التَّكليفِ- ويكونُ المالُ بيْنهما مُشتركًا، فيُتاجِرُ فيه، فيُعْجِبُه مالُها وجَمالُها، فيُريدُ هذا الرَّجلُ أنْ يَتزوَّجَها دُونَ أنْ يَعدِلَ في مَهْرِها، فلا يُعْطيَها مِنَ المهْرِ مِثلَ باقي النِّساءِ، فَنُهوا عَن نِكاحِهنِّ إلَّا أنْ يَعدِلوا معهنَّ، ويَبْلُغوا بهنَّ أعلى سُنَّتِهنَّ مِنَ الصَّداقِ، أي: أعْلى ما يَأخُذْنَه في المهْرِ، فإنْ كانوا لا يُريدونَ العدْلَ في الصَّداقِ، فَلْيتزوَّجوا ثانيةً وثالثةً ورابعةً مِن غيرِهنَّ.\nثُمَّ أخْبَرَت عائشةُ رَضيَ اللهُ عنها أنَّ النَّاسَ طَلَبوا مِن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ الفُتْيا في أمْرِ النِّساءِ بعْدَ نُزولِ تلك الآيةِ، فأنْزَلَ اللهُ {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ} [النساء: 127]، وأخْبَرَت أنَّ المُشارَ إليه في هذه الآيةِ أنَّه يُتلَى عليهم في الكتابِ، الآيةُ الأُولى الَّتي قال اللهُ تعالَى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ} [النساء: 3]. وقَولُ اللهِ سُبحانه وتعالَى: {وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ}، أي: يَرغَبُ أحدُكم عَن يَتيمَتِه الَّتي تكونُ في رَعايتِه وكَنَفِه حِين تكونُ قَليلةَ المالِ والجَمالِ، فلا يَرغَبُ في نِكاحِها، والمقصودُ أنَّ الرَّجلَ إذا كان في حَجْرِه يَتيمةٌ يَحِلُّ له تَزويجُها، فتارةً يَرغَبُ في أنْ يَتزوَّجَها، فأمَرَه اللهُ تعالَى أنْ يُعطِيَها مِنَ المهْرِ مِثلَ غيرِها مِنَ النِّساءِ، فإنْ لم يَفعَلْ فلْيتزوَّجْ غيرَها مِن النِّساءِ؛ فقد وسَّعَ اللهُ عزَّ وجلَّ، وهذا المعنى في قولِه تعالَى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ}، وتارةً لا يَكونُ لِلرَّجلِ فيها رَغبةٌ؛ لِدمامَتِها عندَه، أو نقْصِ مالِها، فنَهاهُ اللهُ عزَّ وجلَّ أنْ يَمنَعَها مِن الزَّواجِ خَشيةَ أنْ يَشْرَكِوه في مالِه الَّذي بيْنه وبيْنها، وكان الرَّجلُ في الجاهليَّةِ يكونُ عنده اليَتيمةُ فيُلقي عليها ثَوبَه، فإذا فَعلَ ذلك بها لم يَقدِرْ أحدٌ أنْ يَتزوَّجَها أبدًا، فإنْ كانتْ جَميلةً تَزوَّجَها وأكَلَ مالَها، وإنْ كانتْ دَميمةً منعَها الزَّواجَ مِنَ الرِّجالِ حتَّى تَموتَ، فإذا ماتَتْ وَرِثَها، فحُرِّمَ ذلك ونَهِيَ عنه. فيَنْبغي أنْ يكونَ النِّكاحُ -خاصَّةً للبِنتِ اليَتيمةِ- مَبناهُ العدْلُ والحقُّ.\nوفي الحديثِ: التَّحذيرُ مُن ظُلمِ اليَتامى، والحثُّ على تَوفِيَتِهم حُقوقَهم.\nوفيه: أنَّ الأولياءَ مُستأمَنون على مَن تحْتَ أيْدِيهم وفي حَجْرِهم، وأنَّ ظُلْمَهم تَضييعٌ للأمانةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}