{
    "hadith_id": "4588",
    "hadith": "أنَّ ابْنَ عَبَّاسٍ، تَلَا {إِلَّا المُسْتَضْعَفِينَ مِنَ الرِّجَالِ والنِّسَاءِ والوِلْدَانِ}، قالَ: كُنْتُ أنَا وأُمِّي مِمَّنْ عَذَرَ اللَّهُ",
    "rawi": "عبدالله بن أبي مليكة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4588",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الطبري في ((التفسير)) (10270)، والطبراني (11/ 121) (11240)، والبيهقي (12280) واللفظ لهم.",
    "sharh": "كان المُسلِمونَ في أوَّلِ الدَّعوةِ مُستضعَفينَ في مكَّةَ، وكان الكفَّارُ يُعَذِّبونَ كثيرًا منهم؛ ولذلك أمَرَهمُ النبيُّ صلَّى اللهُ عليه وسلَّمَ بالهِجرةِ أوَّلًا إلى الحبَشةِ، ثمَّ إلى المدينةِ المنَوَّرةِ لنَشرِ دَعوةِ الحقِّ في الآفاقِ، ولكنَّ كثيرًا منهم لم يَستطِعِ الخُروجَ؛ لقِلَّةِ المالِ، والضَّعفِ الجسَديِّ، ولغيرِ ذلك مِن الأسبابِ.\r\n وفي هذا الحديثِ يَروي عبدُ الله بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّه كان هو وأُمُّه لُبابةُ أُمُّ الفَضلِ بنتُ الحارِثِ رَضيَ اللهُ عنها مِن المُستَضْعَفينَ مِن المُسلمينَ الَّذين بَقُوا بِمَكَّةَ ولم يَقدِروا على الهِجرةِ إلى المدينةِ؛ فقدْ كان هو مِن الصِّبيانِ، وأُمُّه مِن النِّساءِ.\r\nوهُم ممَّن ذكرَهم اللهُ في قولِه تعالَى: {إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا (98) فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا} [النساء: 98، 99]، وهُم الذين أسلَموا بمكَّةَ وصَدَّهمُ المشرِكون عن الهِجرةِ، فبَقُوا بيْنَ أظهُرِهم مُستضعَفينَ، يَلْقَون منهم الأذَى الشديدَ، وهؤلاء المُستضعَفونَ من النِّساءِ والأطْفالِ لهم العُذرُ والرُّخصةُ في عدمِ الهِجرةِ مِن مَكَّةَ إلى المدينةِ؛ لضَعفِهم وعدَمِ قُدرتِهم على ذلك؛ وفي هذا إشارةٌ إلى أنَّ ابنَ عبَّاسٍ لم يكُنْ مع أبيه العبَّاسِ على دِينِ قَومِه، ولكنَّه اختارَ أنْ يكونَ مُسلِمًا مع أمِّه، وهذا مبنيٌّ على أنَّ إسلامَ العبَّاسِ كان بعدَ وقْعةِ بدَرٍ؛ فالمشهورُ أنَّه أسْلَمَ قبْلَ فتْحِ خَيبرَ.\r\nوفي الحديثِ: إسلامُ الصبيِّ الصَّغيرِ متَى عقَلَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}