{
    "hadith_id": "4596",
    "hadith": "قُطِعَ علَى أهْلِ المَدِينَةِ بَعْثٌ، فَاكْتُتِبْتُ فِيهِ، فَلَقِيتُ عِكْرِمَةَ، مَوْلَى ابْنِ عَبَّاسٍ فأخْبَرْتُهُ، فَنَهَانِي عن ذلكَ أشَدَّ النَّهْيِ، ثُمَّ قالَ: أخْبَرَنِي ابنُ عَبَّاسٍ: أنَّ نَاسًا مِنَ المُسْلِمِينَ كَانُوا مع المُشْرِكِينَ يُكَثِّرُونَ سَوَادَ المُشْرِكِينَ، علَى عَهْدِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، يَأْتي السَّهْمُ فيُرْمَى به فيُصِيبُ أحَدَهُمْ، فَيَقْتُلُهُ أوْ يُضْرَبُ فيُقْتَلُ فأنْزَلَ اللَّهُ: {إنَّ الَّذِينَ تَوَفَّاهُمُ المَلَائِكَةُ ظَالِمِي أنْفُسِهِمْ} الآيَةَ",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4596",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "يَنبغي للمُسلِمِ أنْ يَحْتَرِزَ لِدِينِهِ، وخاصَّةً وقْتَ الفِتَنِ، حين يَختلِطُ الحقُّ بالباطلِ، ولا يكون الحقُّ واضحًا، وفي هذا الحديثِ يقول التَّابعيُّ أبو الأَسْوَدِ مُحمَّدُ بنُ عبدِ الرَّحمنِ: \"قُطِعَ على أهلِ المدينةِ بَعْثٌ\"، والبَعْثُ هو الجيشُ، والمعنى: أُلْزِمَ أهلُ المدينةِ أنْ يُخرِجوا جيشًا لقتالِ أهلِ الشَّامِ، وكان ذلك وَقْتَ خِلافةِ عبدِ اللهِ بنِ الزُّبيرِ ومُنازَعَتِهِ ليَزيدَ بنِ معاويةَ فيها. قال: \"فاكْتُتِبْتُ فيه\"، أي: فكُتِبَ اسْمي في هذا الجيشِ للخُروجِ فيه، \"فَلَقيتُ عِكرمةَ مَوْلَى ابنِ عبَّاسٍ فأَخْبَرْتُهُ، فنَهاني عن ذلك أَشَدَّ النَّهْيِ\"، أي: نَهاني عن الالتِحاقِ بهذا الجيشِ والقِتالِ معه؛ ولعَلَّ ذلك كان في رأْيِهِ لِعَدَمِ وُضوحِ الحقِّ بين الفريقَيْنِ، أو لِالْتِباسِ الحقِّ بالباطلِ، ولأنَّ المُسلِمينَ يُقاتِلُ بعضُهم بعضًا.\r\nثمَّ قال عِكرمةُ: أَخْبَرَني عبدُ اللهِ بنُ عبَّاسٍ: \"أنَّ ناسًا مِنَ المُسلِمينَ كانوا مع المشركينَ، يُكَثِّرونَ سَوادَ المشركينَ على عَهْدِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّم\"، أي: كان بعضُ المسلمينَ يَقِفونَ مع المشركينَ، فكَثُرَ بهم عددُ المشركين، وهذا يؤدِّي إلى اسْتِقْواءِ الكافرينَ على المسلمينَ، مع أنَّ هؤلاءِ المسلمينَ لم يُظهِروا الكُفْرَ والرِّدَّةَ، وكان ذلك في غزوةِ بَدْرٍ، حيث خرَجَ بعضُ المسلمينَ الَّذينَ كانوا مُسْتَخْفينَ بمكَّةَ ولم يُهاجِروا إلى المدينةِ، وقيل: إنَّهم كانوا مِنَ المنافقينَ، ومنهم: قَيْسُ بنُ الوليدِ بنِ المُغِيَرةِ، وأبو قَيْسِ بنُ الفاكِهِ، والوليدُ بنُ عُتْبَةَ بنِ رَبيعَةَ، وعمْرُو بنُ أُمَيَّةَ بنِ صَفْوانَ، ولمَّا رَأَوْا قِلَّةَ أعدادِ المسلمينَ داخَلَهُمُ الشَّكُّ، وقالوا: {غَرَّ هَؤُلَاءِ دِينُهُمْ} [الأنفال: 49]، وقيل: بل أجبَرَهُمُ المشرِكونَ على الخُروجِ معهم، وقُتِلوا يومَ بدْرٍ بفِعْلِ المسلمينَ، \"يَأْتي السَّهْمُ فيُرْمَى به، فيُصيبُ أحدَهم فيقتُلُهُ، أو يُضْرَبُ فيُقْتَلُ، فأنزَلَ اللهُ: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ} [النساء: 97] الآيةَ، وهذا بيانٌ لِسَبَبِ نُزولِ هذه الآيةِ، وظُلْمُهم لأنْفُسِهم كان بتَرْكِهِمُ الهِجرةَ، {قَالُوا فِيمَ كُنْتُمْ} [النساء: 97]، أي: لِمَ مَكَثْتُمْ في مكَّةَ وترَكْتُمُ الهِجرةَ؟ {قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ} [النساء: 97،] أي: لا نَقْدِرُ على الخُروجِ من مكَّةَ، ولا الضَّرْبِ في الأرضِ، {قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا} [النساء: 97]، وهؤلاءِ كان ظاهِرُهم أنَّهم كانوا لا يَرْضَوْنَ بفِعْلِ المشركينَ، ولكنَّهم كانوا معهم وكثَّروا أعدادَهم، فَلَمْ يكُنْ لهم عُذْرٌ، فكذلك الأمرُ في الفِتنةِ، لا يَنبغي الخُروجُ فيها حتَّى يَسْتَبينَ الحَقُّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}