{
    "hadith_id": "4601",
    "hadith": "عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: {وَإِنِ امْرَأَةٌ خَافَتْ مِن بَعْلِهَا نُشُوزًا أوْ إعْرَاضًا} قالَتْ: الرَّجُلُ تَكُونُ عِنْدَهُ المَرْأَةُ ليسَ بمُسْتَكْثِرٍ منها، يُرِيدُ أنْ يُفَارِقَهَا، فَتَقُولُ: أجْعَلُكَ مِن شَأْنِي في حِلٍّ، فَنَزَلَتْ هذِه الآيَةُ في ذلكَ.",
    "rawi": "عروة بن الزبير",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4601",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (3021)، وابن ماجه (1974)، بلفظ مقارب، وأبو داود (2135)، مطولا.",
    "sharh": "شَرَعَ اللهُ الطَّلاقَ بيْن الزَّوْجَيْنِ حَلًّا أخيرًا بعْدَ بَذْلِ الوُسعِ في الصُّلحِ بيْنهما، ودعا لكُلِّ وَسيلةٍ للصُّلحِ تحفَظُ البَيتَ مِنَ الطَّلاقِ، ولا تعودُ بالضَّرَرِ على أحَدٍ.\nوفي هذا الحَديثِ تُفَسِّرُ أمُّ المُؤمِنينَ عائِشةُ رضِيَ اللهُ عنها قَولَ اللهِ تعالَى: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا} [النساء: 128]، قالَتْ: هيَ المَرأةُ تَكونُ عندَ الرَّجُلِ لا يَستَكثِرُ منها، أي: لا يرغَبُ فيها، فلا يَستَكثِرُ مِن مُصاحَبَتِها والكلامِ معها والاختِلاطِ بها ونحوِه ممَّا هو ضِمنُ حُسنِ العِشرةِ بين الأزواجِ؛ إمَّا لِكِبَرِ سِنٍّ، أو مَرَضٍ، فَيُريدُ طَلاقَها ويَتَزَوَّجُ امرَأةً غيرَها، فتَقولُ -له لِتَستَرْضِيَهُ تاركةً بَعضَ حَقِّها-: أَمسِكْني وَلا تُطَلِّقْني، ثُمَّ تَزَوَّجْ غيري، فَأنتَ في حِلٍّ مِن النَّفَقةِ عَلَيَّ، والقِسمةِ لي، فذلك قَولُهُ تَعالى: (فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَصَّالحَا بَيْنَهُمَا صُلْحًا) [النساء: 128]، وقوله (يَصَّالحَا) قراءةٌ متواترةٌ، أي: يَتَصالحا، والقراءةُ الأخرى {يُصْلِحَا} مِن أصلَحَ بين المتنازعَينِ، والمعنى: لا جُناحَ عليهما أن يَصطَلِحا فيما بينهما على طريقةٍ ما في المَبِيتِ والنَّفَقةِ، بأن تترُكَ له شيئًا من حَقِّها فيه، فإنْ لم تَرْضَ فعلى الزَّوجِ أن يُوَفِّيَها حَقَّها أو يُطَلِّقَها، {وَالصُّلْحُ خَيْرٌ}، أي: خيرٌ مِن الفُرقةِ، أو مِن النُّشوزِ وعَدَمِ الطَّاعةِ، أو مِن الخُصومةِ في كُلِّ شَيءٍ، أو: الصُّلحُ خَيرٌ مِن الخُيورِ، كَما أنَّ الخُصومةَ شَرٌّ مِن الشُّرورِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}