{
    "hadith_id": "4627",
    "hadith": "{مَفاتِحُ الغَيْبِ} خَمْسٌ: (إنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ ويُنْزِلُ الغَيْثَ ويَعْلَمُ ما في الأرْحامِ وما تَدْرِي نَفْسٌ ماذا تَكْسِبُ غَدًا وما تَدْرِي نَفْسٌ بأَيِّ أرْضٍ تَمُوتُ إنَّ اللَّهَ عَلِيمٌ خَبِيرٌ)",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4627",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "لقد أحاطَ اللهُ تعالَى بكلِّ شيءٍ علمًا، فأحاطَ عِلمُه بالغَيبِ والشَّهادةِ، والظَّواهرِ والبَواطنِ، وقدْ يُطلِعُ اللهُ بعضَ عِبادِه على بَعضٍ مِن الأمورِ الغَيبيَّةِ، وهناك أُمورٌ استَأثَرَ بها وحَجَبَ عِلمَها عن جَميعِ المخلوقاتِ، فلا يَعلَمُها نَبيٌّ مُرسَلٌ، ولا مَلَكٌ مُقرَّبٌ، ومِن هذه الأُمورِ ما وضَّحَه النبيُّ صلَّى اللهُ عليه وسلَّمَ في هذا الحَديثِ، حيث أخْبَرَ أنَّ مِفتاحَ الغَيبِ خمْسٌ لا يَعلَمُها إلَّا اللهُ، والمرادُ خَزائنُ الغَيبِ، وقيل: المفِتاحُ في الأصلِ: كلُّ ما يُتوسَّلُ به إلى استِخراجِ المغْلَقاتِ التي يَتعذَّرُ الوصولُ إليها، والغَيبُ: ما غاب عن الخَلقِ، وسواءٌ كان مُحصَّلًا في القُلوبِ أو غيرَ محصَّلٍ، ولا غَيبَ عندَ اللهِ عزَّ وجلَّ. وهذا مِن بابِ التَّشبيهِ، حيثُ شُبِّهت الأمورُ المغيَّبةُ عن الناسِ بالمتاعِ النَّفيسِ الذي يُدَّخَرُ ويُحفَظُ بالمخازنِ والخزائنِ الموضوعِ عليها أقفالٌ، بحيث لا يَعلَمُ ما فيها إلَّا الذي بيَدِه مَفاتيحُها، والغيوبُ التي لا يَعلَمُها إلَّا اللهُ كَثيرةٌ، والتَّخصيصُ بخَمْسٍ لا يدُلُّ على نفْيِ الزائدِ، وإنَّما فيه إشارةٌ إلى أنَّ هذه أُمَّهاتُ الأُمورِ، وقيل: لأنَّه سُئِلَ عنها. \r\nفأوَّلُ هذه الخمْسِ أنَّه: لا يَعلَمُ أحدٌ غيرُ اللهِ تعالَى ما يكونُ في غَدٍ، أي: ما يَنْطوي عليه الغدُ مِن خيرٍ أو شَرٍّ، ولو كان نَبيًّا إلَّا بواسطةِ الوحيِ المنزَّلِ عليه.\r\nوثانيها: ولا يَعلَمُ أحدٌ غيرُ اللهِ سُبحانَه ما يكونُ في الأرحامِ؛ مِن ذَكَرٍ أو أُنثى، أسودَ أو أبيضَ، كاملٍ أو ناقصٍ، أو نحْوِها؛ فهو سُبحانَه المُنفرِدُ بعِلمِ ذلك قبْلَ التَّخلُّقِ، أمَّا بعدَ تخلُّقِه فإنَّه لم يَعُدْ غَيبًا، وفي إمكان الكشْفِ الطِّبِّيِّ الوصولُ إلى مَعرفتِه.\r\nوثالثُها: ولا تَعلَمُ نفْسٌ ماذا تَكسِبُ غدًا مِن الأعمالِ، سواءٌ كانتْ خَيرًا أو شرًّا، حَسَنةً أو قَبيحةً؛ فاللهُ سُبحانَه هو الذي يَعلَمُ ما تَكسِبُ كلُّ نفْسٍ.\r\nورابعُها: وما تَدري نفْسٌ بأيِّ أرضٍ تَموتُ، فلا يَعرِفُ أحدٌ مِن النَّاسِ مِيعادَ أجَلِه، أو أين مَكانُ وَفاتِه؛ في بَحْرٍ أو بَرٍّ، أو سَهْلٍ أو جَبَلٍ.\r\nوخامسُها: ولا يَدري أحَدٌ متى يَجيءُ المطرُ قبْلَ ظُهورِ عَلاماتِه، وأمَّا ما يُخبِرُ عنه خُبراءُ الطَّقسِ والأرصادِ فإنَّما هو مِن بابِ تَوقُّعِ الحُدوثِ، لا الجَزْمِ بالحُدوثِ، وكذلك يكونُ بالأسبابِ التي هيَّأَها اللهُ سُبحانَه وبيَّنها لهم، وأمَّا قبْلَ ذلك فلا يَعلَمُ أحدٌ عن ذلِك شيئًا.\r\nوهذه الخَمسُ التي في هذا الحديثِ قدْ ذَكَرَها اللهُ تعالَى في قولِه سُبحانه: {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} [لقمان: 34]؛ فعِلمُ الساعةِ داخلٌ في عِلمِ ما في غَدٍ.\r\nوفي الحديثِ: إبطالُ تخرُّصاتِ المُنجِّمينَ والكَهَنةِ في تَعاطِيهمْ عِلمَ الغيبِ، وأنَّ مَن ادَّعى عِلمَ شيءٍ ممَّا انفرَدَ الله سُبحانَه بعِلمِه، فقدْ كذَّبَ اللهَ تعالَى ورَسولَه صلَّى اللهُ عليه وسلَّمَ والقُرآنَ العَظيمَ.\r\nوفيه: دليلٌ على أنَّ اللهَ تعالَى يَعلَمُ الأشياءَ قبْلَ وُقوعِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}