{
    "hadith_id": "4636",
    "hadith": "لا تَقُومُ السَّاعَةُ حتَّى تَطْلُعَ الشَّمْسُ مِن مَغْرِبِها، فإذا طَلَعَتْ ورَآها النَّاسُ آمَنُوا أجْمَعُونَ، وذلكَ حِينَ لا يَنْفَعُ نَفْسًا إيمانُها ثُمَّ قَرَأَ الآيَةَ: [يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا ]",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4636",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (157) باختلاف يسير",
    "sharh": "طُلوعُ الشَّمسِ مِن مَغرِبِها مِن عَلاماتِ القِيامةِ الكُبرى، وفي هذا الحديثِ يُوضِّحُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّه إذا أَذِنَ اللهُ تعالَى بطُلوعِ الشمس مِن مَغربِها ورآها النَّاسُ، فحينئذٍ يتأكَّدُ كُلُّ من على الأرضِ من اقترابِ قيامِ القيامةِ، فيؤمِنُ كُلُّ مَن على الأَرضِ، ويُصَدِّقوا بها وأنَّها حقٌّ، ولكنَّ ذلك الإيمانَ الحادِثَ في هذا الوَقتِ لا ينفعُهم شيئًا؛ لأنَّه مع طُلوعِ الشَّمسِ مِن مَغربِها يُغلَقُ بابُ التَّوبةِ، وهذا مِصداقُ قولِه تعالى: {هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا} [الأنعام: 158]، فلا يَنفعُ الكافرَ لم يكُنْ آمَنَ قَبْلَ طلوعِها مِن مَغرِبها إيمانٌ، ولا يَنفعُ مؤمنًا لم يَكُنْ عمِلَ صالحًا قَبلَ طُلوعِها من مَغْرِبَها أن يعمَلَ عَمَلًا صالِحًا بعدَ الطُّلوعِ؛ لأنَّ حُكمَ الإيمانِ والعَمَلِ الصَّالحِ حينئذٍ حكمُ من آمن أو عَمِلَ عند الغرغرةِ، وذلك لا يفيدُ شيئًا، كما قال تعالى: {فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا} [غافر: 85].\nوقد جاء التصريحُ بعَدَمِ القَبولِ، كما روى أبو داودَ عن مُعاويةَ بنِ أبي سفيانَ رَضِيَ اللهُ عنهما مرفوعًا: «ولا تنقَطِعُ التوبةُ حتى تَطلُعَ الشَّمسُ من مَغرِبِها»، وعند أحمدَ من حديثِ عبدِ اللهِ بنِ عَمرِو بنِ العاصِ رَضِيَ اللهُ عنهما: «فإذا طلَعَت طُبِع على كُلِّ قلبٍ بما فيه، وكُفِيَ النَّاسُ العَمَلَ».\nوفي الحَديثِ: الحَثُّ على الإسراعِ في الأعمالِ الصَّالحةِ قبل ظُهورِ الشَّمسِ من مَغرِبِها.\nوفيه: أنَّ إغلاقَ بابِ التوبةِ والإيمانِ مرهونٌ بطُلوعِ الشَّمسِ مِن مَغرِبِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}