{
    "hadith_id": "4649",
    "hadith": "قالَ أبو جَهْلٍ: اللَّهُمَّ إنْ كانَ هذا هو الحَقَّ مِن عِندِكَ فأمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ، أوِ ائْتِنَا بعَذَابٍ ألِيمٍ، فَنَزَلَتْ: {وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وأَنْتَ فيهم، وما كانَ اللَّهُ مُعَذِّبَهُمْ وهُمْ يَسْتَغْفِرُونَ، وما لهمْ أنْ لا يُعَذِّبَهُمُ اللَّهُ وهُمْ يَصُدُّونَ عَنِ المَسْجِدِ الحَرَامِ} الآيَةَ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4649",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4649)، ومسلم (2796)",
    "sharh": "أعداءُ الإسلامِ والحقِّ في كلِّ زَمانٍ ومَكانٍ يُمارِسُون الجَدَلَ ويَنشُرونَ الشُّبَهَ اللَّامِعةَ؛ كي يُلبِّسوا على أَتْباعهم الحقَّ بِإِلبَاسِهِ لِباسَ الباطلِ، واللهُ مُتِمُّ نُورِهِ ولو كَرِهَ الكافرون.\nوفي هذا الحديثِ يُخبِرُ أنَسُ بنُ مالكٍ رَضِيَ اللهُ عنه أنَّ أبا جَهْلٍ -وكان من زُعَماءِ قُرَيشٍ وكُبَرائِهم- قال عِنادًا ومُكابَرةً -قيل: كان في يومِ بَدرٍ في العامِ الثَّاني من الهِجرةِ-: «اللَّهُمَّ إنْ كان هذا» يعني القُرآنَ «هو الحقَّ» حالَ كونِه مُنزَّلًا «مِن عِندِك، فأَمْطِرْ علينا حِجارةً مِن السَّماءِ، أو ائْتِنا بعَذابٍ أليمٍ»، أي: نوعٍ آخَرَ مِن العذابِ مُوجعًا؛ عقوبةً لنا على إنكارِه إن كان حقًّا. وفائدةُ قَولِه: (من السَّماءِ) والإمطارُ لا يكونُ إلا منها؛ المبالغةُ في العذابِ، فإنَّ السَّماءَ محَلُّ الرحمةِ، كأنهم قالوا: بدِّلْ رحمتَك النَّازِلةَ من السَّماءِ بنُزولِ العَذابِ منها، أو أنَّه أشدُّ تأثيرًا إذا سقطت من أعلى الأماكِنِ، والمرادُ مِن قَولِه هذا المبالغةُ في نَفيِ كَونِ القرآنِ حقًّا منزَّلًا من عندِ اللهِ عزَّ وجَلَّ.\nفنزلَتِ الآيةُ الكريمةُ: {وَمَا كَانَ اللَّـهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ اللَّـهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} [التوبة: 33]، أيْ: وما كان اللهُ لِيُعذِّبَ كفَّارَ قُريشٍ وأنت مُقيمٌ بيْن أظهُرِهم يا محمَّدُ؛ لأنِّي لا أُهلِكُ أهْلَ بلدةٍ وفيها نبيُّهم، حتى يَخرُجَ منها، وما كان اللهُ مُعذِّبَ أولئك الكُفَّارِ لو أنَّهم كانوا يَستغفِرونَ اللهَ مِن كُفرِهم وذُنوبِهم، لكنَّهم لا يَفعلونَ، وهمْ على ضَلالِهم مُصِرُّونَ، فهُم للعذابِ مُستحِقُّونَ.\nثم بَيَّن سُبحانَه بعضَ الجرائِمِ التي ارتكبها المُشرِكون، والتي تجعَلُهم مستحِقِّين لعذابِ اللهِ، فقال تعالى: {وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّـهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ} [التوبة: 34]، والمعنى: أيُّ شَيءٍ يمنَعُ أولئكَ المُشركينَ مِن أنْ يُعَذِّبهم اللهُ تعالى، والحالُ أنَّهم فعلوا ما يُوجِبُ عذابَهم، وهو مَنعُهم المسلمينَ مِن الوصولِ إلى المسجِدِ الحرامِ للصَّلاةِ فيه، والطَّوافِ، والعبادةِ؟!\nوفي الحَديثِ: جانِبٌ من جهالةِ المُشرِكين وعنادِهم واجترائِهم على اللهِ عزَّ وجَلَّ.\nوفيه: فضيلةُ النَّبيِّ محمَّدٍ صلَّى اللهُ عليه وسلَّم.\nوفيه: فَضلُ الاستغفارِ وأثَرُه في حِفظِ البِلادِ والعِبادِ مِن سَخَطِ اللهِ وعَذابِه.\nوفيه: أنَّ إمهالَ اللهِ عزَّ وجَلَّ للظَّالمِ قد يكونُ رحمةً مِنَ اللهِ بالضُّعَفاءِ؛ حتى لا يُصيبَهم جانِبٌ مِن العذابِ عند وقوعِه على الظَّالِمين.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}