{
    "hadith_id": "4676",
    "hadith": "سَمِعْتُ كَعْبَ بنَ مَالِكٍ، في حَديثِهِ: {وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا} قالَ: في آخِرِ حَديثِهِ: إنَّ مِن تَوْبَتي أنْ أنْخَلِعَ مِن مَالِي صَدَقَةً إلى اللَّهِ وإلَى رَسولِهِ، فَقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: أمْسِكْ بَعْضَ مَالِكَ فَهو خَيْرٌ لَكَ.",
    "rawi": "كعب بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4676",
    "grade": "[صحيح]",
    "sharh": "وفيه: التَّبشيرُ بالخَيرِ، والتَّهْنِئةُ بالنِّعْمةِ، كما فعَلَ أصْحابُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وأنَّ إعْطاءَ البَشيرِ مِن مَكارِمِ الأخْلاقِ والشِّيَمِ وعادةِ الأشْرافِ.\nوفيه: تَهْنِئةُ مَن تَجَدَّدَت له نِعْمةٌ دينيَّةٌ، والقِيامُ إليه إذا أقبَلَ ومُصافَحتُه.\nوفيه: أنَّ خَيرَ أيَّامِ العَبدِ على الإطْلاقِ وأفْضَلَها، يَومُ تَوْبتِه إلى اللهِ وقَبولِ اللهِ تَوْبتَه.\nوفيه: فَضيلةُ أهلِ بَدرٍ والعَقَبةِ.\nوفيه: عِظَمُ أمْرِ المَعْصيةِ، والتَّشْديدُ في أمرِها، وأنَّها تُهلِكُ صاحِبَها إنْ لم يُدرِكْه اللهُ بتَوْبةٍ.\nوفيه: إخْبارُ المَرءِ عن تَقْصيرِه وتَفْريطِه.\nوفيه: مَشْروعيَّةُ التَّصريحِ بجِهةِ الغَزْوِ إذا لم تَقتَضِ المَصْلَحةُ سَتْرَه.\nوفيه: أنَّ الإمامَ إذا استَنفَرَ الجَيشَ عُمومًا لَزِمَهمُ النَّفيرُ، ولحِقَ اللَّومُ بكلِّ فَردٍ إنْ تخلَّفَ.\nوفيه: أنَّ العاجِزَ عنِ الخُروجِ بنَفْسِه أو بمالِه لا لَومَ عليه.\nوفيه: مَشْروعيَّةُ مَدْحِ المَرءِ بما فيه مِن الخَيرِ إذا أُمِنَت الفِتْنةُ.\nومنها: تَسْليةُ المَرءِ نفْسَه عمَّا لم يَحصُلْ له بما وقَعَ لنَظيرِه.\nوفيه: مَشْروعيَّةُ التَّوْريةِ عنِ المَقصِدِ.\nوفيه: فضْلُ ردِّ الغِيبةِ عنِ المُسلِمِ.\nوفيه: مَشْروعيَّةُ اسْتِعارةِ الثِّيابِ.\nوفيه: دَليلٌ على عَدمِ تَصدُّقِ الإنسانِ بجَميعِ مالِه؛ حتَّى لا يَبْقى عالةً على غَيرِه.\nوفيه: مُصافَحةُ القادِمِ، والقيامُ له إكْرامًا، والهَرْوَلةُ إلى لِقائِه بَشاشةً وفَرحًا.\nوفيه: أنَّ الإمامَ لا يُهمِلُ مَن تَخلَّفَ عنه في بعضِ الأُمورِ؛ بل يُذكِّرُه ليُراجِعَ التَّوبةَ.\nوفيه: الحُكمُ بالظَّاهِرِ، وقَبولُ المَعاذيرِ.\nوفيه: تَركُ السَّلامِ على مَن أذنَبَ، ومَشْروعيَّةُ هَجْرِه أكثَرَ مِن ثَلاثٍ بقَصدِ رُجوعِه عنِ الذَّنبِ، وأمَّا النَّهيُ عنِ الهَجرِ فوقَ ثَلاثٍ فمَحمولٌ على مَن لم يكُنْ هُجْرانُه شَرعيًّا.\nوفيه: بيانُ فائدةِ الصِّدقِ، وشُؤمِ عاقبةِ الكَذِبِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}