{
    "hadith_id": "4677",
    "hadith": "سَمِعْتُ أبِي كَعْبَ بنَ مَالِكٍ وهو أحَدُ الثَّلَاثَةِ الَّذِينَ تِيبَ عليهم، أنَّه لَمْ يَتَخَلَّفْ عن رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ في غَزْوَةٍ غَزَاهَا قَطُّ، غيرَ غَزْوَتَيْنِ غَزْوَةِ العُسْرَةِ، وغَزْوَةِ بَدْرٍ قالَ: فأجْمَعْتُ صِدْقِي رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ ضُحًى، وكانَ قَلَّما يَقْدَمُ مِن سَفَرٍ سَافَرَهُ إلَّا ضُحًى، وكانَ يَبْدَأُ بالمَسْجِدِ فَيَرْكَعُ رَكْعَتَيْنِ، ونَهَى النبيُّ صَلَّى اللهُ عليه وسلَّمَ عن كَلَامِي، وكَلَامِ صَاحِبَيَّ، ولَمْ يَنْهَ عن كَلَامِ أحَدٍ مِنَ المُتَخَلِّفِينَ غيرِنَا، فَاجْتَنَبَ النَّاسُ كَلَامَنَا، فَلَبِثْتُ كَذلكَ حتَّى طَالَ عَلَيَّ الأمْرُ، وما مِن شيءٍ أهَمُّ إلَيَّ مِن أنْ أمُوتَ فلا يُصَلِّي عَلَيَّ النبيُّ صَلَّى اللهُ عليه وسلَّمَ، أوْ يَمُوتَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فأكُونَ مِنَ النَّاسِ بتِلْكَ المَنْزِلَةِ فلا يُكَلِّمُنِي أحَدٌ منهمْ، ولَا يُصَلِّي ولَا يُسَلِّمُ عَلَيَّ فأنْزَلَ اللَّهُ تَوْبَتَنَا علَى نَبِيِّهِ صَلَّى اللهُ عليه وسلَّمَ، حِينَ بَقِيَ الثُّلُثُ الآخِرُ مِنَ اللَّيْلِ، ورَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ عِنْدَ أُمِّ سَلَمَةَ، وكَانَتْ أُمُّ سَلَمَةَ مُحْسِنَةً في شَأْنِي مَعْنِيَّةً في أمْرِي، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: يا أُمَّ سَلَمَةَ تِيبَ علَى كَعْبٍ قالَتْ: أفلا أُرْسِلُ إلَيْهِ فَأُبَشِّرَهُ؟ قالَ: إذًا يَحْطِمَكُمُ النَّاسُ فَيَمْنَعُونَكُمُ النَّوْمَ سَائِرَ اللَّيْلَةِ حتَّى إذَا صَلَّى رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ صَلَاةَ الفَجْرِ آذَنَ بتَوْبَةِ اللَّهِ عَلَيْنَا، وكانَ إذَا اسْتَبْشَرَ اسْتَنَارَ وجْهُهُ، حتَّى كَأنَّهُ قِطْعَةٌ مِنَ القَمَرِ، وكُنَّا أيُّها الثَّلَاثَةُ الَّذِينَ خُلِّفُوا عَنِ الأمْرِ الذي قُبِلَ مِن هَؤُلَاءِ الَّذِينَ اعْتَذَرُوا، حِينَ أنْزَلَ اللَّهُ لَنَا التَّوْبَةَ، فَلَمَّا ذُكِرَ الَّذِينَ كَذَبُوا رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ مِنَ المُتَخَلِّفِينَ واعْتَذَرُوا بالبَاطِلِ، ذُكِرُوا بشَرِّ ما ذُكِرَ به أحَدٌ، قالَ اللَّهُ سُبْحَانَهُ: {يَعْتَذِرُونَ إلَيْكُمْ إذَا رَجَعْتُمْ إليهِم، قُلْ: لا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قدْ نَبَّأَنَا اللَّهُ مِن أخْبَارِكُمْ، وسَيَرَى اللَّهُ عَمَلَكُمْ ورَسولُهُ} الآيَةَ.",
    "rawi": "كعب بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4677",
    "grade": "[صحيح]",
    "sharh": "وفيه: التَّبشيرُ بالخَيرِ، والتَّهْنِئةُ بالنِّعْمةِ، كما فعَلَ أصْحابُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وأنَّ إعْطاءَ البَشيرِ مِن مَكارِمِ الأخْلاقِ والشِّيَمِ وعادةِ الأشْرافِ.\nوفيه: تَهْنِئةُ مَن تَجَدَّدَت له نِعْمةٌ دينيَّةٌ، والقِيامُ إليه إذا أقبَلَ ومُصافَحتُه.\nوفيه: أنَّ خَيرَ أيَّامِ العَبدِ على الإطْلاقِ وأفْضَلَها، يَومُ تَوْبتِه إلى اللهِ وقَبولِ اللهِ تَوْبتَه.\nوفيه: فَضيلةُ أهلِ بَدرٍ والعَقَبةِ.\nوفيه: عِظَمُ أمْرِ المَعْصيةِ، والتَّشْديدُ في أمرِها، وأنَّها تُهلِكُ صاحِبَها إنْ لم يُدرِكْه اللهُ بتَوْبةٍ.\nوفيه: إخْبارُ المَرءِ عن تَقْصيرِه وتَفْريطِه.\nوفيه: مَشْروعيَّةُ التَّصريحِ بجِهةِ الغَزْوِ إذا لم تَقتَضِ المَصْلَحةُ سَتْرَه.\nوفيه: أنَّ الإمامَ إذا استَنفَرَ الجَيشَ عُمومًا لَزِمَهمُ النَّفيرُ، ولحِقَ اللَّومُ بكلِّ فَردٍ إنْ تخلَّفَ.\nوفيه: أنَّ العاجِزَ عنِ الخُروجِ بنَفْسِه أو بمالِه لا لَومَ عليه.\nوفيه: مَشْروعيَّةُ مَدْحِ المَرءِ بما فيه مِن الخَيرِ إذا أُمِنَت الفِتْنةُ.\nومنها: تَسْليةُ المَرءِ نفْسَه عمَّا لم يَحصُلْ له بما وقَعَ لنَظيرِه.\nوفيه: مَشْروعيَّةُ التَّوْريةِ عنِ المَقصِدِ.\nوفيه: فضْلُ ردِّ الغِيبةِ عنِ المُسلِمِ.\nوفيه: مَشْروعيَّةُ اسْتِعارةِ الثِّيابِ.\nوفيه: دَليلٌ على عَدمِ تَصدُّقِ الإنسانِ بجَميعِ مالِه؛ حتَّى لا يَبْقى عالةً على غَيرِه.\nوفيه: مُصافَحةُ القادِمِ، والقيامُ له إكْرامًا، والهَرْوَلةُ إلى لِقائِه بَشاشةً وفَرحًا.\nوفيه: أنَّ الإمامَ لا يُهمِلُ مَن تَخلَّفَ عنه في بعضِ الأُمورِ؛ بل يُذكِّرُه ليُراجِعَ التَّوبةَ.\nوفيه: الحُكمُ بالظَّاهِرِ، وقَبولُ المَعاذيرِ.\nوفيه: تَركُ السَّلامِ على مَن أذنَبَ، ومَشْروعيَّةُ هَجْرِه أكثَرَ مِن ثَلاثٍ بقَصدِ رُجوعِه عنِ الذَّنبِ، وأمَّا النَّهيُ عنِ الهَجرِ فوقَ ثَلاثٍ فمَحمولٌ على مَن لم يكُنْ هُجْرانُه شَرعيًّا.\nوفيه: بيانُ فائدةِ الصِّدقِ، وشُؤمِ عاقبةِ الكَذِبِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}