{
    "hadith_id": "4685",
    "hadith": "بَيْنا ابنُ عُمَرَ يَطُوفُ إذْ عَرَضَ رَجُلٌ، فقالَ: يا أبا عبدِ الرَّحْمَنِ أوْ قالَ: يا ابْنَ عُمَرَ سَمِعْتَ النبيَّ صَلَّى اللهُ عليه وسلَّمَ في النَّجْوَى؟ فقالَ سَمِعْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ يقولُ: يُدْنَى المُؤْمِنُ مِن رَبِّهِ وقالَ هِشامٌ: يَدْنُو المُؤْمِنُ حتَّى يَضَعَ عليه كَنَفَهُ فيُقَرِّرُهُ بذُنُوبِهِ، تَعْرِفُ ذَنْبَ كَذا؟ يقولُ: أعْرِفُ، يقولُ: رَبِّ أعْرِفُ مَرَّتَيْنِ، فيَقولُ: سَتَرْتُها في الدُّنْيا، وأَغْفِرُها لكَ اليَومَ، ثُمَّ تُطْوَى صَحِيفَةُ حَسَناتِهِ، وأَمَّا الآخَرُونَ أوِ الكُفّارُ فيُنادَى علَى رُؤُوسِ الأشْهادِ: {هَؤُلاءِ الَّذِينَ كَذَبُوا علَى رَبِّهِمْ ألا لَعْنَةُ اللَّهِ علَى الظّالِمِينَ}",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4685",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2768) باختلاف يسير",
    "sharh": "رَحمةُ اللهِ تعالَى وَسِعتْ كلَّ شَيءٍ، ورَحمتُه في الآخِرةِ أَضْعافُ ما جَعَلَه في الدُّنيا، وتَكونُ لِعبادِه المؤمِنين، ولها صُوَرٌ مُتعدِّدةٌ، ومنها سَتْرُه سُبحانَه لعِبادِه المؤمنينَ عندَ الحِسابِ.\nوفي هذا الحديثِ يَذكُرُ التَّابعيُّ صَفوانُ بنُ مُحرِزٍ المازِنيُّ أنَّه كان يَسيرُ مع عبْدِ اللهِ بنِ عمَرَ رَضيَ اللهُ عنهما آخِذًا بيَدَيْه، إذ ظَهَرَ له رجُلٌ، وسَأَلَه عن النَّجْوَى، والنَّجوى هي إسرارُ الواحدِ بالكلامِ مع آخَرَ على انفرادٍ، والمرادُ بها هنا: ما يقَعُ بيْن اللهِ تعالَى وبيْن عبْدِه المؤمنِ يومَ القيامةِ، وهو فضْلٌ مِن اللهِ تعالَى، حيث يَذكُرُ المَعاصيَ للعبْدِ سِرًّا. فذَكَرَ ابنُ عمَرَ رَضيَ اللهُ عنهما أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أخبَرَ أنَّ اللهَ تعالَى يُدْني المؤمنَ، أي: يُقرِّبه إليه يومَ القيامةِ؛ ليُكلِّمَه ويَعرِضَ عليه ذُنوبَه فيما بيْنه وبيْنه، فيَضَعُ عليه كنَفَه، والكَنَفُ في اللُّغةِ: السَّتْرُ والحِرزُ والنَّاحيةُ، ويَستُرُه، أي: يَستُرُ عبْدَه عن رُؤيةِ الخَلْق له؛ لئلَّا يَفتضِحَ أمامَهم فيُخْزى، ويُكلِّمُه فيها سِرًّا فيَقولُ له: أتَعرِفُ ذنْبَ كذا؟ أتَعرِفُ ذنْبَ كذا؟ فيُذكِّرُه بما فعَلَه في الدُّنيا في لُطفٍ وخَفاءٍ، حتَّى إذا قَرَّره بذلك واعتَرَف بذُنوبِه، وتَيقَّن أنَّه داخلٌ النَّارَ لا مَحالةَ إلَّا أنْ يَتَدارَكَه عفْوُ اللهِ؛ يقولُ اللهُ عزَّ وجلَّ له: سَتَرتُها عليك في الدُّنيا وأنا أغفِرُها لك اليومَ.\nأمَّا الكافرُ والمنافقُ في عَقيدتِه، فيَقولُ الأشهادُ -وهم الحاضِرون مِن الملائكةِ والنَّبيِّين والجنِّ والإنسِ-: {هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ} [هود: 18]، أي: هؤلاء الَّذين كَفَروا ونَسَبوا إلى اللهِ ما لا يَليقُ به مِن الشَّريكِ والولدِ والزَّوجةِ، وغيرِ ذلك، {أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ}، أي: ألَا سَخَطُ اللهِ الدَّائمُ وإبعادُه مِن رَحمتِه، على المُعتَدينَ الذين وَضَعوا العبادةَ في غيرِ مَوضِعِها.\nوفي الحديثِ: إثباتُ صِفةِ الكلامِ للهِ عزَّ وجلَّ على ما يَليقُ بجَلالِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}