{
    "hadith_id": "4738",
    "hadith": "حاجَّ مُوسَى آدَمَ، فقالَ له: أنْتَ الذي أخْرَجْتَ النَّاسَ مِنَ الجَنَّةِ بذَنْبِكَ وأَشْقَيْتَهُمْ، قالَ: قالَ آدَمُ: يا مُوسَى، أنْتَ الذي اصْطَفاكَ اللَّهُ برِسالَتِهِ وبِكَلامِهِ، أتَلُومُنِي علَى أمْرٍ كَتَبَهُ اللَّهُ عَلَيَّ قَبْلَ أنْ يَخْلُقَنِي أوْ قَدَّرَهُ عَلَيَّ قَبْلَ أنْ يَخْلُقَنِي قالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: فَحَجَّ آدَمُ مُوسَى.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4738",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2652) باختلاف يسير",
    "sharh": "أخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بكَثيرٍ مِن أُمورِ الغَيبِ ممَّا علَّمَه اللهُ تعالى وأخبَرَه به؛ لِتَثبيتِ العَقيدةِ الصَّحيحةِ في النُّفوسِ.\nوفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه تَحَاجَّ آدَمُ ومُوسى عليهما السَّلامُ، فأتى كلٌّ منهما بحُجَّةٍ على ما يقولُ؛ وذلك عندَما الْتقَتْ أرواحُهما في السَّماءِ، فوقَعَ الحِجاجُ بيْنهما، ويَحتمِلُ أنَّ ذلك جَرى في حَياةِ مُوسى عليه السَّلامُ، حيث سَأَلَ اللهَ تعالَى أنْ يُرِيَه آدَمَ عليه السَّلامُ، والأوْلى تَفويضُ كَيفيَّةِ ذلك إلى اللهِ سُبحانَه.\nفقال مُوسى عليه السَّلامُ: «أنتَ آدمُ الَّذي أخرَجتْك خَطيئتُك؟!» يُشيرُ إلى أكْلِه مِن الشَّجرةِ التي نُهِيَ عنها، فأُخرِجَ مِن الجنَّةِ، فَلامَه مُوسى عليه السَّلامُ أنَّه كان السَّببَ في الإخراجِ مِن الجنَّةِ الَّتي أسْكنَهُ اللهُ فيها، وإنَّما وَقَعَ اللَّوْمُ على المُصيبةِ التي أخْرَجَتْه وأخْرَجَت أولادَه مِن الجنَّةِ، لا على الذَّنبِ الَّذي هو الأكْلُ مِن الشَّجرةِ.\nفقال له آدمُ عليه السَّلامُ: «أنتَ موسَى الَّذي اصطَفاكَ اللهُ برِسالاتِه»، أي: اختارَك اللهُ سُبحانَه وفضَّلَك على النَّاسِ بأنْ  أعطاكَ أسفارَ التَّوراةِ وفيها قِصَّتي، وما حَدَثَ فيها، وكذا اختَصَّكَ اللهُ بتَكليمِه إيَّاك، ثمَّ تَلُومني على أمْرٍ قُدِّرَ علَيَّ قبْلَ أنْ أُخلَقَ، وحَكَمَ اللهُ بأنَّ ذلك كائنٌ لا مَحالةَ؛ لعِلمِه السَّابقِ سُبحانَه، فهلْ يُمكِنُ أنْ يَصدُرَ منِّي خِلافُ عِلمِ اللهِ؟! فكيف تَغفُلُ عن العِلمِ السَّابقِ، وتَذكُرُ الكَسْبَ الَّذي هو السَّببُ، وتَنْسى الأصلَ الَّذي هو القَدَرُ، وأنت مِن المصطفَيْنَ الأخيارِ؟! فقال رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: فحَجَّ -أي: غلَبَ- آدمُ موسَى بالحُجَّةِ في دفْعِ اللَّومِ عن نفسه، قالها صلَّى اللهُ عليه وسلَّمَ مرَّتينِ.\nولم يَكُنْ آدَمُ عليه السَّلامُ مُحتجًّا على فِعلِ ما نُهِيَ عنه بالقدَرِ، بلْ هو احتِجاجٌ بالقَدَرِ على المصيبةِ النَّاتجةِ مِن فِعْلِهِ، وهي الخروجُ مِن الجنَّةِ؛ فالقدَرُ يُحتَجُّ به على المصائِبِ لا علَى المعائبِ، وليس لأحدٍ أنْ يَحتَجَّ بالقَدَرِ على فِعلِ الذُّنوب والآثامِ؛ فإنَّ هذا لو كان مَقبولًا لاحتَجَّ كلُّ مَن أرادَ قتْلَ النُّفوسِ وأخْذَ الأموالِ، وسائرَ أنواعِ الفسادِ في الأرضِ؛ بالقَدَرِ.\nوفي الحديثِ: المناظَرةُ في أُصولِ الدِّيانةِ، وإقامةُ الدَّليلِ على الصَّحيحِ منها.\nوفيه: إثباتُ صِفةِ الكَلامِ للهِ تعالَى، وهي على ما يَليقُ بكَمالِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}