{
    "hadith_id": "4750",
    "hadith": "كانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ إذَا أرَادَ أنْ يَخْرُجَ أقْرَعَ بيْنَ أزْوَاجِهِ، فأيَّتُهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بهَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ معهُ، قالَتْ عَائِشَةُ: فأقْرَعَ بيْنَنَا في غَزْوَةٍ غَزَاهَا فَخَرَجَ سَهْمِي، فَخَرَجْتُ مع رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بَعْدَما نَزَلَ الحِجَابُ، فأنَا أُحْمَلُ في هَوْدَجِي، وأُنْزَلُ فِيهِ، فَسِرْنَا حتَّى إذَا فَرَغَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ مِن غَزْوَتِهِ تِلكَ وقَفَلَ، ودَنَوْنَا مِنَ المَدِينَةِ قَافِلِينَ، آذَنَ لَيْلَةً بالرَّحِيلِ، فَقُمْتُ حِينَ آذَنُوا بالرَّحِيلِ فَمَشيتُ حتَّى جَاوَزْتُ الجَيْشَ، فَلَمَّا قَضَيْتُ شَأْنِي أقْبَلْتُ إلى رَحْلِي، فَإِذَا عِقْدٌ لي مِن جَزْعِ ظَفَارِ قَدِ انْقَطَعَ، فَالْتَمَسْتُ عِقْدِي وحَبَسَنِي ابْتِغَاؤُهُ، وأَقْبَلَ الرَّهْطُ الَّذِينَ كَانُوا يَرْحَلُونَ لِي، فَاحْتَمَلُوا هَوْدَجِي فَرَحَلُوهُ علَى بَعِيرِي الذي كُنْتُ رَكِبْتُ، وهُمْ يَحْسِبُونَ أنِّي فِيهِ، وكانَ النِّسَاءُ إذْ ذَاكَ خِفَافًا، لَمْ يُثْقِلْهُنَّ اللَّحْمُ، إنَّما تَأْكُلُ العُلْقَةَ مِنَ الطَّعَامِ، فَلَمْ يَسْتَنْكِرِ القَوْمُ خِفَّةَ الهَوْدَجِ حِينَ رَفَعُوهُ، وكُنْتُ جَارِيَةً حَدِيثَةَ السِّنِّ فَبَعَثُوا الجَمَلَ وسَارُوا، فَوَجَدْتُ عِقْدِي بَعْدَما اسْتَمَرَّ الجَيْشُ فَجِئْتُ مَنَازِلَهُمْ وليسَ بهَا دَاعٍ، ولَا مُجِيبٌ فأمَمْتُ مَنْزِلِي الذي كُنْتُ به، وظَنَنْتُ أنَّهُمْ سَيَفْقِدُونِي فَيَرْجِعُونَ إلَيَّ، فَبيْنَا أنَا جَالِسَةٌ في مَنْزِلِي غَلَبَتْنِي عَيْنِي فَنِمْتُ، وكانَ صَفْوَانُ بنُ المُعَطَّلِ السُّلَمِيُّ ثُمَّ الذَّكْوَانِيُّ مِن ورَاءِ الجَيْشِ، فأدْلَجَ فأصْبَحَ عِنْدَ مَنْزِلِي، فَرَأَى سَوَادَ إنْسَانٍ نَائِمٍ، فأتَانِي فَعَرَفَنِي حِينَ رَآنِي، وكانَ رَآنِي قَبْلَ الحِجَابِ، فَاسْتَيْقَظْتُ باسْتِرْجَاعِهِ حِينَ عَرَفَنِي فَخَمَّرْتُ وجْهِي بجِلْبَابِي، ووَاللَّهِ ما كَلَّمَنِي كَلِمَةً ولَا سَمِعْتُ منه كَلِمَةً غيرَ اسْتِرْجَاعِهِ، حتَّى أنَاخَ رَاحِلَتَهُ فَوَطِئَ علَى يَدَيْهَا فَرَكِبْتُهَا، فَانْطَلَقَ يَقُودُ بي الرَّاحِلَةَ، حتَّى أتَيْنَا الجَيْشَ بَعْدَما نَزَلُوا مُوغِرِينَ في نَحْرِ الظَّهِيرَةِ، فَهَلَكَ مَن هَلَكَ، وكانَ الذي تَوَلَّى الإفْكَ عَبْدَ اللَّهِ بنَ أُبَيٍّ ابْنَ سَلُولَ، فَقَدِمْنَا المَدِينَةَ، فَاشْتَكَيْتُ حِينَ قَدِمْتُ شَهْرًا، والنَّاسُ يُفِيضُونَ في قَوْلِ أصْحَابِ الإفْكِ، لا أشْعُرُ بشيءٍ مِن ذلكَ وهو يَرِيبُنِي في وجَعِي، أنِّي لا أعْرِفُ مِن رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ اللَّطَفَ الذي كُنْتُ أرَى منه حِينَ أشْتَكِي، إنَّما يَدْخُلُ عَلَيَّ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فيُسَلِّمُ ثُمَّ يقولُ: كيفَ تِيكُمْ؟ ثُمَّ يَنْصَرِفُ، فَذَاكَ الذي يَرِيبُنِي ولَا أشْعُرُ بالشَّرِّ حتَّى خَرَجْتُ بَعْدَما نَقَهْتُ، فَخَرَجَتْ مَعِي أُمُّ مِسْطَحٍ قِبَلَ المَنَاصِعِ وهو مُتَبَرَّزُنَا، وكُنَّا لا نَخْرُجُ إلَّا لَيْلًا إلى لَيْلٍ، وذلكَ قَبْلَ أنْ نَتَّخِذَ الكُنُفَ قَرِيبًا مِن بُيُوتِنَا، وأَمْرُنَا أمْرُ العَرَبِ الأُوَلِ في التَّبَرُّزِ قِبَلَ الغَائِطِ، فَكُنَّا نَتَأَذَّى بالكُنُفِ أنْ نَتَّخِذَهَا عِنْدَ بُيُوتِنَا، فَانْطَلَقْتُ أنَا وأُمُّ مِسْطَحٍ وهي ابْنَةُ أبِي رُهْمِ بنِ عبدِ مَنَافٍ، وأُمُّهَا بنْتُ صَخْرِ بنِ عَامِرٍ خَالَةُ أبِي بَكْرٍ الصِّدِّيقِ، وابنُهَا مِسْطَحُ بنُ أُثَاثَةَ، فأقْبَلْتُ أنَا وأُمُّ مِسْطَحٍ قِبَلَ بَيْتِي، وقدْ فَرَغْنَا مِن شَأْنِنَا، فَعَثَرَتْ أُمُّ مِسْطَحٍ في مِرْطِهَا، فَقالَتْ: تَعِسَ مِسْطَحٌ، فَقُلتُ لَهَا: بئْسَ ما قُلْتِ، أتَسُبِّينَ رَجُلًا شَهِدَ بَدْرًا؟ قالَتْ: أيْ هَنْتَاهْ أوَلَمْ تَسْمَعِي ما قالَ؟ قالَتْ: قُلتُ: وما قالَ؟ فأخْبَرَتْنِي بقَوْلِ أهْلِ الإفْكِ، فَازْدَدْتُ مَرَضًا علَى مَرَضِي، فَلَمَّا رَجَعْتُ إلى بَيْتِي، ودَخَلَ عَلَيَّ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ تَعْنِي سَلَّمَ، ثُمَّ قالَ: كيفَ تِيكُمْ فَقُلتُ: أتَأْذَنُ لي أنْ آتِيَ أبَوَيَّ، قالَتْ: وأَنَا حِينَئِذٍ أُرِيدُ أنْ أسْتَيْقِنَ الخَبَرَ مِن قِبَلِهِمَا، قالَتْ: فأذِنَ لي رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَجِئْتُ أبَوَيَّ فَقُلتُ لِأُمِّي: يا أُمَّتَاهْ ما يَتَحَدَّثُ النَّاسُ؟ قالَتْ: يا بُنَيَّةُ هَوِّنِي عَلَيْكِ، فَوَاللَّهِ لَقَلَّما كَانَتِ امْرَأَةٌ قَطُّ وضِيئَةٌ عِنْدَ رَجُلٍ يُحِبُّهَا، ولَهَا ضَرَائِرُ إلَّا كَثَّرْنَ عَلَيْهَا، قالَتْ: فَقُلتُ سُبْحَانَ اللَّهِ، أوَلقَدْ تَحَدَّثَ النَّاسُ بهذا؟ قالَتْ: فَبَكَيْتُ تِلكَ اللَّيْلَةَ حتَّى أصْبَحْتُ لا يَرْقَأُ لي دَمْعٌ، ولَا أكْتَحِلُ بنَوْمٍ، حتَّى أصْبَحْتُ أبْكِي، فَدَعَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ عَلِيَّ بنَ أبِي طَالِبٍ وأُسَامَةَ بنَ زَيْدٍ رَضِيَ اللَّهُ عنْهما حِينَ اسْتَلْبَثَ الوَحْيُ، يَسْتَأْمِرُهُما في فِرَاقِ أهْلِهِ، قالَتْ: فأمَّا أُسَامَةُ بنُ زَيْدٍ فأشَارَ علَى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بالَّذِي يَعْلَمُ مِن بَرَاءَةِ أهْلِهِ، وبِالَّذِي يَعْلَمُ لهمْ في نَفْسِهِ مِنَ الوُدِّ، فَقالَ: يا رَسولَ اللَّهِ، أهْلَكَ ولَا نَعْلَمُ إلَّا خَيْرًا، وأَمَّا عَلِيُّ بنُ أبِي طَالِبٍ فَقالَ: يا رَسولَ اللَّهِ لَمْ يُضَيِّقِ اللَّهُ عَلَيْكَ، والنِّسَاءُ سِوَاهَا كَثِيرٌ، وإنْ تَسْأَلِ الجَارِيَةَ تَصْدُقْكَ، قالَتْ: فَدَعَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بَرِيرَةَ، فَقالَ: أيْ بَرِيرَةُ، هلْ رَأَيْتِ مِن شيءٍ يَرِيبُكِ؟ قالَتْ بَرِيرَةُ: لا والذي بَعَثَكَ بالحَقِّ، إنْ رَأَيْتُ عَلَيْهَا أمْرًا أغْمِصُهُ عَلَيْهَا، أكْثَرَ مِن أنَّهَا جَارِيَةٌ حَدِيثَةُ السِّنِّ، تَنَامُ عن عَجِينِ أهْلِهَا، فَتَأْتي الدَّاجِنُ فَتَأْكُلُهُ، فَقَامَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَاسْتَعْذَرَ يَومَئذٍ مِن عبدِ اللَّهِ بنِ أُبَيٍّ ابْنِ سَلُولَ، قالَتْ: فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وهو علَى المِنْبَرِ: يا مَعْشَرَ المُسْلِمِينَ مَن يَعْذِرُنِي مِن رَجُلٍ قدْ بَلَغَنِي أذَاهُ في أهْلِ بَيْتِي، فَوَاللَّهِ ما عَلِمْتُ علَى أهْلِي إلَّا خَيْرًا، ولقَدْ ذَكَرُوا رَجُلًا ما عَلِمْتُ عليه إلَّا خَيْرًا، وما كانَ يَدْخُلُ علَى أهْلِي إلَّا مَعِي فَقَامَ سَعْدُ بنُ مُعَاذٍ الأنْصَارِيُّ، فَقالَ: يا رَسولَ اللَّهِ أنَا أعْذِرُكَ منه، إنْ كانَ مِنَ الأوْسِ ضَرَبْتُ عُنُقَهُ، وإنْ كانَ مِن إخْوَانِنَا مِنَ الخَزْرَجِ أمَرْتَنَا فَفَعَلْنَا أمْرَكَ، قالَتْ: فَقَامَ سَعْدُ بنُ عُبَادَةَ وهو سَيِّدُ الخَزْرَجِ، وكانَ قَبْلَ ذلكَ رَجُلًا صَالِحًا، ولَكِنِ احْتَمَلَتْهُ الحَمِيَّةُ، فَقالَ لِسَعْدٍ: كَذَبْتَ لَعَمْرُ اللَّهِ لا تَقْتُلُهُ، ولَا تَقْدِرُ علَى قَتْلِهِ، فَقَامَ أُسَيْدُ بنُ حُضَيْرٍ وهو ابنُ عَمِّ سَعْدِ بنِ مُعَاذٍ، فَقالَ لِسَعْدِ بنِ عُبَادَةَ: كَذَبْتَ لَعَمْرُ اللَّهِ لَنَقْتُلَنَّهُ، فإنَّكَ مُنَافِقٌ تُجَادِلُ عَنِ المُنَافِقِينَ، فَتَثَاوَرَ الحَيَّانِ الأوْسُ والخَزْرَجُ حتَّى هَمُّوا أنْ يَقْتَتِلُوا، ورَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قَائِمٌ علَى المِنْبَرِ، فَلَمْ يَزَلْ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يُخَفِّضُهُمْ حتَّى سَكَتُوا، وسَكَتَ، قالَتْ: فَبَكَيْتُ يَومِي ذلكَ لا يَرْقَأُ لي دَمْعٌ ولَا أكْتَحِلُ بنَوْمٍ، قالَتْ: فأصْبَحَ أبَوَايَ عِندِي وقدْ بَكَيْتُ لَيْلَتَيْنِ ويَوْمًا لا أكْتَحِلُ بنَوْمٍ، ولَا يَرْقَأُ لي دَمْعٌ، يَظُنَّانِ أنَّ البُكَاءَ فَالِقٌ كَبِدِي، قالَتْ: فَبيْنَما هُما جَالِسَانِ عِندِي، وأَنَا أبْكِي فَاسْتَأْذَنَتْ عَلَيَّ امْرَأَةٌ مِنَ الأنْصَارِ، فأذِنْتُ لَهَا فَجَلَسَتْ تَبْكِي مَعِي، قالَتْ: فَبيْنَا نَحْنُ علَى ذلكَ، دَخَلَ عَلَيْنَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فَسَلَّمَ ثُمَّ جَلَسَ، قالَتْ: ولَمْ يَجْلِسْ عِندِي مُنْذُ قيلَ ما قيلَ قَبْلَهَا، وقدْ لَبِثَ شَهْرًا لا يُوحَى إلَيْهِ في شَأْنِي، قالَتْ: فَتَشَهَّدَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ حِينَ جَلَسَ، ثُمَّ قالَ: أمَّا بَعْدُ يا عَائِشَةُ، فإنَّه قدْ بَلَغَنِي عَنْكِ كَذَا وكَذَا، فإنْ كُنْتِ بَرِيئَةً فَسَيُبَرِّئُكِ اللَّهُ، وإنْ كُنْتِ ألْمَمْتِ بذَنْبٍ فَاسْتَغْفِرِي اللَّهَ وتُوبِي إلَيْهِ، فإنَّ العَبْدَ إذَا اعْتَرَفَ بذَنْبِهِ ثُمَّ تَابَ إلى اللَّهِ تَابَ اللَّهُ عليه قالَتْ: فَلَمَّا قَضَى رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ مَقالَتَهُ قَلَصَ دَمْعِي حتَّى ما أُحِسُّ منه قَطْرَةً، فَقُلتُ لأبِي: أجِبْ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فِيما قالَ، قالَ: واللَّهِ ما أدْرِي ما أقُولُ لِرَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَقُلتُ لِأُمِّي: أجِيبِي رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، قالَتْ: ما أدْرِي ما أقُولُ لِرَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، قالَتْ: فَقُلتُ وأَنَا جَارِيَةٌ حَدِيثَةُ السِّنِّ لا أقْرَأُ كَثِيرًا مِنَ القُرْآنِ: إنِّي واللَّهِ لقَدْ عَلِمْتُ لقَدْ سَمِعْتُمْ هذا الحَدِيثَ، حتَّى اسْتَقَرَّ في أنْفُسِكُمْ وصَدَّقْتُمْ به فَلَئِنْ، قُلتُ لَكُمْ: إنِّي بَرِيئَةٌ، واللَّهُ يَعْلَمُ أنِّي بَرِيئَةٌ لا تُصَدِّقُونِي بذلكَ، ولَئِنِ اعْتَرَفْتُ لَكُمْ بأَمْرٍ واللَّهُ يَعْلَمُ أنِّي منه بَرِيئَةٌ لَتُصَدِّقُنِّي، واللَّهِ ما أجِدُ لَكُمْ مَثَلًا إلَّا قَوْلَ أبِي يُوسُفَ، قالَ: {فَصَبْرٌ جَمِيلٌ واللَّهُ المُسْتَعَانُ علَى ما تَصِفُونَ}، قالَتْ: ثُمَّ تَحَوَّلْتُ فَاضْطَجَعْتُ علَى فِرَاشِي، قالَتْ: وأَنَا حِينَئِذٍ أعْلَمُ أنِّي بَرِيئَةٌ، وأنَّ اللَّهَ مُبَرِّئِي ببَرَاءَتِي، ولَكِنْ واللَّهِ ما كُنْتُ أظُنُّ أنَّ اللَّهَ مُنْزِلٌ في شَأْنِي وحْيًا يُتْلَى، ولَشَأْنِي في نَفْسِي كانَ أحْقَرَ مِن أنْ يَتَكَلَّمَ اللَّهُ فِيَّ بأَمْرٍ يُتْلَى، ولَكِنْ كُنْتُ أرْجُو أنْ يَرَى رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ في النَّوْمِ رُؤْيَا يُبَرِّئُنِي اللَّهُ بهَا، قالَتْ: فَوَاللَّهِ ما رَامَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، ولَا خَرَجَ أحَدٌ مِن أهْلِ البَيْتِ حتَّى أُنْزِلَ عليه، فأخَذَهُ ما كانَ يَأْخُذُهُ مِنَ البُرَحَاءِ، حتَّى إنَّه لَيَتَحَدَّرُ منه مِثْلُ الجُمَانِ مِنَ العَرَقِ، وهو في يَومٍ شَاتٍ، مِن ثِقَلِ القَوْلِ الذي يُنْزَلُ عليه، قالَتْ: فَلَمَّا سُرِّيَ عن رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ سُرِّيَ عنْه وهو يَضْحَكُ، فَكَانَتْ أوَّلُ كَلِمَةٍ تَكَلَّمَ بهَا: يا عَائِشَةُ، أمَّا اللَّهُ عزَّ وجلَّ فقَدْ بَرَّأَكِ فَقالَتْ أُمِّي: قُومِي إلَيْهِ، قالَتْ: فَقُلتُ: لا واللَّهِ لا أقُومُ إلَيْهِ، ولَا أحْمَدُ إلَّا اللَّهَ عزَّ وجلَّ، فأنْزَلَ اللَّهُ عزَّ وجلَّ: (إنَّ الَّذِينَ جَاؤُوا بالإِفْكِ عُصْبَةٌ مِنكُم لا تَحْسِبُوهُ) العَشْرَ الآيَاتِ كُلَّهَا، فَلَمَّا أنْزَلَ اللَّهُ هذا في بَرَاءَتِي، قالَ أبو بَكْرٍ الصِّدِّيقُ رَضِيَ اللَّهُ عنْه وكانَ يُنْفِقُ علَى مِسْطَحِ بنِ أُثَاثَةَ لِقَرَابَتِهِ منه وفَقْرِهِ: واللَّهِ لا أُنْفِقُ علَى مِسْطَحٍ شيئًا أبَدًا بَعْدَ الذي قالَ لِعَائِشَةَ ما قالَ، فأنْزَلَ اللَّهُ: {وَلَا يَأْتَلِ أُولو الفَضْلِ مِنكُم والسَّعَةِ أنْ يُؤْتُوا أُولِي القُرْبَى والمَسَاكِينَ والمُهَاجِرِينَ في سَبيلِ اللَّهِ، ولْيَعْفُوا ولْيَصْفَحُوا، ألَا تُحِبُّونَ أنْ يَغْفِرَ اللَّهُ لَكُمْ واللَّهُ غَفُورٌ رَحِيمٌ} قالَ أبو بَكْرٍ: بَلَى واللَّهِ إنِّي أُحِبُّ أنْ يَغْفِرَ اللَّهُ لِي، فَرَجَعَ إلى مِسْطَحٍ النَّفَقَةَ الَّتي كانَ يُنْفِقُ عليه، وقالَ: واللَّهِ لا أنْزِعُهَا منه أبَدًا، قالَتْ عَائِشَةُ: وكانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يَسْأَلُ زَيْنَبَ ابْنَةَ جَحْشٍ عن أمْرِي، فَقالَ: يا زَيْنَبُ مَاذَا عَلِمْتِ أوْ رَأَيْتِ؟ فَقالَتْ: يا رَسولَ اللَّهِ أحْمِي سَمْعِي وبَصَرِي، ما عَلِمْتُ إلَّا خَيْرًا، قالَتْ: وهي الَّتي كَانَتْ تُسَامِينِي مِن أزْوَاجِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَعَصَمَهَا اللَّهُ بالوَرَعِ وطَفِقَتْ أُخْتُهَا حَمْنَةُ تُحَارِبُ لَهَا، فَهَلَكَتْ فِيمَن هَلَكَ مِن أصْحَابِ الإفْكِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4750",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2770)، والبزار (153)، والطبراني (23/ 56)، (123) جميعهم باختلاف يسير.",
    "sharh": "قِصَّةُ الإفْكِ الَّتي اتُّهِمتْ فيها أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها في عِرضِها بُهتانًا وكَذِبًا؛ كانت مِن أعظمِ الحوادثِ، وكانت اخْتِبارًا حَقيقيًّا لصِدْقِ الإيمانِ لدَى كَثيرٍ مِنَ المسلِمينَ، وقدْ أَنْزَلَ اللهُ بَيانًا واضِحًا لبَراءتِها، وهذا مِنْ فَضْلِ اللهِ عليها وعلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ والأُمَّةِ كُلِّها.\nوفي هذا الحديثِ تَحْكي أمُّ المؤمنينَ عائِشةُ رَضيَ اللهُ عنها أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كان إذا أرادَ الخُروجَ إلى السَّفَرِ يُجْري قُرْعةً بيْن أزْواجِه، فأيَّتُهنَّ خَرَجَ سَهمُها صَحِبَها مَعَه، فخَرَجَ سَهْمُ عائشةَ رَضيَ اللهُ عنها في غَزْوةِ بَني المُصْطَلِق، وتُسمَّى المُرَيْسيعَ، وكانت في السَّنةِ الخامسةِ مِن الهِجرةِ، وكان ذلك بعْدَ أنْ أنْزَلَ اللهُ آيةَ الحِجابِ، فخَرَجَتْ مَعه إليها، حتَّى إذا فَرَغَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مِن غَزْوتِه تلكَ وعادَ، واقْتَرَبوا مِن المَدينةِ؛ أعلَنَ عَن رَحيلِه، وأعْلَمَ النَّاسَ بذلك، فقامت عائشةُ لقَضاءِ حاجتِها قبْلَ الرَّحيلِ، وَلمَّا انتَهَت مِن قَضاءِ حاجتِها، أقْبَلت إلى مكانِ جَمَلِها ورَحْلِها، فلَمَسَت صَدْرَها، فإذا عِقْدُها الَّذي مِن جَزْعِ أظْفارٍ -وهو الخَرَزُ اليَمانيُ- قَد انْقَطَعَ، فرَجَعَت إلى المكانِ الذي قَضَت فيها حاجتَها لتَبحَثَ عَنه، فَتَأخَّرت عَن العَودةِ، فرَحَل القَومُ وذَهَبوا مِن المكانِ دونَ عائِشةَ رَضيَ اللهُ عنها، ظَنًّا مِنْهُم أنَّها مَعَهم، وَلَم يُلاحِظوا خِفَّةَ هَودَجِها لخِفَّةِ أجْسامِ النِّساءِ في ذلكَ الوَقتِ؛ فلم يُكُنَّ مُمْتلئاتٍ كَثيراتِ الشُّحومِ؛ لأنَّهنَّ إنَّما كُنَّ يَأْكُلْنَ «العُلْقةَ»، وهو القَليلُ مِن الطَّعامِ الذي يَسُدُّ الجُوعَ.\nفما كانَ مِن عائشةَ رَضيَ اللهُ عنها إلَّا أنَّها انْتَظَرَت القَومَ يَرجِعونَ إليها عِندَما يَشعُرونَ بِفِقدانِها، فغَلَبَها النُّعاسُ فنامَتَ مَكانَها، وقدْ كانَ صَفْوانُ بنُ المعطَّلِ رَضيَ اللهُ عنه يَتَفَقَّدُ مُخَلَّفاتِ الجَيشِ بعْدَ رَحيلِه حَتَّى يُوصِلَها إِلى أصحابِها، فوَجَدَ عائشةَ رَضيَ اللهُ عنها نائِمةً، وكانَ يَعرِفُها قبْلَ فَرْضِ الحِجابِ، فاستَرجَعَ قائلًا: إنَّا للهِ وإنَّا إليه راجِعون، فاستَيقَظَت عائِشةُ رَضيَ اللهُ عنها على صَوتِه، فَغَطَّت وَجْهَها، وَلَم يَتكلَّما بِكلِمةٍ واحِدةٍ حَتَّى رَكِبَت الرَّاحِلةَ إلى أنْ وَصَلَت إلى الجَيْشِ الذي كان قدْ سَبَقَهما.\nوقولُها: «فهَلَكَ مَن هَلَكَ»، أي: هلَكَ الذين اشتَغَلوا بالإفكِ عليها، وعَلى رَأْسِهم عبدُ اللهِ بنُ أُبَيٍّ ابنُ سَلولَ، رَأْسُ المُنافِقينَ، ومِمَّن خاضوا فيه أيضًا حَسَّانُ بنُ ثابِتٍ، ومِسْطَحُ بنُ أُثاثةَ، وحَمْنةُ بِنتُ جَحْشٍ أخْتُ زَينَبَ بنتِ جَحشٍ.\nوَتَحكي عائِشةُ رَضيَ اللهُ عنها أنَّها مَرِضَتْ حينَ قَدِمَت المَدينةَ شَهْرًا، والنَّاسُ يَتناقَلون ويَخوضون في قَولِ أصْحابِ الإفْكِ، وَهيَ لا تَشعُرُ بِشَيءٍ بما يُقالُ عنها وبما يَتناوَلُها به النَّاسُ، وكان يُشكِّكُها ويُوهِمُها حُصولَ شَيءٍ أنَّها في هذه المرَّةِ مِن مَرَضِها كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لا يَدخُلُ عليها كما كانتْ عادَتُه معها مِن الشَّفَقةِ واللُّطفِ والرِّفقِ بها حينَ تَشتَكي وتَمرَضُ، وإنَّما كان إذا دَخَلَ حُجرتَها اكْتَفى بالسَّلامِ، ثُمَّ يَقولُ: «كيفَ تِيكُمْ؟» أي: كيف حالُكِ؟ يُشيرُ إلى عائشةَ رَضيَ اللهُ عنها، فسَأَلَ عنها بلَهْجةٍ فاترةٍ، ودونَ أنْ يُشعِرَها بشَيءٍ ممَّا يُقالُ، حتَّى «نَقَهْتُ»، أي: شُفِيَت وفاقتْ مِن مَرَضِها، خَرَجَتْ مع أُمِّ مِسْطَحِ بنتِ أبي رُهْمٍ رَضيَ اللهُ عنها ناحيةَ المَناصِعِ، وهو المكانُ الذي يَقْضُون فيه حاجتَهم، وهو في آخِرِ المدينةِ مِن جِهةِ البَقيعِ، وكان مِن عادةِ النِّساءِ ألَّا يَخرُجْنَ إليه إلَّا لَيلًا، ومنه إلى اللَّيلِ الآخِرِ، وهذا تَأكيدٌ على أنَّهنَّ كنَّ لا يَخرُجْنَ نَهارًا، وذلك أستَرُ لهنَّ، وكان ذلكَ قَبْلَ أنْ يَتَّخِذَ النَّاسُ الكُنُفَ والحمَّاماتِ قَرِيبًا مِن بُيوتِهم، وكانوا في ذلك مِثلَ بَقيَّةِ العَرَبِ الأُوَلِ يَقضُون حاجاتِ الإنسانِ مِن التَّبوُّلِ والتَّبرُّزِ في الصَّحراءِ في أماكنَ مَعروفةٍ، وبيْنما هما تَمشيانِ، تَعَثَّرَتْ أمُّ مِسطَحٍ في مِرْطِهَا، وهو الثَّوبُ الذي تَلبَسُه، فقَالت: تَعِسَ مِسْطَحٌ، تَدْعو على ابنِها مِسطَحٍ الذي قدْ خاضَ مع النَّاسِ بالكذِبِ في أمْرِ عائشةَ، فقالتْ لها عائشةُ: بئْسَ ما قُلْتِ! أتَسُبِّينَ رجُلًا شَهِدَ بَدْرًا؟! فأخْبَرَتْها بِقَولِ أهلِ الإِفْكِ وما يَخوضونَ به في عِرضِها، فكان ذلك سَببًا في مُضاعَفةِ وَجَعِها ومَرَضِها.\nفلمَّا رَجَعَت إلى بَيتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وسَأَلَ عنها بقَولِه: «كيف تِيكُم؟»، بادَرَتْه عائشةُ رَضيَ اللهُ عنها واستَأذَنَته صلَّى اللهُ عليه وسلَّمَ أنْ تَذهَبَ إلى أبَوَيها، فَأذِنَ لَها، تُريدُ بذلك أنْ تَتأكَّدَ مِن أبَوَيها عمَّا يَتحدَّثُ به النَّاسُ، فقالتْ لها أُمُّها: «يا بُنَيَّةُ، هَوِّنِي» علَى نَفْسِكِ الشَّأْنَ وما يُقالُ، «فوَاللَّهِ لَقَلَّما كانتِ امْرَأةٌ قَطُّ وَضِيئةٌ»، أي: جَميلةٌ وحَسناءُ، «عندَ رَجُلٍ يُحِبُّها» تُريدُ زَوجَها، «ولَهَا ضَرائِرُ» جمْعُ ضَرَّةٍ، وهي الزَّوجةُ الأُخرى لذاتِ الرَّجلِ، سُمِّيَت بذلك؛ لأنَّها تَتضرَّرُ بغَيرِها بالغَيرةِ والقَسْمِ ونحْوِ ذلك؛ «إلَّا أكْثَرْنَ عَلَيْها»، أي: كان ذلك سَببًا في تَناوُلِها والكلامِ عليها، والمعنى: أنَّ النَّاسَ والضَّرائرَ لا يَترُكون زَوجةً مَحبوبةً إلى زَوجِها إلَّا وتَكلَّموا في شَأنِها بما لا يَليقُ، تُريدُ أُمُّها بذلك التَّهوينَ عليها. فتَعجَّبَت عائشةُ رَضيَ اللهُ عنها وقالتْ: «سُبْحان اللهِ! ولقَدْ يَتَحَدَّثُ النَّاسُ بهذا؟!» والمعنى: أنَّ تلك الأكاذيبَ والنَّيلَ مِن الأعراضِ لا يَنشَأُ مِن الغَيرةِ التي بيْن الضَّرائرِ ونحْوِها؛ فهو أكبَرُ مِن ذلك، فباتَتْ عائشةُ رَضيَ اللهُ عنها لَيلتَها تلك حتَّى أصْبَحْتُ وهي لا يَرْقَأُ لها دَمْعٌ، أي: لا يَنقطِعُ عنها، ولا تكْتَحِلُ بنَوْمٍ، وهو تَعبيرٌ عن عدَمِ النَّومِ مِن كَثرةِ الهمِّ والحزنِ.\nوتَحْكي عائشةُ رَضيَ اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ استَشارَ عَلِيًّا وَأُسامةَ بنَ زَيْدٍ رَضيَ اللهُ عنهم في فِراقِ عائشةَ رَضيَ اللهُ عنها «حِينَ اسْتَلْبَثَ الوَحْيُ»، أي: أبطَأَ نُزولُه وتَأخَّرَ، فَأمَّا أُسامةُ رَضيَ اللهُ عنه فقال: «أهْلُكَ يا رَسولَ اللَّهِ، ولَا نَعْلَمُ واللَّهِ إلَّا خَيرًا» فأشارَ بالَّذي يَعلَمُ مِن بَراءةِ أهلِه، وأنَّه لا يَعلَمُ عن سِيرتِها وسُلوكِها إلَّا الخيرَ والصَّلاحَ، وأمَّا عَلِيٌّ رَضيَ اللهُ عنه فقالَ للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ مُسلِّيًا له: يا رَسولَ اللهِ، لَم يُضَيِّق اللهِ عليكَ، والنِّساءُ سِواها كَثيرٌ، إشارةً إلى طَلاقِها والزَّواجِ بغَيرِها، وإنَّما قال له علِيٌّ رَضيَ اللهُ عنه ذلك؛ لِما رَأى ما عندَه صلَّى اللهُ عليه وسلَّمَ مِن الغمِّ والقلَقِ، ثمَّ أشار علِيٌّ رَضيَ اللهُ عنه أنْ يَسأَلَ جاريتَها بَريرةَ عنها، وذلك أنَّ الجواريَ عادةً ما تكونُ أقرَبَ وأخبَرَ بأُمورِ سَيِّدتِها، فَدَعا رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ بَريرةَ، وسَأَلَها عمَّا إذا رَأَت مِن عائشةَ رَضيَ اللهُ عنها ما يَدْعو للرِّيبةِ والشَّكِّ، فأقْسَمَت وقالت: «إنْ رَأَيْتُ منها أمْرًا أغْمِصُهُ عليهَا قَطُّ»، فنَفَت أنَّها رَأَت منها شَيئًا قدْ يَعيبُها، ثمَّ أخبَرَت أنَّها فتاةٌ صَغيرةُ السِّنِّ تَغفُلُ عن بَعضِ الأمورِ، فتَنامُ عَن عَجينِ أهْلِها -لبَراءتِها وطِيبِ نفْسِها- فَتَأْتي «الدَّاجِنُ» -وهو كُلُّ ما يَأْلَفُ البُيوتَ شاةً أو غَيرَها- فَتَأكُلُه، وفي الصَّحيحينِ أنَّها قالتْ: «سُبحانَ اللهِ! واللهِ ما عَلِمْتُ عليها إلَّا ما يَعلَمُ الصَّائغُ على تِبرِ الذَّهبِ الأحمَرِ»، فبَرَّأتْها مِن الفِريةِ التي افتَراها عليها المنافِقون.\nوقدْ تَنازَعَ أهْلُ العلمِ في: هلْ كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَعلَمُ بَراءةَ عائشةَ قبْلَ نُزولِ الوحْيِ، مع اتِّفاقِهم على أنَّه لم يَجزِمْ بالرِّيبةِ؟\nفمِنْهم مَن قال: يَعلَمُ بَراءتَها، وكذلك علِيٌّ، ولكنْ لخَوضِ النَّاسِ فيها ورَمْيِها بالإفكِ؛ تَوقَّفَ، وذلك أنَّ نِساءَ الأنبياءِ لَيس فيهنَّ بَغْيٌ، فما بَغَت امرأةُ نَبيٍّ قطُّ؛ لأنَّ في ذلك مِن العارِ بالأنبياءِ ما يَجِبُ نَفْيَه .\nوقال آخَرون: بلْ كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ حَصَلَ له نَوعُ شَكٍّ، وتَرجَّحَت عندَه بَراءتُها، ولمَّا نزَلَ الوحْيُ حصَلَ اليقينُ. والدَّليلُ على ذلك: أنَّه استشارَ في طَلاقِها علِيًّا وأُسامةَ، وسَأَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بَريرةَ؛ فسُؤالُه لِبَريرةَ واستشارتُه لعلِيٍّ وأُسامةَ: دَليلٌ على حُصولِ الشَّكِّ فيها. وقالوا: ولَولا نُزولُ بَراءتِها مِن السَّماءِ لَدامَ الشَّكُّ في أمْرِها، وإنْ كان لم يَثبُتْ شَيءٌ؛ ففرْقٌ بيْن عدَمِ الثُّبوتِ مع حدِّ القاذفِ، وبيْن البَراءةِ المنزَّلةِ مِن السَّماءِ مِن اللهِ عزَّ وجلَّ.\nوقال آخَرون: إنَّ اللهَ سُبحانه أحبَّ أنْ يُظهِرَ مَنزِلةَ رَسولِه وأهْلِ بَيتِه عندَه وكَرامتهم عليه، وأنْ يُخرِجَ رَسولَه عن هذه القَضيَّةِ، ويَتولَّى هو بنفْسِه الدِّفاعَ والمنافَحةَ عنه، والرَّدَّ على أعدائِه، وذَمَّهم وعَيْبَهم بأمْرٍ لا يَكونُ له فيه عمَلٌ ولا يُنسَبُ إليه، بلْ يكونُ هو وحْدَه المتولِّيَ لذلك، وأيضًا فإنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كان هو المقصودَ بالأَذى، والتي رُمِيَت زَوجتُه، فلمْ يكُنْ يَليقُ به أنْ يَشهَدَ ببَراءتِها مع عِلمِه أو ظَنِّه الظَّنَّ المقارِبَ للعِلمِ ببَراءتِها، ولم يَظُنَّ بها سُوءًا قطُّ وحاشاهُ وحاشاها، ولذلك لمَّا استَعذَرَ مِن أهْلِ الإفكِ قال: «مَن يَعذِرُني في رجُلٍ بَلَغَني أذاهُ في أهْلي، واللهِ ما عَلِمتُ على أهْلي إلَّا خَيرًا، ولقدْ ذَكَروا رجُلًا ما عَلِمتُ عليه إلَّا خَيرًا، وما كان يَدخُلُ على أهْلي إلَّا معي»، فكان عندَه مِن القرائنِ التي تَشهَدُ ببَراءةِ الصِّدِّيقةِ أكثَرَ ممَّا عندَ المؤمنينَ، ولكنْ لِكمالِ صَبْرِه وثَباتِه ورِفْقِه، وحُسْنِ ظنِّه برَبِّه وثِقتِه به؛ وَفَّى مَقامِ الصَّبرِ والثَّباتِ وحُسْنِ الظَّنِّ باللهِ حقَّه حتَّى جاءَهُ الوحْيُ بما أقَرَّ عَينَه، وسَرَّ قلْبَه، وعَظَّمَ قَدْرَه، وظَهَرَ لأُمَّتِه احتفالُ ربِّه به واعتِناؤه بشَأنِه.\nثُمَّ قامَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عَلى المِنبَرِ «فاستَعذَرَ»، أي: استَنصَرَ مِمَّن آذاهُ في أهلِه، وهو عبدُ اللهِ بنُ أُبَيٍّ ابْنُ سَلُولَ الذي كان كَبيرَ المُرْجِفين بهذه الفِريةِ -وكان ابنُ سَلولَ أحَدَ قادةِ ورُؤساءِ الخَزْرجِ-، وأقسَمَ أنَّه لا يَعلَمُ عن أهْلِه إلَّا خَيرًا، يُريدُ عائشةَ أو جَميعَ زَوجاتِه، وذكَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ صَفوانَ رَضيَ اللهُ عنه بقولِه: «وقدْ ذَكَرُوا رَجُلًا»، أي: اتَّهَموه بالفاحشةِ، «ما عَلِمْتُ عليه إلَّا خَيْرًا، وما كانَ يَدْخُلُ علَى أهْلِي إلَّا مَعِي»، وهذا كِنايةٌ عن حُسنِ خُلقِ صَفوانَ رَضيَ اللهُ عنه، وأنَّه ممَّن يُؤتَمَنُ ويُوثَقُ به، وحُسْنِ السِّيرةِ والسُّمعةِ عندَه وعِندَ النَّاسِ.\nوكانت الأنصارُ تَتكوَّنُ مِن قَبيلتَي الأَوسِ والخَزْرجِ، وكان سَعدُ بنُ مُعاذٍ رَضيَ اللهُ عنه سيِّدَ الأَوسِ، وسعْدُ بنُ عُبادةَ رَضيَ اللهُ عنه سيِّدَ الخَزْرَجِ، فلمَّا سَمِع سَعدُ بنُ مُعاذٍ رَضيَ اللهُ عنه قَولَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، قامَ وأقسَمَ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ أنَّه يَنتقِمُ له مِمَّن آذاهُ؛ إنْ كانَ مِن الأوْسِ قَتَلوه، ثمَّ قال: «وإنْ كانَ مِن إخْوَانِنَا مِنَ الخَزْرَجِ أمَرْتَنَا، فَفَعَلْنَا فيه أمْرَكَ»، وهذا مِن أدَبِ سعْدِ بنِ مُعاذٍ رَضيَ اللهُ عنه ومَعرفتِه لحُدودِ سِيادتِه؛ أنْ تَوقَّفَ عن التَّصريحِ بالقتْلِ فيهم كما فَعَلَ في حقِّ مَن يَسُودُهم، وترَكَ الحكْمَ فيه لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ مع التَّعهُّدِ أنْ يُقيمَ فيه ما يَرْضى به النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، فأخَذَت سعْدَ بنَ عُبادةَ رَضيَ اللهُ عنه -وكان مِن كِبارِ الصَّحابةِ وفُضلائِهم- الحَمَّيةُ -وهي التَّعصُّبُ لغيرِ الحقِّ- وَرَدَّ على سَعدِ بنِ مُعاذٍ كَلمتَه، وقال: «كَذَبْتَ» أي: أخطَأْتَ، والعرَبُ تَقولُ لمَن أخطَأَ: كذَبْتَ، وأقسَمَ «لَعَمْرُ اللَّهِ، لا تَقْتُلُهُ، ولَا تَقْدِرُ علَى ذلكَ»؛ لأنَّه رَأى أنَّه ليس مِن حَقِّ سَعدِ بنِ مُعاذٍ أنْ يَتدخَّلَ في أمرٍ يَتعلَّقُ بالخَزْرجِ، فَقامَ أُسَيدُ بنُ حُضَيرٍ رَضيَ اللهُ عنه -وكان زَعيمًا مِن زُعماءِ الأَوسِ- فَقال لسَعدِ بنِ عُبادةَ: «كذَبْتَ لَعَمْرُ اللهِ، واللهِ لَنَقتُلَنَّه» نُصرةً لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ «فإنَّكَ مُنافِقٌ تُجادِلُ عنِ المُنافِقينَ»، وهذا مِن التَّلاسُنِ بيْنَهم، ولم يَقْصِدْ بذلِك وصْفَه بالنِّفاقِ حَقيقةً، وإنَّما قالَ ذلِك للمُبالَغةِ في زَجْرِه، ثُمَّ إنَّ هذا السِّبابَ لا يُقامُ له وَزنٌ؛ لأنَّه صدَرَ في حالةِ غضَبٍ.\nقالتْ عائشةُ رَضيَ اللهُ عنها: «فَثارَ الحَيَّانِ الأوْسُ والخَزْرَجُ»، أي: عَلَت أصْواتُهم ومُجادلاتُهم، «حتَّى هَمُّوا» بقِتالِ بَعضِهم بَعضًا، فنَزَلَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مِن فوقِ المنبرِ، فلَمْ يَزَلْ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يَتلطَّفُ بهم ليَسكُتوا، حتَّى سَكَتوا، وسَكَتَ صلَّى اللهُ عليه وسلَّمَ.\nوظَلَّت عائشةُ تَبْكي ولا يَجِفُّ لها دَمْعٌ، ولا تَنامُ، وجاء أبَواها إلى المكانِ الَّذي هي فيه مِن بَيتِهما، وظَلَّت تَبْكي لَيلَتَيْنِ ويَومًا حتَّى ظنَّتْ أنَّ البُكاءَ فالِقٌ كَبِدَها، أي: يَشُقُّه؛ وذلك لأنَّ الحزنَ وشِدَّتَه أكثَرُ ما يَضُرُّ في الإنسانِ كَبِدَه، مُؤثِّرًا على باقي أعضاءِ الجسَدِ، فَزارَتْها امْرَأةٌ مِنَ الأنْصارِ، فجَعَلَت تَبْكِي مَعها مِن بابِ المُواساةِ، وبيْنما همْ على تلك الحالِ، إذْ دَخَل عليهم رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ فَجالَسَهم، ولمْ يكُنْ جالَسَها مِن وقْتِ أنِ اتُّهِمَت وقُذِفَت، وقَدْ ظلَّ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ شهْرًا لا يُوحَى إلَيهِ في شَأْنِ عائشةِ رَضيَ اللهُ عنها شَيءٌ، أي: ليَبُتَّ في الأمرِ ويَقطَعَه، ويُخبِرَه بحَقيقةِ الأمرِ، وإنْ كان يُوحى إليه في أُمورٍ أُخرى.\nثمَّ تَشهَّدَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بالشَّهادتينِ، ثمَّ سَأَلَ عائشةَ رَضيَ اللهُ عنها عمَّا بَلَغَه وأُشِيعَ عنها، وقال: «فإنْ كُنْتِ بَرِيئَةً» غيرَ مُتَّهمةٍ، فإنَّ اللهَ عزَّ وجلَّ سيَكفُلُ تَبرئتَك ويُظهِرُها، «وإنْ كُنْتِ ألْمَمْتِ بذَنْبٍ» مِن الإلمامِ، وهو النُّزولُ النَّادرُ غيرُ المتكرِّرِ، والمعْنى: فعَلْتِ ذَنْبًا ليس مِن عادتِك، «فاسْتَغْفِرِي اللهَ وتُوبِي إلَيهِ؛ فإنَّ العَبْدَ إذا اعْتَرَفَ بذَنْبِه ثمَّ تابَ، تابَ اللهُ عليه»، فلَمَّا انْتَهى رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ مِن كَلامِه، جفَّ دَمْعُها وتَوقَّفَ؛ لهَولِ ما سَمِعَت مِن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وطَلَبَت مِن أبِيها وأُمِّها أنْ يُجِيبا عنها رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، ويُدافِعا عنها، فقَالَا لها: واللهِ ما ندْرِي ما نقُولُ لِرَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ؛ وذلك لأنَّهما في مَوقفٍ يَحتارُ له أعظَمُ الرِّجالِ؛ فرَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ في جانبٍ، ومَقامُه فَوقَ كلِّ المقاماتِ، وفي الجانِبِ الآخَرِ ابنتُهما الَّتي اتُّهِمَت بفاحشةٍ شَنيعةٍ.\nوهنا رَدَّتْ عائشةُ رَضيَ اللهُ عنها عن نفْسِها مع صِغَرِ سِنِّها آنذاكَ، وقولُها: «لا أقْرَأُ كثِيرًا مِن القُرآنِ» قالتْ هذا تَوطِئةً لعُذْرِها؛ لكَونِها لم تَستحضِرِ اسمَ يَعقوبَ عليه السَّلامُ، فقارَنَت حالَها بحالِ نَبيِّ اللهِ يَعقوبَ وأذَى أبنائِه له ولابنِه يُوسُفَ عليهما السَّلامُ، ثمَّ استَرْسَلَت وذكَرَتْ أنَّ ما قِيل عنها وما قُذِفت به مع صَفوانَ رَضيَ اللهُ عنهما قدِ استَقرَّ في نُفوسِ كلِّ مَن سَمِعه حتَّى إنَّ بَعضَهم صدَّقَه دونَ بيِّنةٍ، فإنْ تَبرَّئتْ منه -واللهُ يَعلَمُ ذلك- لم يُصدِّقوها، وإنِ اعتَرَفَت به صدَّقوها، ولا يَسَعُها في هذا الموقفِ إلَّا الصَّبرُ والتَّسليمُ لأمرِ اللهِ وانتظارُ الفرَجِ والبَراءةِ منه عزَّ وجلَّ، كما قال نَبيُّ اللهِ يَعقوبُ عليه السَّلامُ: {فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ} [يوسف: 18]، فهو وحْدَه الذي يُبرِّئُها دونَ غيرِه، وهو سُبحانه الذي يُدافِعُ عنها دونَ سِواهُ، ثمَّ رَجَعَت إلى فِراشِها مُتحوِّلةً عنهم، وما كانتْ تَظُنُّ أنَّ اللهَ سيُنزِلُ بَراءتَها مِن فوقِ سَبْعِ سَمواتٍ، وقولُها: «ولَأَنَا أحْقَرُ في نَفْسِي» ، أي: تَرى في نفْسِها أنَّها أقلُّ مِن أنْ يَنزِلَ القرآنُ بأمْرِها، وأكثَرُ ما كانتْ تَرْجُوه وتَأمَلُه أنْ يَرى رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ رُؤْيَا في نَومِه يُبرِّئُها اللهُ عزَّ وجلَّ فيها، ثمَّ قالت: «فَواللهِ ما رامَ مَجْلِسَه»، أي: لم يُفارِقْ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مَجلِسَه هذا، ولم يَخرُجْ أحَدٌ مِن أهْلِ البَيْتِ، حتَّى أُوحِيَ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فأصابَه ما كان يُصِيبُه أثناءَ نُزولِ الوحْيِ حتَّى إنَّ العرَقَ «لَيَتَحَدَّرُ منه مِثْلُ الجُمَانِ»، أي: يَسيلُ مِن وَجْهِه الشَّريفِ مِثلَ حَبَّاتِ اللُّؤلؤِ، وذلك في اليومِ شَديدِ البُرودةِ، «فلَمَّا سُرِّيَ»، أي: انكشَفَ وارتَفَعَ الوحْيُ عن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وهو على حالٍ مِن السُّرورِ والضَّحِكِ، وكان أوَّلَ ما تَكلَّمَ به أنْ ذَكَرَ لعائشةَ بَراءتَها وأنْ تَحمَدَ اللهَ على ذلك، وأمَرَتْها أُمُّها أنْ تَقومَ إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ لتَشكُرَه على بُشراهُ لها، فقالت عائشةُ رَضيَ اللهُ عنه: «لا واللهِ، لا أقُومُ إلَيهِ، ولا أحْمَدُ إلَّا اللهَ»؛ وذلك لأنَّ اللهَّ عزَّ وجلَّ هو الذي بَرَّأها، وأنْزَلَ اللهُ تعالَى: {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ * لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ * لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ * وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ * إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ * وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ * يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ مُؤْمِنِينَ} [النور: 11 - 17]. فسَمَّى اللهُ عزَّ وجلَّ هذا القذْفَ «إفكًا» إعلانًا عن كَذِبِهم وافترائِهِم فيه، ثمَّ هدَّدَهم بالعُقوبةِ عليه في الدُّنيا والآخرةِ.\nوكانَ أبو بَكرٍ رَضيَ اللهُ عنه يُنْفِقُ على مِسْطَحِ بنِ أُثاثةَ رَضيَ اللهُ عنه؛ لِقَرابَتِه منه، فأُمُّ مِسطَحٍ سَلْمى كانت بِنتَ خالةِ أبي بَكرٍ الصِّدِّيقِ، وكان مِسطَحٌ مِن الذين خاضُوا في القولِ بالإفكِ، فغَضِبَ وقال: واللهِ لا أُنْفِقُ على مِسْطَحٍ شَيئًا أبَدًا بعْدَما قال لِعائشةَ، فأنْزَلَ اللهُ تعالَى: {وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ}، أي: لا يَحلِفوا على ألَّا يُعطُوا أقاربَهم مِن أموالِهِم؛ لأنَّهم أساؤوا إليهم، {وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} [النور: 22]، فقال أبو بَكْرٍ: بَلَى واللهِ إنِّي لَأُحِبُّ أنْ يَغْفِرَ اللهُ لِي، فأعاد إلى مِسطَحٍ ما كان يُعطِيه، وكفَّرَ عن يَمينِه.\nوتُكمِلُ عائِشةُ رَضيَ اللهُ عنها أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كان قدْ سَألَ زَينَبَ بِنتَ جَحْشٍ أُمَّ المُؤمِنينَ رَضيَ اللهُ عنها عَن أمْر عائشةَ، فقالَت زَينَبُ: يا رَسولَ اللهِ، أَحْمي سَمْعي عَن أن أقولَ: «سَمِعتُ» وَلَم أسْمَع، وبَصَري مِن أنْ أقولَ: «نَظَرتُ» وَلَم أنظُرْ، واللهِ ما عَلِمتُ عليْها إلَّا خَيرًا. قالَت عائشةُ رَضيَ اللهُ عنها: وهيَ -أي: زَينَبُ رَضيَ اللهُ عنها- الَّتي كانَت «تُساميني»، أي: تُضاهيني وَتُفاخِرني بِجَمالِها وَمَكانتِها عِندَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ مِن أزْواجِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فَعَصَمَها اللهُ وحَفِظَها بالوَرَعِ مِن أنْ تَخوضَ في الباطلِ مع مَن خاضُوا.\nوفي الحَديثِ: مَشروعيَّةُ القُرْعةِ بيْنَ النِّساءِ في السَّفرِ. \nوَفيه: بَيانُ فَضلِ عائشةَ رَضيَ اللهُ عنها، وَتَبْرِئتِها القاطِعةِ مِن التُّهمةِ الباطِلةِ الَّتي نُسِبَت إليها بِوَحْيٍ صَريحٍ وقُرآنٍ يُتْلى. \nوفيه: الاستِرجاعُ عِندَ المَصائِبِ، سَواءٌ كانَت في الدِّينِ أو في الدُّنيا، وَسواءٌ كانَت في نَفْسِه أو مَن يَعِزُّ عَليه.\nوفيه: مُلاطَفةُ الرَّجُلِ زَوجتَه، وأنْ يُحسِنَ مُعاشَرتَها. \nوَفيه: السُّؤالُ عَن المَريضِ. \nوَفيه: فَضيلةُ أهْلِ بَدْرٍ، والذَّبُّ عَنهم. \nوَفيه: مُشاوَرةُ الرَّجُلِ بِطانتَه وَأهلَه وَأصدِقاءَه فيما يَنوبُه مِن الأُمورِ.\nوَفيه: خُطبةُ الإمامِ النَّاسَ عِندَ نُزولِ أمْرٍ بِهم.\nوَفيه: فَضلٌ ومَنقبةٌ لصَفْوانَ بنِ المُعَطَّلِ رَضيَ اللهُ عنه.\nوَفيه: المُبادَرةُ إلى قَطْعِ الفِتَنِ والخُصوماتِ والمُنازَعاتِ.\nوَفيه: قَبولُ التَّوبةِ، والحَثُّ عليها، وأنَّ التَّوبةَ الصَّادقةَ للهِ عزَّ وجلَّ سَببٌ لمغفرةِ الذَّنْبِ.\nوَفيه: المُبادَرةُ بتَبشيرِ مَن تَجَدَّدَت لَه نِعمةٌ ظاهِرةٌ أو انْدَفَعَت عنه بَليَّةٌ بارِزةٌ.\nوَفيه: العَفوُ والصَّفحُ عَن المُسيءِ.\nوَفيه: الصَّدَقةُ والإنْفاقُ في سَبيلِ الخَيراتِ.\nوفيه: بَيانُ فَضيلةِ زَينَبَ بِنْتِ جَحْش أُمِّ المُؤمِنينَ رَضيَ اللهُ عنها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}