{
    "hadith_id": "4759",
    "hadith": "أنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا كَانَتْ تَقُولُ لَمَّا نَزَلَتْ هذِه الآيَةُ: {وَلْيَضْرِبْنَ بخُمُرِهِنَّ علَى جُيُوبِهِنَّ} [النور: 31] أخَذْنَ أُزْرَهُنَّ فَشَقَّقْنَهَا مِن قِبَلِ الحَوَاشِي فَاخْتَمَرْنَ بهَا",
    "rawi": "صفية بنت شيبة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4759",
    "grade": "[صحيح]",
    "takhrij": "أخرجه إسحاق بن راهويه في ((المسند)) (1280)، والنسائي في ((السنن الكبرى)) (11299)، والطبري في ((التفسير)) (19/ 159)، والحاكم (3500) واللفظ لهم جميعا.",
    "sharh": "الإسلامُ دِينُ السَّترِ والصِّيانةِ والعَفافِ، وقدْ أمَرَ بسَتْرِ جسَدِ المرأةِ، وأمَرَ بالحِجابِ والثِّيابِ السَّابِغةِ الَّتي لا تُظهِرُ جسَدَها، ولا تُفصِّلُ أجْزاءَه؛ حِفظًا لها، وصِيانةً للمُجتمَعِ كلِّه مِن آثارِ التَّبرُّجِ والسُّفورِ الخَطيرةِ المُهلِكةِ للمُجتمَعاتِ.\nوفي هذا الحَديثِ تُثني أمُّ المُؤمِنينَ عائشةُ رَضِيَ اللهُ عنها على المؤمناتِ السَّابقاتِ في الهجرةِ، فتترحَّم عليهنَّ، وتَضرِبُ بهِنَّ المَثَلَ في سُرعةِ استِجابتِهِنَّ لِأوامرِ اللهِ عزَّ وجلَّ؛ وذلك أنَّه لَمَّا أمَرَ اللهُ عزَّ وجلَّ النِّساءَ بالحِجابِ، في قولِه تعالَى: {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} [النور: 31]، والخِمارُ: وهو ما تغَطِّي به المرأةُ رأسَها وعُنُقَها وصَدْرَها، والجُيوبُ: جمعُ جيبٍ، وهو فتحةٌ في أعلى الثِّيابِ يبدو منها بعضُ صَدْرِ المرأةِ وعُنُقِها. ومعنى الآية: وعلى النِّساءِ المؤمناتِ أن يَستُرْنَ رُؤوسَهنَّ وأعناقَهنَّ وصدورَهنَّ بخُمُرِهنَّ؛ حتى لا يطَّلِعَ أحدٌ من الأجانِبِ على شيءٍ من ذلك.\nتقولُ أمُّ المُؤمِنينَ عائشةُ رضِيَ اللهُ عنها: «شَقَّقْنَ مُرُوطَهُنَّ»، والمُروطُ: أكْسِيةٌ مُعلَّمةٌ تكونُ من حريرٍ، وتكونُ من صُوفٍ، والمرادُ بها: الإزارُ، وهو المُلاءةُ الخاصَّةُ بالنِّساءِ. «فاخْتَمَرْنَ بِها» أي: اسْتَخْدَمْنَها لغِطاءِ رُؤوسِهنَّ ووُجوهِهنَّ وسَتْرِ ما أمَرَ اللهُ به.\nوفي الحَديثِ: مَنقبةُ الصَّحابيَّاتِ المهاجراتِ الأوائلِ وسُرعةُ استجابتِهنَّ لأمرِ اللهِ تعالَى.\nوفيه: أنَّ المؤمنَ الحقَّ لا يَسألُ عن العِلَّةِ والسَّببِ في أوامرِ الشَّرعِ ليستجيبَ لها، بل يُبادِرُ بالاستجابةِ وإن لم تظهَرْ له العِلَّةُ والسَّبَبُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}