{
    "hadith_id": "4780",
    "hadith": "يقولُ اللَّهُ تَعالَى: أعْدَدْتُ لِعِبادِي الصَّالِحِينَ، ما لا عَيْنٌ رَأَتْ، ولا أُذُنٌ سَمِعَتْ، ولا خَطَرَ علَى قَلْبِ بَشَرٍ ذُخْرًا بَلْهَ، ما أُطْلِعْتُمْ عليه، ثُمَّ قَرَأَ: {فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لهمْ مِن قُرَّةِ أعْيُنٍ جَزاءً بما كانُوا يَعْمَلُونَ}[السجدة: 17].",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4780",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3244)، ومسلم (2824).",
    "sharh": "مِن المبَشِّرَاتِ ما كان يَذْكُرُه النَّبِيُّ صلَّى اللهُ عليه وسلَّم لأُمَّتِه مِن نَعيمِ الجنَّةِ وما أعدَّه اللهُ للصَّالحينَ منهم، وفي هذا تَثبيتٌ لأُمَّتِه إذا عَرَفوا ما سيَجِدونه عندَ الله مِن الرَّحمَةِ والكَرَامَة لِمَن خاف اللهَ واتَّقاهَ وعَمِل الصالحاتِ.\nوهذا الحَديثُ مِن الأحاديثِ القُدُسيَّةِ التي يَرويها النَّبِيُّ صلَّى اللهُ عليه وسلَّم عن رَبِّ العزَّةِ تَبارَك وتعالَى، وفيه يقولُ: «قال اللهُ تبارَك وتعالَى: أعدَدْتُ»، أي: خلقْتُ وهيَّأْتُ في الجنَّةِ للعِبادِ الذين يَعمَلون الصَّالحاتِ، ويَسْعَون في الخيرِ، والإضافَةُ في قوله: «لعبادِي» للتَّشريفِ، أي: المخْلصِينَ منهم بتِلك الأعمالِ، فقد خلق اللهُ سُبحانه وأعَدَّ لهمْ ما لم تَرَه عيْنٌ، ولم تَسمعْ به وبوصْفِه أُذنٌ في الدُّنيا، وتَنكيرُ «عيْن» و«أُذُن» في سِياقِ النَّفيِ يُفيدُ الشُّمولَ، أي: يكونُ في الجنَّةِ ما لمْ تَرَه أيُّ عيْنٍ مِن الأعيُنِ، ولم تَسمَعْ به وبِوصفِه أيُّ أُذنٍ مِن الآذَانِ، «ولا خَطَر على قلْبِ بشَرٍ»، أي: ولمْ يَمُرَّ على عقْلِ أحدٍ ما يُشبِهُه أو يَتصوَّرُه مِن النَّعيمِ، فكلُّ شَيءٍ تخيَّله عقْلٌ أو قلبٌ مِن نَعيمِ الجنَّةِ؛ ففِيها أفضلُ ممَّا تخيَّله، واستشهد أبو هُرَيرةَ رَضِيَ اللهُ عنه بقَولِ اللهِ تعالى: {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} [السجدة: 17]، أي: هذا مِصدَاقُ ما قاله مِن كتابِ اللهِ الذي أخبَرَ أنَّه لا يَعلَمُ أحدٌ ولا يَتصوَّرُ ما خبَّأه اللهُ عن النَّاسِ مِن النَّعيمِ الذي تقَرُّ به العينُ، أي: تَهْدأُ وتَسعَدُ وتفرَحُ به يومَ القيامةِ عندَ اللهِ تعالَى، فهو جزاءٌ لا يحيطُ به إلَّا اللهُ لعِظَمِه.\nوفي الحَديثِ: الحَثُّ على عَمَلِ الطَّاعاتِ وتَرْكِ المنكَراتِ؛ للفَوزِ بما أعَدَّه اللهُ لعبادِه الصَّالحين.\nوفيه: بيانُ سَعةِ فَضلِ اللهِ سُبحانَه وأنَّه يخلُقُ ما يشاءُ ممَّا لا يُحيطُ به البَشَرُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}