{
    "hadith_id": "4793",
    "hadith": "بُنِيَ علَى النبيِّ صَلَّى اللهُ عليه وسلَّمَ بزَيْنَبَ بنْتِ جَحْشٍ بخُبْزٍ ولَحْمٍ، فَأُرْسِلْتُ علَى الطَّعَامِ دَاعِيًا فَيَجِيءُ قَوْمٌ فَيَأْكُلُونَ ويَخْرُجُونَ، ثُمَّ يَجِيءُ قَوْمٌ فَيَأْكُلُونَ ويَخْرُجُونَ، فَدَعَوْتُ حتَّى ما أجِدُ أحَدًا أدْعُو، فَقُلتُ: يا نَبِيَّ اللَّهِ ما أجِدُ أحَدًا أدْعُوهُ، قالَ: ارْفَعُوا طَعَامَكُمْ وبَقِيَ ثَلَاثَةُ رَهْطٍ يَتَحَدَّثُونَ في البَيْتِ، فَخَرَجَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ فَانْطَلَقَ إلى حُجْرَةِ عَائِشَةَ فَقالَ: السَّلَامُ علَيْكُم أهْلَ البَيْتِ ورَحْمَةُ اللَّهِ، فَقالَتْ: وعَلَيْكَ السَّلَامُ ورَحْمَةُ اللَّهِ، كيفَ وجَدْتَ أهْلَكَ بَارَكَ اللَّهُ لَكَ، فَتَقَرَّى حُجَرَ نِسَائِهِ كُلِّهِنَّ، يقولُ لهنَّ كما يقولُ لِعَائِشَةَ، ويَقُلْنَ له كما قالَتْ عَائِشَةُ، ثُمَّ رَجَعَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ فَإِذَا ثَلَاثَةٌ مِن رَهْطٍ في البَيْتِ يَتَحَدَّثُونَ، وكانَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ شَدِيدَ الحَيَاءِ، فَخَرَجَ مُنْطَلِقًا نَحْوَ حُجْرَةِ عَائِشَةَ فَما أدْرِي آخْبَرْتُهُ أوْ أُخْبِرَ أنَّ القَوْمَ خَرَجُوا فَرَجَعَ، حتَّى إذَا وضَعَ رِجْلَهُ في أُسْكُفَّةِ البَابِ دَاخِلَةً، وأُخْرَى خَارِجَةً أرْخَى السِّتْرَ بَيْنِي وبيْنَهُ، وأُنْزِلَتْ آيَةُ الحِجَابِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4793",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1428)، والترمذي (3218)، وأحمد (12669) بمعناه.",
    "sharh": "كانَ الصَّحابةُ الكِرامُ رِضْوانُ اللهِ عَلَيهم يُحِبُّونَ رَسولَ الله صلَّى اللهُ عليه وسلَّم، ويَفْدونَه بِأرْواحِهم وأنفُسِهم وأموالِهم، وكانوا يجتَهِدون في الإهداءِ إليه وإدخالِ السُّرورِ عليه. \nوفي هذا الحَديثِ يَحكي أَنَسُ بنُ مالِك رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم إذا مَرَّ بِجَنَباتِ أُمِّ سُلَيْمٍ -أي: ناحِيتَها- دَخَل عَلَيها، فسَلَّم علَيها، وأُمُّ سُلَيْمٍ هي أُمُّ أنسٍ.\nوأخَبَر أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم كانَ عَروسًا بِزَينبَ بنتِ جَحْشٍ الأَسَدِيَّةِ، فقالَت له أُمُّه أُمُّ سُلَيْمٍ: لَو أهدَينا لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّم هَديَّةً، فقال لها: افعَلي ذلِكَ، فعَمَدَت إلى تَمرٍ وسَمنٍ وأقِطٍ، وهو لَبنٌ مُجَفَّفٌ، فصنَعَت منه «حَيْسةً» وهو اسمٌ للطَّعامِ الناتِجِ عن خَلطِ الثَّلاثِ: التَّمرِ المدقوقِ، والسَّمْنِ، والأقِطِ، ويُدْلَكُ باليدِ حتى يبقى كالثَّريدِ، في «بُرْمَةٍ»، أي: قِدْرٍ ووِعاءٍ مِن حَجَرٍ، فأخذها أنَسٌ إلى النبيِّ صلَّى اللهُ عليه وسلَّم، فأمره النبيُّ صلَّى اللهُ عليه وسلَّم أن يضَعَها، ثم أمره صلَّى اللهُ عليه وسلَّم بدعوةِ رجالٍ من المسلمين إلى طعامِ وليمةِ العُرسِ قد سمَّاهم له، ثم عَمَّم الدعوةَ بأن يدعوَ من لَقِيَه، ففعل أنسٌ ما أمره به النبيُّ صلَّى اللهُ عليه وسلَّم ثمَّ عاد إليه، فإذا البَيتُ «غَاصٌّ» أي: مَمتلِئٌ بأهلِه وبالنَّاسِ، فرأَى النَّبيَّ صلَّى اللهُ عليه وسلَّم يَضَعُ يدَيه على تِلكَ الحَيْسةِ وتكلَّم بها ما شاءَ اللهُ أنْ يَتَكَلَّمَ من الأدعِيَةِ، ثُمَّ جَعَل يَدعو عَشَرَةً عَشَرَةً مِن القَومِ الَّذين اجتَمَعوا يَأكُلون منه، ويَقولُ لهُم: اذكُروا اسمَ اللهِ قبل الأكلِ، وليأكُلْ كلُّ رَجُل من أمامِه، وهذا من تعليمِهم أدَبَ الطَّعامِ، فأكلوا حتَّى «تصدَّعوا»، أي: تَفرَّقوا كلُّهم بعد الأكلِ والشِّبَعِ، فخَرَج منهم مَن خَرَجَ، وبَقِيَ نَفَرٌ ثَلاثةُ رِجالٍ يَتحدَّثون في الحُجرةِ، فحَزِنَ أنسٌ رَضِيَ اللهُ عنه؛ لأنَّهم لم يراعُوا الأدَبَ بأن يخرُجوا بعد الطعامِ، ولا يستطيعُ أن يُخرِجَهم تحَرُّجًا، ثُمَّ خَرَجَ النَّبيُّ صلَّى اللهُ عليه وسلَّم نَحْوَ الحُجُراتِ؛ سَكَنِ أُمَّهاتِ المُؤمنينَ، وخَرَج أنسٌ في أَثَرِه، فقال له: إنَّهم قدْ ذَهَبوا. فرَجَع النَّبيُّ صلَّى اللهُ عليه وسلَّم، فدَخَلَ البَيتَ وأرْخَى السِّترَ، وفي روايةٍ في الصَّحيحَين: «فألقى الحِجابَ بيني وبينه»، وكان أنسٌ رَضِيَ اللهُ عنه بحُجرةِ النبيِّ صلَّى اللهُ عليه وسلَّم حين سَمِعَه وهو يتلو قَولَ اللهِ تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ} [الأحزاب: 53]، أي: إلَّا مَصحوبينَ بالإِذْن ولا تَرقُبوا الطَّعامَ إذا طُبِخَ، حتَّى إذا قاربَ الاستِواءَ تَعرَّضتُم للدُّخولِ، وبَعْدَها تَفرَّقوا واخْرُجوا مِن مَنزِله، ولا تَنتَظِروا للحديثِ؛ لأنَّ في ذلك تَضييقَ المَنزِل عليه وعلى أهلِه، والنَّبيُّ يَستَحْيي منكم أنْ يُخرِجَكم، ولكنَّ اللهَ لا يَستَحيي من الحقِّ أنْ يُعلِمَكم ويُبَيِّنَ لكمْ آدابَ دِينِكم. وقد خَدَمَ أَنَسٌ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم عَشْرَ سِنينَ التي عاشها في المدينةِ المنَوَّرةِ بعد الهِجرةِ.\nوفي الحَديثِ: مَشروعيَّةُ الهديَّةِ للعَروسِ.\nوفيه: اتِّخاذُ الوَليمةِ في العُرسِ، وأنَّها تكونُ بالمتاحِ دونَ تكَلُّفٍ.\nوفيه: دُعاءُ النَّاسِ إلى الوَليمةِ. \nوفيه: مُعجِزةٌ عُظمى للنَّبيِّ صلَّى اللهُ عليه وسلَّم؛ حيث دُعِيَ الجَمعُ الكَثيرُ إلى شَيءٍ قَليلٍ وكفاهم.\nوفيه: لُطفُه صلَّى اللهُ عليه وسلَّم، وحَياؤُه الغَزيرُ.\nوفيه: التَّسميةُ على الأكْلِ.\nوفيه: تُخفيفُ الزِّيارةِ للزَّائرِ، ولا سيَّما عَقِبَ الطَّعامِ؛ فإذا طَعِمَ الضَّيفُ انصرَفَ.\nوفيه: أنَّ المُسلِمَ لا يَحقِرُ شَيئًا يُقدِّمُه إلى أخيه إذا كانَ مُنتَهى وُسْعِه في وَقتِه ذلِك.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}