{
    "hadith_id": "4799",
    "hadith": "إنَّ مُوسَى كانَ رَجُلًا حَيِيًّا، وذلكَ قَوْلُهُ تَعالَى: {يا أيُّها الَّذِينَ آمَنُوا لا تَكُونُوا كالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ ممَّا قالُوا، وكانَ عِنْدَ اللَّهِ وجِيهًا} [الأحزاب: 69].",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4799",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (339) مطولاً باختلاف يسير",
    "sharh": "جمَعَ اللهُ عزَّ وجلَّ لأنبيائِه ورُسُلِه صَلواتُ اللهِ عليهم أجمَعِين الكَمالاتِ البَشريَّةَ جَميعَها؛ الخِلقيَّةَ منها والخُلُقيَّةَ، ورَغْمَ ذلك نالَتْهم ألْسِنةُ السُّفهاءِ بالسَّبِّ والانتقاصِ والتُّهَمِ الباطلةِ، ولكنَّ اللهَ عزَّ وجلَّ كان لهم مُبرِّئًا ومُعينًا وناصرًا، ومِن هَؤلاءِ أحَدُ أُولِي العَزمِ مِن الرُّسُلِ، وهو نَبيُّ اللهِ مُوسَى عليه السَّلامُ.\nوفي هذا الحَديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن حَياءِ نَبيِّ اللهِ مُوسى عليهِ السَّلامُ، فيَقولُ صلَّى اللهُ عليه وسلَّمَ: «إنَّ مُوسى كانَ رجُلًا حَيِيًّا»، أي: يَسْتحْيِي ويخجَلُ مِن أنْ يُظهِرَ منه ما يُعابُ عليه طَبْعًا وجِبلَّةً، وهذِهِ أخلاقُ النُّبوَّةِ، «سِتِّيرًا»، أي: شَدَيدَ السَّترِ لجسَدهِ، فكانَ يَستُرُ جَميعَ بدَنهِ؛ حتَّى لا يَظْهرَ شَيءٌ مِن جِلدِه، وسَببُ سَترِهِ لجَسدِه الحياءُ، وهوَ مِن الصِّفاتِ التي يَتحلَّى بها الإنسانُ وتَكمُلُ فَضائلُه بها. \nقال صلَّى اللهُ عليه وسلَّمَ: «فآذاهُ مَن آذاهُ مِن بَني إسْرائيلَ»، أي: جَعلُوا يَعيبونَ عليهِ سَتْرَه هذا وحَياءَهُ، فأشاعُوا أنَّ مُوسى عليه السَّلامُ ما سَتَرَ جَسَدَهُ وجِلدَه بهذهِ الصُّورةِ المبالَغِ فيها إلَّا لمرَضٍ أصابَ جِلْدَه؛ إمَّا بَرَصٌ، وإمَّا أدْرَةٌ، وإمَّا آفةٌ، والبرَصُ: بُقَعُ بَياضٍ تَكونُ على الجِلدِ، والأدْرةُ: انتِفاخٌ يكونُ بالخُصْيةِ، والآفَةُ: العَيبُ، وربَّما يُريدونَ بها العَيبَ الَّذي يُولَدُ به الإنسانُ فأرادَ اللهُ أنْ يُبرِّئَه، أي: يُنزِّهَه ويُظهِرَ خُلوَّه مِن هذهِ الآفاتِ، فانفردَ نَبيُّ اللهِ مُوسى بنَفْسِه عن النَّاسِ وابتَعدَ في الخَلاءِ؛ ليغتَسِلَ، فنَزَعَ ثِيابَه ووضَعَها على الحَجَرِ بجانبِ الماءِ، ثمَّ اغتَسلَ، فلمَّا انتَهى مِن غَسلهِ، أرادَ أنْ يَرتدِي ثِيابَه، وأقْبَل نحْوَ الحَجَرِ الَّذي وَضَعَ عليه ثِيابَه، فحَملَ الحجَرُ ثِيابَه وفَرَّ بها، فأخَذَ مُوسى عَصاهُ واتَّبعَ الحَجَرَ لِيَأخُذَ ثِيابَه مِن عليهِ، «فجَعَلَ يقولُ: ثَوْبي حَجرُ، ثَوْبي حَجَرُ»، أي: هاتِ ثَوبِي يا حَجرُ؛ يُنادي على الحَجَرِ ليُعطيَه ثوبَهُ، حتَّى انتَهى في تَتبُّعِه للحَجَرِ عندَ مكانٍ كانتْ بَنو إسْرائيلَ مُجتمِعةً فيه، «فرأَوهُ عُرْيانًا أحسَنَ ما خَلَقَ اللهُ، وأبْرأَهُ ممَّا يَقولونَ»، أي: فظَهَرَ لهمْ أنَّ مُوسى عليه السَّلامُ كانَ خاليًا ممَّا كانوا يدَّعونهُ فيهِ مِن عُيوبٍ وأنَّه ما يَستُرُ نفْسَه إلَّا حياءً، فتَوقَّف الحَجرُ، فأخَذَ مُوسى عليه السَّلامُ ثَوبَه فلَبِسَه، وجَعَلَ يَضرِبُ الحَجرَ بعَصاهُ، يَقولُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «فَواللهِ إنَّ بالحَجرِ لَنَدَبًا مِن أثَرِ ضَربهِ، ثلاثًا أو أرْبعًا أو خَمسًا»، أي: بهِ مِن العلاماتِ التي أثَّرتْ فيهِ بسَببِ تلكَ الضَّرَباتِ؛ فذلكَ تفسيرُ قولِ اللهِ تعالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا وَكَانَ عِنْدَ اللهِ وَجِيهًا} [الأحزاب: 69]، أي: يا مَن آمنْتُم باللهِ تعالَى حقَّ الإيمانِ، الْتَزِموا الأدَبَ والطَّاعةَ والاحترامَ لنَبيِّكم صلَّى اللهُ عليه وسلَّمَ، واحْذَروا أنْ تَسلُكوا معه المسلَكَ الَّذي سَلَكَه بَنو إسرائيلَ مع نَبيِّهم مُوسى عليه السَّلامُ، حيث آذَوه واتَّهَموه بنِسبةِ العَيبِ في بَدَنِه، فأظهَرَ اللهُ تعالَى بَراءتَه مِن كلِّ ما نَسبوه إليه مِن سُوءٍ؛ بإبرازِ جَسَدِه لقَومِه حتَّى رَأَوه وعَلِموا فَسادَ اعتِقادِهِم وقَولِهم، وكانَ لهُ مِن الصِّفاتِ والمنزِلةِ التي يَعلو بها عِندَ اللهِ تعالَى. \nوالتَّعرِّي الَّذي ظَهَرَ فيهِ مُوسى عليه السَّلامُ لم يَقصِدْه، وإنَّما كانَ ذلكَ مِن إرادةِ اللهِ عزَّ وجلَّ، ويَكفي في ذلكَ حَمْلُ الحَجرِ للثِّيابِ وسَيرُه بهِ؛ فهوَ أدْعى عِندَ بَني إسْرائيلَ أنْ يَكفُّوا آذاهُم عَن نَبيِّ اللهِ موسَى عليهِ السَّلامُ فَضلًا عمَّا وَجَدُوه في مُوسَى على خِلافِ ما كانوا يتَّهِمونَه بهِ.\nوفي الحديثِ: ظُهورُ مُعجِزتَينِ لمُوسى عليهِ الصَّلاةُ والسَّلامُ، إحْداهما: مَشْيُ الحجَرِ بثَوبهِ، والثانِيةُ: حُصولُ النَّدَبِ في الحَجرِ بضَربِه.\nوفيهِ: أنَّ الأنْبِياءَ صَلواتُ اللهِ وسَلامُه علَيهِم مُنزَّهونَ عنِ النَّقائصِ في الخَلْق والخُلُقِ، سالِمونَ من العَاهاتِ والمعايِبِ، اللهُمَّ إلَّا على سَبيلِ الابتِلاءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}