{
    "hadith_id": "480",
    "hadith": "يَا عَبْدَ اللَّهِ بنَ عَمْرٍو كيفَ بكَ إذَا بَقِيتَ في حُثَالَةٍ مِنَ النَّاسِ [قال: قُلتُ: يا رسولَ اللهِ، كيف ذلك؟ قال: إذا مرِجَتْ عهودُهم وأماناتُهم، وكانوا هكذا وشبَّكَ يُونسُ بين أصابعِهِ، يصِفُ ذاكقال: قُلتُ: ما أصنَعُ عندَ ذاك يا رسولَ اللهِ؟ قال: اتَّقِ اللهَ عزَّ وجلَّ، وخُذْ ما تَعرِفُ، ودَعْ ما تُنكِرُ، وعليك بخاصَّتِكَ، وإيَّاكَ وعَوامَّهم.] بهذا.",
    "rawi": "عبدالله بن عمرو",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "480",
    "grade": "[معلق]",
    "takhrij": "أخرجه أبو داود (4342)، وابن ماجه (3957)، وأحمد (6508) باختلاف يسير",
    "sharh": "كانَ النبيُّ صلَّى اللهُ عليه وسلَّمَ يُعلِّمُ أصحابَه رَضيَ اللهُ عنهم كيفَ يَعرِفونَ الفِتنَ، وكيفَ يكونُ حالُهم فيها.وهذا المتنُ جُزءٌ مُختصَرٌ مِن حَديثٍ يَرْوي فيه عبدُ اللهِ بْنُ عمرٍو رَضيَ اللهُ عنهما أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ ناداه محذرا وناصحا، فقال له: «يا عبدَ اللهِ بْنَ عمْرٍو، كيف بك إذا بَقِيتَ في حُثالةٍ مِنَ النَّاسِ»، وهمْ أردَأُ الناسِ وأسْوَؤُهم، ومِن صِفاتِهم أنْ يَظهَرَ فيهِم فَسادُ العَهدِ ونَقضُه وعدَمُ الوَفاءِ به، وتَقِلُّ بيْنهمُ الأمانةُ، فلا يَعرِفُ حقَّها في ذلك الزَّمنِ إلَّا قَليلٌ، «واختلَفوا فصارُوا هكذا. وشَبَّك بيْن أصابِعِه»، أي: خُلِطُوا ببعضهم، فلا يُميَّز فيهم الطيِّبُ من الخبيثِ، والمؤمِنُ مِن المنافقِ؛ فالمرادُ بقولِه في المتنِ بقولِه: (بهذا)، وهو أنَّ تِلكَ الرِّوايةَ ذُكِرَ فيها تَشبيكُ النبيِّ صلَّى اللهُ عليه وسلَّمَ أصابِعَه.وفي تَمامِ الرِّوايةِ أنَّ عبدَ اللهِ رَضيَ اللهُ عنه سَأَلَه: كيف يَفعَلُ في هذا الموقفِ مع هؤلاء الناسِ إذا أدْرَكَهم عندَ ظُهورِ هذا الزَّمنِ؟ فأمَرَه صلَّى اللهُ عليه وسلَّمَ أنْ يَأخُذَ ما يَعْرِفُه مِن الحقِّ، وأنْ يَترُكَ ما يُنكِرُه مِن الباطلِ، وأنْ يَلزَمَ نفْسَه وأحوالَها فيُقَوِّمَها، ولا يَنشغِلَ بما يَحُلُّ بالناسِ ويَحدُثُ فيهِم، وهذا تَأكيدٌ ومَزيدُ خَلاصٍ مِن الفتنةِ.وهذا كلُّه يُحمَلُ على أنَّ مَن عَجزَ عنِ الأمرِ بالمعرُوفِ، أو خافَ الضَّررَ عُمومًا، سَقَطَ عنه الأمرُ بالمعروفِ والنَّهيُ عن المنكَرِ باليدِ واللِّسانِ، ويُمكِنُه أنْ يُنكِرَه بقَلبِه.وفي هذا إنذارٌ مِن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ لعبْدِ اللهِ بأنَّه سيُدْرِكُهم، ونَهْيُه عن مُخالَطةِ مَن هذه صِفَتُه، وحثُّه صلَّى اللهُ عليه وسلَّمَ له إذا أدْرَكَهم على أنْ يُصْلِحَ خاصَّةَ نَفْسِه ويَترُكَ عامَّةَ هؤلاءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}