{
    "hadith_id": "483",
    "hadith": "رَأَيْتُ سَالِمَ بنَ عبدِ اللَّهِ يَتَحَرَّى أمَاكِنَ مِنَ الطَّرِيقِ فيُصَلِّي فِيهَا، ويُحَدِّثُ أنَّ أبَاهُ كانَ يُصَلِّي فِيهَا وأنَّهُ رَأَى النبيَّ صَلَّى اللهُ عليه وسلَّمَ يُصَلِّي في تِلكَ الأمْكِنَةِ. وحدَّثَني نَافِعٌ، عَنِ ابْنِ عُمَرَ أنَّه كانَ يُصَلِّي في تِلكَ الأمْكِنَةِ، وسَأَلْتُ سَالِمًا، فلا أعْلَمُهُ إلَّا وافَقَ نَافِعًا في الأمْكِنَةِ كُلِّهَا إلَّا أنَّهُما اخْتَلَفَا في مَسْجِدٍ بشَرَفِ الرَّوْحَاءِ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "483",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1346) باختلاف يسير",
    "sharh": "كان الصَّحابةُ يَتَتبَّعونَ هَدْيَ النبيِّ صلَّى اللهُ عليه وسلَّمَ في كلِّ أحوالِه، وقد كان عبدُ اللهِ بنُ عمَرَ مِن أشدِّهم اتباعًا، حتى كان يَجتهِدُ في تَحرِّي الأماكنِ التي صلَّى فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ في أسفارِه، فيُصلِّي فيها تَبرُّكًا وحُبًّا له صلَّى اللهُ عليه وسلَّمَ، وكان ابنُه سالمٌ يَقتدِي به في ذلك، كما في هذا الحِديثِ، حيثُ يُخبِرُ التابعيُّ مُوسى بنُ عُقبةَ أنَّه رأى سالمَ بنَ عبدِ الله يَقْصِدُ أماكِنَ مُعيَّنةً في طَريقِه ويَجتهِدُ في قَصْدِها؛ لكيْ يُصَلِّيَ فيها، وظاهرُه أنَّ المُرادَ بتلك الأماكنِ هي المساجدُ التي تكونُ على طُرقٍ مِن المدينةِ وفي أسفارِه، ويُحَدِّثُ أنَّ أباهُ عبدَ اللهِ بنَ عُمَرَ كان يَقصِدُها ويُصَلِّي فيها؛ لأنَّه رَأى النبيَّ صلَّى اللهُ عليه وسلَّمَ يُصَلِّي في هذه الأماكِنِ.ثمَّ أخبَرَ مُوسى بنُ عُقبةَ أنَّه سَأَلَ نافعًا مَولى عبدِ اللهِ بنِ عمَرَ عن هذه الأماكنِ، فأخبَرَ بصِحَّةِ ذلك، وأنَّ ابنَ عمَرَ كان يَتحرَّى أنْ يُصلِّيَ فيها، واتَّفَقَ سالمُ بنُ عبدِ اللهِ ونافعٌ في تَعيينِ كلِّ هذه الأماكنِ، إلَّا أنَّهُما اخْتَلَفَا في مَسجِدٍ بشَرَفِ الرَّوْحاءِ، والرَّوْحاءُ: قَريةٌ بيْنها وبيْن المدينةِ حوالي (80 كم).وقد كان ابنُ عُمَرَ رَضيَ اللهُ عنه مَشهورًا بتَتَبُّعِ آثارِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، ومِن ذلك صَلاتُه في المواضِعِ التي كان يُصلِّي فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ.وهذا يُحْمَلُ عنِ ابنِ عُمَرَ لِمَا عُرِفَ عنه مِن تَشَدُّدِه في الاتِّباعِ، وقد ورَدَ عن أبيه عُمَرَ بنِ الخطَّاب رَضيَ اللهُ عنه ما يُخالِفُ هذا الأمرَ؛ فإنَّه لَمَّا رأى النَّاسَ في سَفَرٍ مِن مكَّةَ إلى المَدينةِ يَتبادَرونَ إلى مكانٍ، سأَلَ عن ذلك، فقالوا: هذا مكانٌ قد صلَّى فيه النبيُّ صلَّى اللهُ عليه وسلَّمَ، فقال لهم: «هكذَا هَلَكَ أهْلُ الكتابِ؛ اتَّخَذُوا آثارَ أنبِيائهِم بِيَعًا، مَن عَرَضَتْ له منكم فيه الصَّلاةُ فلْيُصَلِّ، ومَن لمْ تَعْرِضْ له منكم فيه الصَّلاةُ، فلا يُصَلِّ»، رواهُ عبدُ الرَّزَّاقِ وابنُ أبي شَيبةَ في مُصنَّفَيْهما.وإنَّما أرادَ عُمَرُ رَضيَ اللهُ عنه بالنَّهْيِ عن تَتبُّعِ آثارِ الأنبياءِ سَدَّ الذَّريعةِ إلى الشِّرْكِ، وهو أعلَمُ بهذا الشَّأنِ مِن ابنِه رَضيَ اللهُ عنهما، أمَّا الأماكنُ التي نُصَّ على فضْلِ الصَّلاةِ فيها، كالحَرَمينِ والأقْصى وقُباءٍ ونحْوِها، وكذلك قصْدُ المساجدِ عامَّةً بالصَّلاةِ، حتَّى التي وَرَدَ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ صلَّى فيها؛ فلا تَدخُلُ تحْتَ هذا النَّهيِ.وقدْ روَى البُخاريُّ عن عَبدِ اللهِ بنِ عمَرَ رَضيَ اللهُ عنهما تِسعةَ أحاديثَ تُحدِّدُ الأماكنَ التي صلَّى فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ في أسفارِه في الطَّريقِ بيْن المدينةِ ومَكَّةَ، منها هذا الحديثُ، وقيل: إنَّ هذه المساجدَ لا يُعرَفُ اليومَ منها غيرُ مَسجدِ ذي الحُليفةِ، والمساجِدِ التي بالرَّوحاءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}