{
    "hadith_id": "484",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ كانَ يَنْزِلُ بذِي الحُلَيْفَةِ حِينَ يَعْتَمِرُ، وفي حَجَّتِهِ حِينَ حَجَّ تَحْتَ سَمُرَةٍ في مَوْضِعِ المَسْجِدِ الذي بذِي الحُلَيْفَةِ، وكانَ إذَا رَجَعَ مِن غَزْوٍ كانَ في تِلكَ الطَّرِيقِ أوْ حَجٍّ أوْ عُمْرَةٍ هَبَطَ مِن بَطْنِ وادٍ، فَإِذَا ظَهَرَ مِن بَطْنِ وادٍ أنَاخَ بالبَطْحَاءِ الَّتي علَى شَفِيرِ الوَادِي الشَّرْقِيَّةِ، فَعَرَّسَ ثَمَّ حتَّى يُصْبِحَ ليسَ عِنْدَ المَسْجِدِ الذي بحِجَارَةٍ ولَا علَى الأكَمَةِ الَّتي عَلَيْهَا المَسْجِدُ، كانَ ثَمَّ خَلِيجٌ يُصَلِّي عبدُ اللَّهِ عِنْدَهُ في بَطْنِهِ كُثُبٌ، كانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ ثَمَّ يُصَلِّي، فَدَحَا السَّيْلُ فيه بالبَطْحَاءِ، حتَّى دَفَنَ ذلكَ المَكَانَ الذي كانَ عبدُ اللَّهِ يُصَلِّي فِيهِ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "484",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1257، 1259) مفرقاً مختصراً بنحوه",
    "sharh": "كان الصَّحابةُ يَتتبَّعونَ هَدْيَ النبيِّ صلَّى اللهُ عليه وسلَّمَ في كلِّ أحوالِه، وقد كان عَبدُ اللهِ بنُ عمَرَ رضِيَ اللهُ عنهما مِن أشدِّهم اتِّباعًا، حتى كان يَجتهِدُ في تَحرِّي الأماكنِ التي صلَّى فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ في أسفارِه، فيُصلِّي فيها تَبرُّكًا وحُبًّا له صلَّى اللهُ عليه وسلَّمَ.وفي هذا الحديثِ يُبَيِّنُ عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما بَعضَ الأماكِنِ التي نزَلَ فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ أثْناءَ سَفَرِه إلى مكَّةَ، وأنَّه صلَّى اللهُ عليه وسلَّمَ كان يَنزِلُ بذي الحُلَيْفةِ، وهي قَريةٌ بيْنها وبيْن المسجدِ النَّبويِّ قُرابةَ أربعةَ عَشَرَ كيلومترًا، وهي مِيقاتُ أهْلِ المدينةِ، فكان صلَّى اللهُ عليه وسلَّمَ يَنْزِلُ بها حِين يُريدُ أنْ يَعتَمِرَ، ونزَلَ بها حِين حَجَّ وجلَسَ تَحتَ سَمُرَةٍ، وهي مُفرَدُ سَمْرٍ، والسَّمْرُ: شَجرٌ طِوالٌ مُتفرِّقُ الرُّؤوسِ، قَليلُ الظِّلِّ، صِغارُ الوَرَقِ، قِصارُ الشَّوكِ، جيِّدُ الخَشَبِ، ويُقال: هي شَجرُ الطَّلحِ، وهي العِظامُ مِن الأشجارِ الذي له شَوكٌ. وقولُه: في مَوضِعِ المسجِدِ الذي بذي الحُلَيفةِ، أي: أنَّ مَسجِدًا بُنِيَ بعدَ ذلك ولم يكُنْ مَبنيًّا على عَهْدِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، وكان صلَّى اللهُ عليه وسلَّمَ إذا كان راجعًا مِن غَزْوٍ مِن تلك الطَّريقِ، أو حَجٍّ، أو عُمرةٍ؛ هبَطَ مِن بطْنِ وادي العَقيقِ، وهو مِن أشْهَرِ أوْدِيةِ المدينةِ، فإذا ظَهَرَ وخرَجَ مِن بطْنِ ذلك الوادي أناخ راحِلَتَه وناقتَه التي يَركَبُها بالمَسِيلِ الواسِعِ المُجتَمِعِ فيه دِقاقُ الحَصَى مِن مَسِيلِ الماءِ، وهي المَنطقةُ التي على طَرَفِ الناحيةِ الشَّرقيَّةِ مِن الوادي، فعَرَّسَ، أي: نَزَلَ في تلك المنطقةِ، والتَّعريسُ: نُزولُ المسافِرِ للاستراحةِ في أيِّ وقتٍ كان. ثمَّ يَظَلُّ هناك حتى يُصبِحَ، ولم يكُنْ نُزولُه عندَ المسجِدِ المَبنيِّ بحِجارةٍ، ولا على الموضعِ المرتَفِعِ الذي بُنِيَ عليه المسجِدُ، ولكنْ كان هناك خَليجٌ، وهو وادٍ له عُمْقٌ، كان يُصَلِّي عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما عندَه، وفي بطْنِ هذا الخليجِ يُوجَدُ رَمْلٌ مُجْتَمِعٌ مُرتفِعٌ، وهو نفْسُ المكانِ الذي كان رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يُصَلِّي فيه، ولكنْ بمُرورِ الزَّمنِ جاء السَّيلُ فاندَفَعَ في هذا الوادي العَميقِ، فسَوَّاه بما حَمَلَه مِن البَطحاءِ -المَسيلُ الواسعُ- مِن حِجارةٍ ورَمْلٍ حتَّى دَفَنَ السَّيْلُ ذلك المكانَ الذي كان عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما يُصَلِّي فيه.وقد كان ابنُ عُمرَ رَضيَ اللهُ عنهما مَشهورًا بتتبُّعِ آثارِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، ومِن ذلك صَلاتُه في المواضِعِ التي كان يُصلِّي فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ. وهذا يُحْمَلُ عنِ ابنِ عُمَرَ لِمَا عُرِفَ عنه مِن تَشَدُّدِه في الاتِّباعِ، وقد ورَدَ عن أبيه عُمَرَ بنِ الخطَّاب رَضيَ اللهُ عنه ما يُخالِفُ هذا الأمرَ؛ فإنَّه لَمَّا رأى النَّاسَ في سَفَرٍ مِن مكَّةَ إلى المَدينةِ يَتبادَرونَ إلى مَكانٍ، سَأَلَ عن ذلك، فقالوا: هذا مَكانٌ قد صلَّى فيه النبيُّ صلَّى اللهُ عليه وسلَّمَ، فقال لهم: «هكذَا هَلَكَ أهْلُ الكتابِ؛ اتَّخَذُوا آثارَ أنبِيائهِم بِيَعًا، مَن عَرَضَتْ له منكم فيه الصَّلاةُ فلْيُصَلِّ، ومَن لمْ تَعْرِضْ له منكم فيه الصَّلاةُ، فلا يُصَلِّ»، رواهُ عبدُ الرَّزَّاقِ وابنُ أبي شَيبةَ في مُصنَّفَيْهما.وإنَّما أراد عُمَرُ رَضيَ اللهُ عنه بالنَّهْيِ عن تَتبُّعِ آثارِ الأنبياءِ سَدَّ الذَّريعةِ إلى الشِّرْكِ، وهو أعلَمُ بهذا الشَّأنِ مِن ابنِه رَضيَ اللهُ عنهما، أمَّا الأماكنُ التي نُصَّ على فضْلِ الصَّلاةِ فيها، كالحَرَمينِ والأقْصى وقُباءٍ ونحْوِها، وكذلك قصْدُ المساجدِ عامَّةً بالصَّلاةِ، حتَّى التي وَرَدَ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ صلَّى فيها؛ فلا تَدخُلُ تحْتَ هذا النَّهيِ.وقدْ روى البُخاريُّ عن عَبدِ اللهِ بنِ عمَرَ رَضيَ اللهُ عنهما تِسعةَ أحاديثَ تُحدِّدُ الأماكنَ التي صلَّى فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ في أسفارِه في الطَّريقِ بيْن المدينةِ ومَكَّةَ، منها هذا الحديثُ، وقيل: إنَّ هذه المساجدَ لا يُعرَفُ اليومَ منها غيرُ مَسجدِ ذي الحُليفةِ، والمساجِدِ التي بالرَّوحاءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}