{
    "hadith_id": "4844",
    "hadith": "أَتَيْتُ أبَا وائِلٍ أسْأَلُهُ، فَقالَ: كُنَّا بصِفِّينَ فَقالَ رَجُلٌ: ألَمْ تَرَ إلى الَّذِينَ يُدْعَوْنَ إلى كِتَابِ اللَّهِ؟ فَقالَ عَلِيٌّ: نَعَمْ، فَقالَ سَهْلُ بنُ حُنَيْفٍ: اتَّهِمُوا أنْفُسَكُمْ فَلقَدْ رَأَيْتُنَا يَومَ الحُدَيْبِيَةِ يَعْنِي الصُّلْحَ الذي كانَ بيْنَ النبيِّ صَلَّى اللهُ عليه وسلَّمَ والمُشْرِكِينَ ولو نَرَى قِتَالًا لَقَاتَلْنَا، فَجَاءَ عُمَرُ فَقالَ: ألَسْنَا علَى الحَقِّ وهُمْ علَى البَاطِلِ؟ أليسَ قَتْلَانَا في الجَنَّةِ، وقَتْلَاهُمْ في النَّارِ؟ قالَ: بَلَى قالَ: فَفِيمَ نُعْطِي الدَّنِيَّةَ في دِينِنَا ونَرْجِعُ، ولَمَّا يَحْكُمِ اللَّهُ بيْنَنَا، فَقالَ: يا ابْنَ الخَطَّابِ إنِّي رَسولُ اللَّهِ ولَنْ يُضَيِّعَنِي اللَّهُ أبَدًا فَرَجَعَ مُتَغَيِّظًا فَلَمْ يَصْبِرْ حتَّى جَاءَ أبَا بَكْرٍ فَقالَ: يا أبَا بَكْرٍ ألَسْنَا علَى الحَقِّ وهُمْ علَى البَاطِلِ؟ قالَ: يا ابْنَ الخَطَّابِ إنَّه رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ ولَنْ يُضَيِّعَهُ اللَّهُ أبَدًا، فَنَزَلَتْ سُورَةُ الفَتْحِ",
    "rawi": "سهل بن حنيف",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4844",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4844)، ومسلم (1758)",
    "sharh": "وقعَتِ الفِتْنةُ الكُبْرى بيْن المُسلِمينَ بعْدَ مَقتَلِ الخَليفةِ الرَّاشِدِ عُثمانَ بنِ عفَّانَ رَضيَ اللهُ عنه، واختَلَفَ المُسلِمونَ طلَبِ القِصاصِ مِن قَتَلةِ عُثمانَ، ودخَلَ أهلُ الفِتَنِ وأشْعَلوا الشَّرَرَ بيْنَ النَّاسِ، وانتَهَتِ الفِتْنةُ بالتَّصالُحِ بيْن المُسلِمينَ، ولكنْ بعْدَ أنْ خسِرَ المُسلِمونَ دِماءً كَثيرةً لخيارِ أصْحابِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ. \nوفي هذا الحَديثِ يَحْكي التَّابِعيُّ أبو وائِلٍ شَقيقُ بنُ سَلَمةَ أنَّه لَمَّا جاء سَهلُ بنُ حُنَيفٍ رَضيَ اللهُ عنه مِن وَقْعةِ صِفِّينَ -الَّتي كانت بيْنَ عَلِيٍّ ومُعاويةَ رَضيَ اللهُ عنهما سَنةَ ستٍّ وثَلاثينَ منَ الهِجْرةِ- جاؤُوه يَسْأَلونه عن خبَرِ النَّاسِ، وقد كان يُتَّهَمُ بالتَّقْصيرِ في القِتالِ يومَ صِفِّينَ، فقال لهم سُهَيلٌ: «اتَّهِموا الرَّأيَ»، أيِ: اتَّهِموا رَأيَكم في هذا القِتالِ، ولا تَأخُذوا به؛ بل عُدُّوه خَطأً في مُقابِلِ دِينِكم؛ فالدِّينُ يَأمُرُ بالصُّلحِ والإصْلاحِ بيْنَ المُسلِمينَ، وأنتمْ تَكرَهونَ هذا الصُّلحَ، وترَوْنَ أنَّ المَصلَحةَ في القِتالِ، فاعْلَموا أنَّ رَأْيَكم هذا خَطأٌ، والصَّوابَ هو ما أمَرَ به اللهُ ورَسولُه؛ فإنِّي لا أُقصِّرُ في الجِهادِ، وما كنتُ مُقصِّرًا وقْتَ الحاجةِ، وإنَّما تُقاتِلونَ اليومَ إخْوانَكم في الإسْلامِ باجْتِهادٍ اجتَهَدْتُموه، وكان خِطابُه هذا لمَن لم يَرضَ مِن أصْحابِ عَليٍّ رَضيَ اللهُ عنه بقَبولِ عَليٍّ التَّحْكيمَ، ثمَّ اسْتَشهَدَ سَهلُ بنُ حُنَيفٍ رَضيَ اللهُ عنه بما وقَعَ لهم يومَ أَبي جَندَلٍ، ويَقصِدُ به يومَ صُلحِ الحُدَيْبيَةِ في العامِ السَّادِسِ منَ الهِجْرةِ، وأبو جَندَلٍ هو العَاصِي بنُ سُهَيلٍ رَضيَ اللهُ عنهما، ونسَبَ سَهلٌ رَضيَ اللهُ عنه يومَ الحُدَيْبيَةِ إلى أبي جَندَلٍ رَضيَ اللهُ عنه؛ لأنَّه جاء إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ يومَ الحُدَيْبيَةِ مِن مكَّةَ مُسلِمًا، وهو يَجُرُّ قُيودَه، وكان قدْ عُذِّبَ في اللهِ، فقال أبُوه سُهَيلٌ -وذلك قبْلَ أنْ يُسلِمَ: يا مُحمَّدُ، أوَّلُ ما أُقاضِيكَ عليه، فرَدَّ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عليه أبا جَندَلٍ، وكان ردُّه أشَقَّ على المُسلِمينَ مِن سائرِ ما جَرى عليهم، ويَذكُرُ سَهلٌ أنَّه في هذا اليومِ رَأى في نفْسِه مِن الحَميَّةِ للحقِّ، والرَّغْبةِ في القِتالِ في سَبيلِ اللهِ، بحيث لو قدَرَ على مُخالَفةِ حُكمِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ لَقاتَلَ قِتالًا لا مَزيدَ عليه، ولكنَّ اللهَ ورَسولَه أعلَمُ بما فيه المَصلَحةُ، فترَكَ صلَّى اللهُ عليه وسلَّمَ القِتالَ إبْقاءً على المُسلِمينَ، وصَوْنًا للدِّماءِ، واليومَ أتوَقَّفُ عنه أيضًا لمَصلَحةِ المُسلِمينَ.\nثمَّ قال: «وما وَضَعْنا أسْيافَنا على عَواتِقِنا» في اللهِ «لأمْرٍ يُفظِعُنا» أي: يشُقُّ علينا «إلَّا أسْهَلْنَ بِنا»، أي: إلَّا أوْصَلْنَنا إلى حلٍّ نَرْضاه، ونَرْتاحُ إليه، «قبْلَ هذا الأمْرِ»، يَعني أمرَ الفِتْنةِ الواقِعةِ بيْنَ المُسلِمينَ باخْتِلافِ عَليٍّ ومُعاويةَ؛ فإنَّ السَّيفَ لم يَأْتِ لهذا الاخْتِلافِ؛ فإنَّها مُشكِلةٌ لِمَا فيها مِن قَتلِ المُسلِمينَ، «ما نسُدُّ منها» أي: منَ الفِتْنةِ «خُصْمًا إلَّا انفَجَرَ علينا خُصْمٌ»، أي: ناحِيةٌ وطَرَفٌ، «ما نَدْري كيف نَأْتي له!»؛ أي: كيف نسُدُّه، يُريدُ أنَّهم أرادوا سدَّ جانبِ الاخْتِلافِ بيْن عَليٍّ ومُعاويةَ رَضيَ اللهُ عنهما بالتَّحْكيمِ، فانفَجَرَ الاخْتِلافُ في أعْوانِ عَليِّ بنِ أبي طالبٍ رَضيَ اللهُ عنه نفْسِه، حيث خرَجَ عليه الخَوارِجُ.\nوفي الحَديثِ: السُّؤالُ عمَّا أشْكَلَ على الإنسانِ.\nوفيه: إجابةُ السَّائلِ بأكثَرَ مِمَّا سَألَ عندَ الحاجةِ.\nوفيه: الحَضُّ على الأخْذِ بالكِتابِ والسُّنَّةِ، واتِّهامُ الرَّأيِ.\nوفيه: الانْقيادُ والتَّسْليمُ لأمْرِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.\nوفيه: الحَذَرُ منَ الوُقوعِ في الفِتَنِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}