{
    "hadith_id": "4847",
    "hadith": "أنَّهُ قَدِمَ رَكْبٌ مِن بَنِي تَمِيمٍ علَى النبيِّ صَلَّى اللهُ عليه وسلَّمَ فَقالَ أبو بَكْرٍ: أمِّرِ القَعْقَاعَ بنَ مَعْبَدٍ، وقالَ عُمَرُ: بَلْ أمِّرِ الأقْرَعَ بنَ حَابِسٍ، فَقالَ أبو بَكْرٍ: ما أرَدْتَ إلَى، أوْ إلَّا خِلَافِي، فَقالَ عُمَرُ: ما أرَدْتُ خِلَافَكَ، فَتَمَارَيَا حتَّى ارْتَفَعَتْ أصْوَاتُهُمَا، فَنَزَلَ في ذلكَ: {يَا أيُّها الَّذِينَ آمَنُوا لا تُقَدِّمُوا بيْنَ يَدَيِ اللَّهِ ورَسولِهِ} حتَّى انْقَضَتِ الآيَةُ.",
    "rawi": "عبدالله بن الزبير",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4847",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البزار(2187) باختلاف يسير، والترمذي (3266) والنسائي (5386) بنحوه",
    "sharh": "مَحبَّةُ الرَّسولِ صلَّى اللهُ عليه وسلَّمَ تَقْتَضي تَوْقيرَه صلَّى اللهُ عليه وسلَّمَ، واحْتِرامَه، وتَعْظيمَه، في حَياتِه صلَّى اللهُ عليه وسلَّمَ وبعْدَ وَفاتِه، وقدْ جاءَت آياتٌ في القُرآنِ الكَريمِ تُنبِّهُ على ذلك الأمرِ للأُمَّةِ بالأدَبِ معَه صلَّى اللهُ عليه وسلَّمَ في جَميعِ الجَوانبِ، وجَميعِ الاعْتِباراتِ.\nوفي هذا الحَديثِ يَحْكي عبدُ اللهِ بنُ الزُّبَيرِ رَضيَ اللهُ عنهما أنَّه جاءَ رَكْبٌ مِن بَني تَميمٍ على النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وكان قُدومُهم سَنةَ تِسعٍ مِن الهِجْرةِ، وبَنو تَميمٍ همْ قَبيلةٌ عَربيَّةٌ سكَنَت مِنطَقةَ نَجدٍ، والرَّكبُ همْ أصْحابُ الإبلِ في السَّفرِ، فأشارَ أبو بَكرٍ رَضيَ اللهُ عنه على النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أنْ يَجعَلَ القَعْقاعَ بنَ مَعبَدِ بنِ زُرارةَ رَضيَ اللهُ عنه أميرًا عليهم، فقال عُمَرُ: بلْ أمِّرِ الأقرَعَ بنَ حابسٍ، فقال أبو بَكرٍ لعُمَرَ بنِ الخطَّابِ رَضيَ اللهُ عنهما: «ما أردْتَ إلَّا خِلافي» يَعني: لا تَقصِدُ إلَّا أنْ تُخالفَ قَوْلي، فقال عُمَرُ لأبي بَكرٍ رَضيَ اللهُ عنهما: «ما أردْتُ خِلافَكَ»، فتَجادَلَا حتَّى ارتَفعتْ أصْواتُهما في حُضورِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فنزَلَ في ذلك الأمرِ قَولُه تعالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} [الحجرات: 1]، أي: لا تَقْطَعوا أمرًا إلَّا بعْدَ ما يَحكُمُ اللهُ ورَسولُه ويَأْذَنانِ فيه، فتَكونوا إمَّا عامِلينَ بالوَحيِ، وإمَّا مُقتَدينَ برَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.\nوفي رِوايةٍ في البُخاريِّ أنَّ الآيةَ الَّتي أُنزِلتْ هي قولُ اللهِ تعالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ} [الحجرات: 2] الآيَةَ. ويُجمَعُ بيْنهما أنَّ الآيَتَين نَزَلَتَا معًا فذَكَرَ في كلِّ رِوايةٍ إحْداهما.\nوفي الحَديثِ: النَّهيُ عنِ السَّبقِ، والتَّقدُّمِ بالقَولِ والرَّأيِ على النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وضَرورةُ انْتِظارِ أمْرِه وحُكمِه في كلِّ الأُمورِ، ويَنطَبِقُ هذا على سُنَّتِه صلَّى اللهُ عليه وسلَّمَ بعْدَ مَماتِه.\nوفيه: أنَّ الفاضِلَ قدْ يَبدُرُ منه بعضُ الهَفَواتِ، ولكنَّه يُبادِرُ إلى التَّوبةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}