{
    "hadith_id": "4862",
    "hadith": "سَجَدَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ بالنَّجْمِ وسَجَدَ معهُ المُسْلِمُونَ والمُشْرِكُونَ والجِنُّ والإِنْسُ",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4862",
    "grade": "[صحيح] وقال عقبه: تابعه ابن طهمان عن أيوب. ولم يذكر ابن علية ابن عباس.",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كان النَّبِيُّ صلَّى اللهُ عليه وسلَّمَ يَسجُدُ في مَواضعَ مِنَ القُرآنِ الكريمِ عندَ قِراءتِها، وهي المواضِعُ المعروفةُ بسُجودِ التِّلاوةِ، وهي خَمسةَ عشَرَ مَوضعًا علَى المشهورِ، ومِن هذهِ المواضعِ: قولُه تعالَى في سُورةِ النَّجمِ: {فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا} [النجم: 62].\r\nوفي هذا الحديثِ يُخْبِرُ ابنُ عباسٍ رَضيَ اللهُ عنهما أنَّ النَّبِيَّ صلَّى اللهُ عليه وسلَّمَ لَمَّا قرَأَها في مكَّةَ سجَدَ كلُّ مَنْ سَمِعَها مِنَ المسلمينَ والمشركينَ والجنِّ والإنسِ. وإخبارُ عبدِ اللهِ بنِ عباسٍ رَضيَ اللهُ عنهما بسُجودِ الجنِّ غالبًا ما يكونُ بإخبارٍ مِنَ النَّبِيِّ صلَّى اللهُ عليه وسلَّمَ؛ لِأنَّه مِنَ الأُمورِ الَّتي لا يَطَّلعُ عليها الإنسانُ، فكأنَّه أخَذَ ذلك عن النَّبِيِّ صلَّى اللهُ عليه وسلَّمَ. وقِيلَ في سَببِ سُجودِ المشركينَ مع كَونِهم لا يُؤمِنون بالقرآنِ: إنَّها أوَّلُ سَجدةٍ نَزَلتْ، فأرادوا مُعارَضةَ المسلمينَ بِالسَّجدةِ لِمَعبودِهم هم وليس للهِ؛ حيث إنَّ المسلمينَ سَجَدوا للهِ تعالى، فأراد المشرِكون مُخالفتَهم في سُجودِهم للهِ، فسَجَدوا يَقصِدون آلهتَهم، وهذا مُوافقٌ لِما همْ عليه مِن العِنادِ، والتَّكبُّرِ عن الحقِّ، وانتصارِهِم لآلهتِهِم. أو وقَعَ ذلك منهم السُّجودُ بِلا قَصدٍ، وكأنَّ القرآنَ بنَظْمِه وبَلاغتِه أخَذَ بعُقولِهم وقُلوبِهم، فما تَمالَكوا أنفُسَهم فسَجَدوا لَمَّا سَمِعوا: {فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا} [النجم: 62]. أو خافوا في ذلك المجلسِ مِن مُخالفتِهم.\r\nوفي القرآنِ خَمسةَ عشَرَ مَوضعًا يُسجَدُ فيها سُجودُ التِّلاوةِ، مُتَّفقٌ على عَشْرٍ منها. ويُقالُ في سُجودِ التِّلاوةِ ما يُشرَعُ قولُه في سُجودِ الصَّلاةِ من التَّسبيحِ والدُّعاءِ.\r\nوفي الحديثِ: مَشروعيَّةُ السُّجودِ في سُورةِ (النَّجمِ).",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}