{
    "hadith_id": "487",
    "hadith": "أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ كانَ يَنْزِلُ تَحْتَ سَرْحَةٍ ضَخْمَةٍ دُونَ الرُّوَيْثَةِ، عن يَمِينِ الطَّرِيقِ، ووِجَاهَ الطَّرِيقِ في مَكَانٍ بَطْحٍ سَهْلٍ، حتَّى يُفْضِيَ مِن أكَمَةٍ دُوَيْنَ بَرِيدِ الرُّوَيْثَةِ بمِيلَيْنِ، وقَدِ انْكَسَرَ أعْلَاهَا، فَانْثَنَى في جَوْفِهَا وهي قَائِمَةٌ علَى سَاقٍ، وفي سَاقِهَا كُثُبٌ كَثِيرَةٌ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "487",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كان الصَّحابةُ رضِيَ اللهُ عنهم أشدَّ الناسِ حِرصًا على اتِّباعِ هَدْيِ النبيِّ صلَّى اللهُ عليه وسلَّمَ في كلِّ أحوالِه، وكان مِن أشدِّهم اتباعًا عبدُ اللهِ بنُ عمَرَ رضِيَ اللهُ عنهما، حتى كان يَجتهِدُ في تَحرِّي الأماكنِ التي صلَّى فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ في أسفارِه، فيُصلِّي فيها تَبرُّكًا وحُبًّا له صلَّى اللهُ عليه وسلَّمَ.وفي هذا الحديثِ يَصِفُ عَبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما مَكانًا كان يَنزِلُ به النبيُّ صلَّى اللهُ عليه وسلَّمَ أثناءَ سَفرِه مِن المدينةِ إلى مكَّةَ، فيُخبِرُ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كان يَنْزِلُ تحتَ سَرْحَةٍ ضَخمةٍ، وهي شَجَرةٌ عَظيمةٌ قَريبةٌ مِن قريةِ الرُّوَيْثةِ، وهي قَرية ٌجامعةٌ، بيْنها وبيْن المدينة (100 كم) تقريبًا، وكانت هذه الشَّجرةُ عن يَمينِ الطَّريقِ ومُقابِلَها، في مَكانٍ واسِعٍ سَهْلٍ، حتى يُفْضِيَ، أي: يَخْرُجَ عليه الصَّلاةُ والسَّلامُ مِن أَكَمَةٍ؛ وهي مَوْضِعٌ مُرتفِعٌ، بيْنه وبيْن المكانِ الذي يَنزِلُ فيه بَريدُ الدَّولةِ الذي رتَّبَه عمَرُ بنُ الخَطَّابِ رَضيَ اللهُ عنه في خِلافتِه بالرُّويثةِ ما يُقارِبُ (3 كم)؛ وهذا تَقريبٌ مِن ابنِ عمَرَ رَضيَ اللهُ عنهما للتَّعريفِ بالمكانِ القديمِ بما اسْتُحْدِث مِن أماكنَ أنْشأَتْها الدَّولةُ بعْدَ النبيِّ صلَّى اللهُ عليه وسلَّمَ.وهذا على اعتبارِ أنَّ الضَّميرَ في كَلمةِ «يُفْضي» يَرجِعُ إلى الرَّسولِ صلَّى اللهُ عليه وسلَّمَ، وأنَّ البَريدَ مَعناهُ المحطَّاتُ التي أنشَأَتْها الدَّولةُ في عهْدِ عُمرَ لتَكونَ أماكنَ ومَراكزَ لتَجميعِ بَريدِ الدَّولةِ ورَسائلِها. وقيل: يَجوزُ أنْ يَرجِعَ الضَّميرُ إلى المكانِ، ويَجوزُ أنْ يكونَ المرادُ بالبريدِ هنا سِكَّةَ الطَّريقِ، فيكون المعْنى أنَّ مكانَ هذه الشَّجرةِ بيْنه وبيْن انحدارِ سكَّةِ الطَّريقِ مَسافةُ مِيلَينِ.ثمَّ وصَفَ ابنُ عمَرَ هذه الشَّجرةَ في وَقتِ حَديثِه، وأنَّه قدِ انكسَرَ أعْلاها فانثَنَى في جَوْفِها، فوَقَعَ على ساقِها، وهي الآنَ قائمةٌ على ساقِها كالبُنيانِ وليستْ عَريضةً متَّسِعَةً مِن أسفَل، وفي ساقِها وحولَه تُوجَدُ كُثُبٌ كثيرةٌ، وهي تِلالٌ مُرتفعةٌ مِن الرَّمْلِ.وهذا يُحْمَلُ عنِ ابنِ عُمَرَ لِمَا عُرِفَ عنه من تشَدُّدِه في الاتِّباع، وقد ورَدَ عن أبيه عُمَرَ بنِ الخطَّاب رَضيَ اللهُ عنه ما يخالِفُ هذا الأمرَ؛ فإنَّه لَمَّا رأى النَّاسَ في سَفَرٍ مِن مكَّةَ إلى المَدينةِ يتبادَرونَ إلى مكانٍ، سَأَلَ عن ذلك، فقالوا: هذا مكان قد صلَّى فيه النبيُّ صلَّى اللهُ عليه وسلَّمَ، فقال لهم: «هكذَا هَلَكَ أهْلُ الكتابِ؛ اتَّخَذُوا آثارَ أنبِيائهِم بِيَعًا، مَن عَرَضَتْ له منكم فيه الصَّلاةُ فلْيُصَلِّ، ومَن لمْ تَعْرِضْ له منكم فيه الصَّلاةُ، فلا يُصَلِّ»، رواهُ عبدُ الرَّزَّاقِ وابنُ أبي شَيبةَ في مُصنَّفَيْهما. وإنَّما أراد عُمَرُ رَضيَ اللهُ عنه بالنَّهْيِ عن تتبُّع آثارِ الأنبياء سَدَّ الذريعةِ إلى الشِّرْكِ، وهو أعلَمُ بهذا الشَّأنِ من ابنِه رَضيَ اللهُ عنهما، أمَّا الأماكنُ التي نُصَّ على فضْلِ الصَّلاةِ فيها، كالحَرَمينِ والأقْصى وقُباءٍ ونحْوِها، وكذلك قصْدُ المساجدِ عامَّةً بالصَّلاةِ، حتَّى التي وَرَدَ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ صلَّى فيها؛ فلا تَدخُلُ تحْتَ هذا النَّهيِ.وقدْ روَى البُخاريُّ عن عَبدِ اللهِ بنِ عمَرَ رَضيَ اللهُ عنهما تِسعةَ أحاديثَ تُحدِّدُ الأماكنَ التي صلَّى فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ في أسفارِه في الطَّريقِ بيْن المدينةِ ومَكَّةَ، منها هذا الحديثُ. وقيل: إنَّ هذه المساجِدَ لا يُعرَفُ اليومَ منها غيرُ مَسجدِ ذي الحُليفةِ، والمساجِدِ التي بالرَّوحاءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}