{
    "hadith_id": "490",
    "hadith": "أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ كانَ يَنْزِلُ في المَسِيلِ الذي في أدْنَى مَرِّ الظَّهْرَانِ قِبَلَ المَدِينَةِ حِينَ يَهْبِطُ مِنَ الصَّفْرَاوَاتِ، يَنْزِلُ في بَطْنِ ذلكَ المَسِيلِ عن يَسَارِ الطَّرِيقِ وأَنْتَ ذَاهِبٌ إلى مَكَّةَ، ليسَ بيْنَ مَنْزِلِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وبيْنَ الطَّرِيقِ إلَّا رَمْيَةٌ بحَجَرٍ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "490",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كان الصَّحابةُ رضِيَ اللهُ عنهم أشدَّ الناسِ حِرصًا على اتِّباعِ هَدْيِ النبيِّ صلَّى اللهُ عليه وسلَّمَ في كلِّ أحوالِه، وكان مِن أشدِّهم اتباعًا عبدُ اللهِ بنُ عمَرَ رضِيَ اللهُ عنهما، حتى كان يَجتهِدُ في تَحرِّي الأماكنِ التي صلَّى فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ في أسفارِه، فيُصلِّي فيها تَبرُّكًا وحُبًّا له صلَّى اللهُ عليه وسلَّمَ.وفي هذا الحَديثِ يَصِفُ عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما مَكانًا كان يَنْزِلُ به النبيُّ صلَّى اللهُ عليه وسلَّمَ، فيُخبِرُ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كان يَنْزِلُ ويُقيمُ في المَسيلِ، وهو المكانُ المُنْحَدِرُ القريبُ مِنْ مَرِّ الظَّهْرانِ، وهو وادٍ تُسَمِّيه العامَّةُ بَطْنَ مَرْوٍ، قَريبٌ مِنْ عَرَفَةً، سُمِّيَتْ بذلك لمَرارَةِ مائِها، وهُو وادٍ على خمْسةِ أميالٍ مِن مكَّةَ إلى جِهَةِ المدينةِ.وكان مَكانُ نُزولِه صلَّى اللهُ عليه وسلَّمَ حِين يَهْبِطُ مِن الصَّفْرَاواتِ، وهي الأودِيَةُ أو الجبالُ التي بَعْدَ مَرِّ الظَّهْرانِ، فيَنزِلُ في بطْنِ ذلك المَسيلِ عن يَسارِ الطَّريقِ وأنت ذاهِبٌ إلى مكَّةَ، وليس بيْن مَكانِ نُزولِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وبيْن الطَّريقِ إلَّا قَدْرَ رَمْيَةِ حَجَرٍ.وقد ورَدَ عن عمَرَ بنِ الخطَّابِ رَضيَ اللهُ عنه أنَّه كان يَنْهى الناسَ عن قصْدِ التَّبرُّكِ بالمواضعِ والأماكنِ التي كان رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يُصلِّي فيها؛ خَشيةً عليهم أنْ يَجعَلوا لها فَضْلًا في ذاتِها، فكان هذا النَّهيُ منه منِ بابِ سَدِّ الذَّرائعِ، أمَّا الأماكنُ التي نُصَّ على فضْلِ الصَّلاةِ فيها، كالحَرَمينِ والأقْصى وقُباءٍ ونحْوِها، وكذلك قصْدُ المساجدِ عامَّةً بالصَّلاةِ، حتَّى التي وَرَدَ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ صلَّى فيها؛ فلا تَدخُلُ تحْتَ هذا النَّهيِ.وقدْ روَى البُخاريُّ عن عَبدِ اللهِ بنِ عمَرَ رَضيَ اللهُ عنهما تِسعةَ أحاديثَ تُحدِّدُ الأماكنَ التي صلَّى فيها النبيُّ صلَّى اللهُ عليه وسلَّمَ في أسفارِه في الطَّريقِ بيْن المدينةِ ومَكَّةَ، منها هذا الحديثُ. وقيل: إنَّ هذه المساجدَ لا يُعرَفُ اليومَ منها غيرُ مَسجدِ ذي الحُليفةِ، والمساجدِ التي بالرَّوحاءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}