{
    "hadith_id": "4932",
    "hadith": "سَمِعْتُ ابْنَ عَبَّاسٍ، {إنَّهَا تَرْمِي بشَرَرٍ كَالقَصَرِ} [المرسلات: 32] قالَ: كُنَّا نَرْفَعُ الخَشَبَ بقَصَرٍ ثَلَاثَةَ أذْرُعِ أوْ أقَلَّ، فَنَرْفَعُهُ لِلشِّتَاءِ فَنُسَمِّيهِ القَصَرَ.",
    "rawi": "عبدالرحمن بن عابس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4932",
    "grade": "[صحيح]",
    "takhrij": "أخرجه ابن الحداد في ((جامع الصحيحين)) (2892)، والبيهقي في ((البعث والنشور)) (1099) باختلاف يسير، والحاكم (3888) بلفظه مطولًا.",
    "sharh": "مَن أنْعَمَ اللهُ تعالَى عليه بأنْ أَنْجاهُ مِن النَّارِ وأَدْخَلَه الجَنَّةَ فقدْ فازَ؛ فإنَّ عَذابَ اللهِ وشِدَّتَه أمرٌ غيرُ مُتصوَّرٍ لأيِّ إنسانٍ، وما وصَفَهُ اللهُ في القُرآنِ، وما ذَكَرهُ النَّبيُّ صلَّى اللهُ عليه وسلَّم في سُنَّتِه مِن هَولِ النَّارِ وشِدَّةِ عَذابِها؛ يَحمِلُ كلَّ إنسانٍ على أنْ يَخافَ منها ويأخُذَ بالأسبابِ التي تُنْجِيه من عذابِها.\nوفي هذا الحَديثِ يُفسِّرُ عبدُ اللهِ بنُ عَبَّاسٍ رَضِيَ اللهُ عنهما قَولَ اللهِ عزَّ وجَلَّ: {إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ * كَأَنَّهُ جِمَالَتٌ صُفْرٌ} [المرسلات: 32، 33]، فيقرأُ ابنُ عَبَّاسٍ رَضِيَ اللهُ عنهما كَلِمةَ (القَصَر) بفتح الصَّادِ، على أنها جمعُ قَصَرة، أي: أعناقُ الإبِلِ، أو أصولُ النَّخلِ والشَّجَرِ. يَقولُ ابنُ عبَّاسٍ رضي اللهُ عنهُما: «كُنَّا نَعمِدُ إلى الخَشبةِ ثلاثةَ أذرُع أو فوقَ ذلك، فنَرفَعه للشِّتاءِ»، أي: لأجْلِ الشِّتاء والاستِدفاءِ به، فنُسمِّيه القَصَرَ، وأما القَصْرُ -بالسُّكونِ-: فهو البَيتُ العظيمُ الشَّامِخُ. \nوالمعنى: أنَّ جَهنَّمَ تَرمي المكَذِّبينَ -الذين هم وَقودُها- بشَرَرٍ مُتطايرٍ منها لشِدَّةِ اشتِعالِها، كُلُّ واحدةٍ مِن هذا الشَّرَرِ كأنها القِطَعُ مِنَ الخَشَبِ، التي يجمَعُها الجامعون للاستِدفاءِ بها من البَرْدِ، أو هي الغليظُ مِنَ الخَشَبِ وجُذوعِ الشَّجَرِ، وهذا على قراءةِ ابنِ عَبَّاسٍ وتفسيرِه، وأمَّا على القراءةِ المتواترةِ المشهورةِ، فالمعنى: كُلُّ واحدةٍ مِن هذا الشَّرَرِ كأنَّها البناءُ المرتَفِعُ في عِظَمِها وارتِفاعِها.\nوقَولُه تعالى: {كَأَنَّهُ جِمَالَتٌ صُفْرٌ} هو وَصفٌ آخَرُ للشَّرَرِ المتطايِرِ مِن النَّارِ، ويُشَبِّهُه سُبحانَه بالجِمالةِ الصُّفرِ، وفسَّرَ ابنُ عَبَّاسٍ رَضِيَ اللهُ عنهما الجِمالةَ بأنها حِبالُ السُّفنِ تُجمَعُ، أي: بِضَمِّ بعضِها إلى بَعضٍ حتَّى تَصيرَ قَويَّةً غَليظةً كأوساطِ الرِّجالِ، {صُفْرٌ} جَمعُ الأصْفَر، يعني: لونَ الشَّرَرِ المتطايِرِ من النَّارِ. والمعنى: كأنَّ هذا الشَّرَرَ المتطايِرَ مِنَ النَّارِ حِبالٌ عَظيمةٌ غليظةٌ كالتي تُربَطُ بها السُّفنُ، وأغلظُ منها.\nوقد قيل في تفسيرِ الجِمَالاتِ بأنَّها جمعُ جَملٍ -الدَّابَّةُ المعروفةُ-، وعليه فالمعنى: كأنَّ هذا الشَّرَرَ في هيئتِه ولَونِه وسُرعةِ حَرَكتِه، جِمالٌ لَونُها أصفَرُ.\nوفي الحَديثِ: دَلالةٌ على عِظَمِ جهنَّمَ، وأنَّ شَررَها ليس كشَرَرِ نارِ الدُّنيا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}