{
    "hadith_id": "4974",
    "hadith": "قالَ اللَّهُ: كَذَّبَنِي ابنُ آدَمَ ولَمْ يَكُنْ له ذلكَ، وشَتَمَنِي ولَمْ يَكُنْ له ذلكَ، فأمَّا تَكْذِيبُهُ إيَّايَ فَقَوْلُهُ: لَنْ يُعِيدَنِي، كما بَدَأَنِي، وليسَ أوَّلُ الخَلْقِ بأَهْوَنَ عَلَيَّ مِن إعادَتِهِ، وأَمَّا شَتْمُهُ إيَّايَ فَقَوْلُهُ: اتَّخَذَ اللَّهُ ولَدًا وأنا الأحَدُ الصَّمَدُ، لَمْ ألِدْ ولَمْ أُولَدْ، ولَمْ يَكُنْ لي كُفْئًا أحَدٌ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "4974",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "في هذا الحَديثِ القُدُسيِّ يَروي النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن رَبِّه جلَّ وعلا أنَّه قال: «يَشتِمُني ابنُ آدمَ» فيَتجَرَّأُ على اللهِ تَعالى، فيَصِفُه بما يَقتَضي النَّقصَ، ولا يَجوزُ لِأحَدٍ مِن بَني آدَمَ أنْ يَصِفَ اللهَ سُبحانَه بما يَقتَضي النَّقصَ، قال: «ويُكَذِّبُنِي» ابنُ آدَمَ، وليس له أنْ يُكَذِّبَ اللهَ سُبحانه، ثمَّ فَسَّرَ سُبحانَه مُرادَه بهذا الشَّتْمِ وذاك التَّكذيبِ؛ بأنَّ الذين شَتَمُوا رَبَّ العالَمينَ همُ الذين نَسَبوا له -سُبحانه- الولَدَ؛ مِنَ اليَهودِ والنَّصارى وبَعضِ المُشرِكينَ، وهذا لا يَليقُ به عَزَّ وجَلَّ؛ حيثُ إنَّه يَقتَضي المُجانَسةَ والمُشابَهةَ، والنَّقصَ والحاجةَ، وهو عَزَّ وجَلَّ الواحِدُ الأحَدُ، الذي {لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} [الإخلاص: 3، 4]، وأمَّا الذين كَذَّبوا اللهَ فهم الذين أنكَروا البَعثَ واستَبعَدوه، مع عِلمِهم بأنَّ اللهَ هو الذي خَلَقَهم على غَيرِ مِثالٍ سابِقٍ، فكيف يَخلُقُهم ابتِداءً ثمَّ يَعجِزُ عن إعادَتِهم مَرَّةً أُخرى مع أنَّ الإعادةَ أسهَلُ؟!\nوفي الحَديثِ: أنَّ نِسبةَ الوَلَدِ إلى اللهِ تَعالى شَتيمةٌ، وإنكارٌ لِوَحدانيَّتِه، وتَشبيهٌ له بغَيرِه، وهو شِركٌ به.\nوفيه: أنَّ إنكارَ البَعثِ تَكذيبٌ للهِ تَعالى، ولِوَعدِه.\nوفيه: أنَّ اللهَ هو الذي بَدأ الخَلقَ، وهو الذي يُعيدُه، وفي ذلك إثباتٌ لِحُدوثِ العالَمِ، وإعادةِ الإنسانِ بعْدَ مَوتِه، وأنَّ اللهَ هو الذي يُعيدُه يَومَ القيامةِ؛ لِمُجازاتِه على أعمالِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}