{
    "hadith_id": "5005",
    "hadith": "قالَ عُمَرُ: أُبَيٌّ أقْرَؤُنا، وإنَّا لَنَدَعُ مِن لَحَنِ أُبَيٍّ، وأُبَيٌّ يقولُ: أخَذْتُهُ مِن في رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فلا أتْرُكُهُ لِشيءٍ، قالَ اللَّهُ تَعالَى: {ما نَنْسَخْ مِن آيَةٍ أوْ نُنْسِها نَأْتِ بخَيْرٍ مِنْها أوْ مِثْلِها} [البقرة: 106].",
    "rawi": "عمر بن الخطاب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5005",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (21084) واللفظ له، والنسائي في ((الكبرى)) (10928)، والحاكم (5328) باختلاف يسير.",
    "sharh": "كان أصْحابُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ يَأخُذونَ عنه العِلمَ والشَّرائعَ، وقد تَميَّزَ بعضُهم في بعضِ فُروعِ العِلمِ الشَّرعيِّ، وكان الصَّحابةُ يَشهَدُ بعضُهم لبَعضٍ بالفَضلِ والعِلمِ، وهذا مِن حُسنِ الأدَبِ الَّذي يَنبَغي تعلُّمُه.\nوفي هذا الحَديثِ يقول عُمَرُ بنُ الخطَّابِ رَضيَ اللهُ عنه: «أَقْرَؤُنا أُبَيٌّ»، أي: أكثَرُ الصَّحابةِ حِفظًا للقُرْآنِ وعِلمًا به وفَهمًا له؛ هو أُبَيُّ بنُ كَعبٍ رَضيَ اللهُ عنه.\n«وأقْضانا عَليٌّ»، أي: أكثَرُ الصَّحابةِ عِلمًا وفَهمًا في أُمورِ القَضاءِ، والفَصلِ بيْنَ المُتَنازِعينَ؛ هو عَليُّ بنُ أبي طالبٍ رَضيَ اللهُ عنه. \n«وإنَّا لنَدَعُ مِن قَولِ أُبَيٍّ»، أي: وإنَّنا معَ عِلمِنا بذلك؛ فإنَّنا نَترُكُ مِن قَولِ أُبَيِّ بنِ كَعبٍ في بَعضِ القِراءاتِ الَّتي يَرْويها عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ. وبيَّنَ عُمَرُ رَضيَ اللهُ عنه السَّببَ في ذلك، فذَكَرَ أنَّه كان يقولُ: لا أترُكُ شَيئًا سَمِعْتُه مِن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في قِراءةِ القُرْآنِ كما سَمِعْتُه منه؛ فلمْ يُنسَخْ منه شَيءٌ، وقدِ احتَجَّ عُمَرُ على أُبَيٍّ بأنَّ النَّسخَ مَوْجودٌ، كما قال اللهُ تعالَى في كِتابِه: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا} [البقرة: 106]، أي ما نُبدِّلُ مِن آيةٍ أو نَترُكُها لا نُبَدِّلُها، وهذا يدُلُّ على  ثُبوتِ النَّسخِ في القُرآنِ، وقدْ يقَعُ النَّسخُ على الحُكمِ دونَ التِّلاوةِ، وقدْ يكونُ للتِّلاوةِ معَ بقاءِ الحُكمِ، وقدْ يكونُ لهما معًا، والثَّابتُ في قِراءةِ القُرْآنِ الكَريمِ هو ما كان في العَرْضةِ الأخيرةِ الَّتي عرَضَها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ على جِبْريلَ عليه السَّلامُ في رَمَضانَ قبْلَ أنْ يَموتَ صلَّى اللهُ عليه وسلَّمَ. \nوفي الحَديثِ: بَيانُ فَضْلِ أُبَيِّ بنِ كَعْبٍ وعلِيِّ بنِ أبي طالبٍ رَضيَ اللهُ عنهما.\nوفيه: ثُبوتُ الخِلافِ بيْنَ الصَّحابةِ في وُقوعِ النَّسخِ في القُرآنِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}