{
    "hadith_id": "5030",
    "hadith": "أنَّ امْرَأَةً جَاءَتْ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَقَالَتْ: يا رَسولَ اللَّهِ جِئْتُ لأهَبَ لكَ نَفْسِي، فَنَظَرَ إلَيْهَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَصَعَّدَ النَّظَرَ إلَيْهَا وصَوَّبَهُ، ثُمَّ طَأْطَأَ رَأْسَهُ، فَلَمَّا رَأَتِ المَرْأَةُ أنَّه لَمْ يَقْضِ فِيهَا شيئًا جَلَسَتْ، فَقَامَ رَجُلٌ مِن أصْحَابِهِ، فَقَالَ: يا رَسولَ اللَّهِ إنْ لَمْ يَكُنْ لكَ بهَا حَاجَةٌ فَزَوِّجْنِيهَا، فَقَالَ: هلْ عِنْدَكَ مِن شيءٍ؟ فَقَالَ: لا واللَّهِ يا رَسولَ اللَّهِ، قَالَ: اذْهَبْ إلى أهْلِكَ فَانْظُرْ هلْ تَجِدُ شيئًا؟ فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ: لا واللَّهِ يا رَسولَ اللَّهِ ما وجَدْتُ شيئًا، قَالَ: انْظُرْ ولو خَاتَمًا مِن حَدِيدٍ فَذَهَبَ ثُمَّ رَجَعَ، فَقَالَ: لا واللَّهِ يا رَسولَ اللَّهِ ولَا خَاتَمًا مِن حَدِيدٍ، ولَكِنْ هذا إزَارِي قَالَ سَهْلٌ: ما له رِدَاءٌ فَلَهَا نِصْفُهُ، فَقَالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: ما تَصْنَعُ بإزَارِكَ، إنْ لَبِسْتَهُ لَمْ يَكُنْ عَلَيْهَا منه شيءٌ، وإنْ لَبِسَتْهُ لَمْ يَكُنْ عَلَيْكَ شيءٌ فَجَلَسَ الرَّجُلُ حتَّى طَالَ مَجْلِسُهُ ثُمَّ قَامَ فَرَآهُ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ مُوَلِّيًا، فأمَرَ به فَدُعِيَ، فَلَمَّا جَاءَ قَالَ: مَاذَا معكَ مِنَ القُرْآنِ؟ قَالَ: مَعِي سُورَةُ كَذَا، وسُورَةُ كَذَا، وسُورَةُ كَذَا عَدَّهَا قَالَ: أتَقْرَؤُهُنَّ عن ظَهْرِ قَلْبِكَ؟ قَالَ: نَعَمْ، قَالَ: اذْهَبْ فقَدْ مَلَّكْتُكَهَا بما معكَ مِنَ القُرْآنِ.",
    "rawi": "سهل بن سعد الساعدي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5030",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1425) بنحوه",
    "sharh": "هِبةُ المرأةِ نفْسَها: هي أنْ تَتزوَّجَ الرَّجُلَ بِلا مهرٍ، وقد أحَلَّ اللهُ سُبحانَه ذلك لنبيِّه خاصةً مِن دونِ المؤمِنينَ؛ قال تعالى: {وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ} [الأحزاب: 50].\nوفي هذا الحديثِ يروي سَهلُ بنُ سَعدٍ السَّاعديُّ رَضِيَ اللهُ عنه أنَّ امرأةً جاءتِ لِتَهَبَ نَفْسَها لِلنَّبيِّ صلَّى اللهُ عليه وسلَّم، فوقفَتْ أمامَ النَّبيِّ صلَّى اللهُ عليه وسلَّم طَويلًا، فنظَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّم إليها وصوَّبَ، أي: خفَضَ رأسَه، فلمَّا طالَ قيامُها بيْن يدَيْه ولم يَرُدَّ عليها، قال رجُلٌ: «زوِّجِنيها إنْ لم يكنْ لك بها حاجةٌ»، يعني: إنْ لم تُرِدْ زَواجَها، فسأله النَّبيُّ صلَّى اللهُ عليه وسلَّم: هلْ تَملِكُ شَيئًا يكونُ صَداقَها ومَهرَها؟ فنفى الرَّجُلُ امتلاكَه للمالِ، فقالَ النَّبيُّ صلَّى اللهُ عليه وسلَّم: «انظرْ» فيما عندك، فابحثْ عَن شَيءٍ تَدفَعُه مَهْرًا لها، فذهب وبحَثَ فرجَعَ، وقال: لم أجِدْ شيئًا، فقال له النَّبيُّ صلَّى اللهُ عليه وسلَّم: «الْتَمِسْ ولو خاتمًا مِن حَديدٍ»، يعني: اذْهبْ فأْتِ بأيِّ شَيءٍ، ولو خاتمًا مِن حديدٍ، فذَهَبَ الرَّجلُ وبحَث فيما عنده ثُمَّ أتى، وقال: إنَّه لا يَملِكُ حتَّى الخاتمَ، ولم يكُنْ عليه سِوى إزارٍ يستُرُ به نِصفَ جَسَدِه من الأسفَلِ، فقالَ لِلنَّبيِّ صلَّى اللهُ عليه وسلَّم: «أُصدِقُها إزاري»، أي: أُعْطِيها إِزاري مهرًا، فرفض ذلك النَّبيُّ صلَّى اللهُ عليه وسلَّم؛ لأنَّه إنْ لِبسَتْه المرأةُ لم يكُنْ عليكَ ثَوبٌ، وإنْ لِبْستَهُ أنتَ لم يكنْ عليها ثَوبٌ، فتَراجَعَ الرَّجلُ وجلَسَ، فلمَّا رآهُ النَّبيُّ صلَّى اللهُ عليه وسلَّم ذاهبًا دَعاهُ، وقال له: «ما مَعكَ مِنَ القرآنِ؟» أي: ما تَحفَظُ مِنه؟ فذَكَرَ الرَّجلُ له ما يَحفَظُ مِنَ السُّورِ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّم: «قدْ مَلَّكتُكها بما معكَ مِنَ القرآنِ»، يعني زَوَّجْتُها لك بما تَحفظُ مِنَ القرآنِ.\nوفي الحَديثِ: انعِقادُ النِّكاحِ بغَيرِ لَفظِ النِّكاحِ والتَّزويجِ.\nوفيه: إنكاحُ المُعسِرِ، وأنَّ الكفاءةَ إنَّما هي في الدِّينِ لا في المالِ، وأنَّه لا حَدَّ لأقلِّ المَهرِ.\nوفيه: أنَّ الإمام يُزوِّجُ مَن ليس لها ولِيٌّ خاصٌّ لِمَنْ يَراه كُفؤًا لها، بشَرْطِ رِضاها.\nوفيه: إكرامُ حاملِ القرآنِ، حيث زوَّج النَّبيُّ صلَّى اللهُ عليه وسلَّم المرأةَ للرَّجلِ؛ لأجْلِ كونِه حافظًا للقرآنِ أو لبَعضِه. ليعلِّم المرأةَ ما حفِظه من القرآن، ويكون تعلِيمُه ما حفظه من القرآن مهراً لها.\nوفيه: المُبالَغةُ في تَيسيرِ أمْرِ النِّكاحِ.\nوفيه: دليلٌ على نَظَرِ كبيرِ القَومِ في مصالحِهم، وهدايتِه إيَّاهم إلى ما فيه الرِّفقُ بهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}