{
    "hadith_id": "5041",
    "hadith": "سَمِعْتُ هِشَامَ بنَ حَكِيمِ بنِ حِزَامٍ، يَقْرَأُ سُورَةَ الفُرْقَانِ في حَيَاةِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَاسْتَمَعْتُ لِقِرَاءَتِهِ، فَإِذَا هو يَقْرَؤُهَا علَى حُرُوفٍ كَثِيرَةٍ، لَمْ يُقْرِئْنِيهَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فَكِدْتُ أُسَاوِرُهُ في الصَّلَاةِ، فَانْتَظَرْتُهُ حتَّى سَلَّمَ، فَلَبَبْتُهُ فَقُلتُ: مَن أقْرَأَكَ هذِه السُّورَةَ الَّتي سَمِعْتُكَ تَقْرَأُ؟ قَالَ: أقْرَأَنِيهَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَقُلتُ له: كَذَبْتَ فَوَاللَّهِ إنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ لَهو أقْرَأَنِي هذِه السُّورَةَ، الَّتي سَمِعْتُكَ فَانْطَلَقْتُ به إلى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ أقُودُهُ، فَقُلتُ: يا رَسولَ اللَّهِ إنِّي سَمِعْتُ هذا يَقْرَأُ سُورَةَ الفُرْقَانِ علَى حُرُوفٍ لَمْ تُقْرِئْنِيهَا، وإنَّكَ أقْرَأْتَنِي سُورَةَ الفُرْقَانِ، فَقَالَ: يا هِشَامُ اقْرَأْهَا فَقَرَأَهَا القِرَاءَةَ الَّتي سَمِعْتُهُ، فَقَالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: هَكَذَا أُنْزِلَتْ ثُمَّ قَالَ: اقْرَأْ يا عُمَرُ فَقَرَأْتُهَا الَّتي أقْرَأَنِيهَا، فَقَالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: هَكَذَا أُنْزِلَتْ ثُمَّ قَالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: إنَّ القُرْآنَ أُنْزِلَ علَى سَبْعَةِ أحْرُفٍ، فَاقْرَؤُوا ما تَيَسَّرَ منه.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5041",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5041)، ومسلم (818)",
    "sharh": "مِن رحَمةِ اللهِ عزَّ وجلَّ أنَّه أنزَلَ القرآنَ الكريمَ على أحرُفٍ وقِراءاتٍ تُوافِقُ لَهجاتٍ عَرَبيَّةً عِدَّةً؛ تَخفيفًا وتَيسيرًا وتَسهيلًا على المسلمين. \nوفي هذا الحَديثِ يحكي عُمَرُ بنُ الخَطَّابِ رضِي اللهُ عنه أنه سمع هِشَامَ بنَ حَكِيمٍ رضِيَ اللهُ عنه يَقْرَأُ سُورةَ الفُرقانِ في حَياةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، فاستَمَعَ لقِراءتِه، فإذا هو يَقرأ في مواضِعَ متعَدِّدةٍ خِلافَ ما تعلَّم عُمَرُ قراءتَها من رسولِ اللهِ صلَّى اللهُ عليه وسلَّم، فكاد عُمَرُ يُسَاوِرُه -أي: يُمسِكُ برَأْسِه- وهو في الصَّلاةِ، فَصَبَّر نفْسَه حتَّى سَلَّم مِن صَلاتِه، قال عُمَرُ: «فلبَّبتُه برِدائِه»، أي: أَخذْتُ بِمَجَامِعِ رِدائِه مِن عُنُقِه وجَرَرْتُه به، مَأخوذٌ من اللَّبَّةِ، وهي مَوضِع القِلادَةِ مِن الصَّدرِ؛ وذلك لِئَلَّا يَنفَلِتَ منه، وهذا مِن عُمَرَ رضِيَ اللهُ عنه على عادتِه في الشِّدَّةِ بالأمرِ بالمعروفِ والنَّهيِ عن المنكَرِ، فسَأَلَه: مَن أَقْرَأَكَ هذه السُّورةَ التي سَمِعْتُكَ تَقرؤُها؟! فأجَابَه: أَقْرَأَنِيها رسولُ الله صلَّى اللهُ عليه وسلَّم، فكذَّبه عُمَرُ رضِيَ اللهُ عنه وقال له: إنَّ رسولَ الله صلَّى اللهُ عليه وسلَّم قدْ أَقْرَأَنِيهَا على غيْرِ ما قَرَأْتَها! فانْطَلَق عُمَرُ رضِيَ اللهُ عنه به يَجُرُّه برِدائِه إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، فقال: يا رسولَ اللهِ، إنِّي سَمِعتُ هذا يَقرَأُ بسُورةِ الفُرقانِ على حُروفٍ لم تُقْرِئْنِيهَا، فقال صلَّى اللهُ عليه وسلَّم: «أَرْسِلْه»، أي: أَطْلِقْه، ثُمَّ أمر النَّبيّ صلَّى اللهُ عليه وسلَّم هِشامًا رَضِيَ اللهُ عنه أن يقرَأَ، فقرأ عليه القراءةَ التي سَمِعَها عُمَرُ رضِي اللهُ عنه يَقرَأُ بها، فقال صلَّى اللهُ عليه وسلَّم: «كذلك أُنْزِلَتْ»، ثُمَّ أمر النَّبيُّ صلَّى اللهُ عليه وسلَّم عُمَرَ رَضِيَ اللهُ عنه أن يقرَأَ، فقَرَأَ، وكانت على خِلافِ ما قرأ هشامٌ رَضِيَ اللهُ عنه، فقال صلَّى اللهُ عليه وسلَّم: «كذلك أُنْزِلَتْ». ثُمَّ قال صلَّى اللهُ عليه وسلَّم -تَطْيِيبًا لقلْبِ عُمَرَ رضِي اللهُ عنه، ولِئَلَّا يُنْكِرَ تَصويبَ الشَّيئَيْن المختلِفَيْن-: «إنَّ هذا القرآنَ أُنزِل على سَبْعةِ أَحْرُفٍ»، أي: نزَلَ بسَبعةِ أوجُهٍ، أو سَبْعِ لَهَجاتٍ، وقِيل: سَبعةُ أحكامٍ، والمرادُ منها التَّسهيلُ والتَّيسيرُ، وقيل: أُنزِلَ القرآنُ أولًا بلِسانِ قُريشٍ ومَن جاورَهم من العربِ الفُصحاءِ، ثُمَّ أُبيحَ للعربِ أنْ يَقرؤوه بلُغاتِهم التي جرَتْ عادتُهم باستعمالها على اختِلافِهم في الألفاظِ والإعرابِ، ولم يُكلَّفْ أحدٌ منهم الانتقالَ مِن لُغتِه إلى لُغةٍ أُخرى للمَشقَّةِ، ولِمَا كان فيهم مِن الحَمِيَّةِ، ولطلَبِ تَسهيلِ فَهْمِ المرادِ، وهذه الإباحةُ المذكورةُ لم تقَعْ بالتَّشهِّي بحيثُ يُغيِّرُ كلُّ أحدٍ الكلمةَ بمُرادفِها في لُغتِه، بل المُراعَى في ذلك السَّماعُ مِن النَّبيِّ صلَّى اللهُ عليه وسلَّم.\nوليس المرادُ أنَّ كلَّ كَلِمةٍ وكلَّ جُملةٍ مِن القرآنِ تُقرَأُ على سَبعةِ أوجُهٍ، بل المرادُ أنَّ غايةَ ما انتَهى إليه عدَدُ القِراءاتِ في الكلمةِ الواحدةِ إلى سَبعةٍ، فإن قيل: فإنَّا نَجِدُ بعضَ الكلماتِ يُقرَأُ على أكثرَ مِن سَبعةِ أوجُهٍ، فالجوابُ: أنَّ غالِبَ ذلك إمَّا لا تَثبُتُ الزِّيادةُ، وإمَّا أنْ يكونَ مِن قَبيلِ الاختلافِ في كَيفيَّةِ الأداءِ؛ كما في المدِّ والإمالةِ ونحوِهما، وقيل: ليس المرادُ بالسَّبعةِ حَقيقةَ العددِ، بل المرادُ التَّسهيلُ والتَّيسيرُ.\nثم قال صلَّى اللهُ عليه وسلَّم: «فاقْرَؤُوا ما تَيسَّر منه»، أي: مِنَ الأَحْرُفِ التي أُنزِل بها.\nوفي الحَديثِ: ما يَدُلُّ على شَرَفِ القرآنِ وكَثرةِ وُجُوهِه، وأنَّه ليس ككلامِ الآدَمِيِّينَ الذي لا يَحتمِل إلَّا وجهًا واحدًا.\nوفيه: شِدَّةُ عُمَرَ رَضِيَ اللهُ عنه وغَيرتُه على كتابِ اللهِ عزَّ وجَلَّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}