{
    "hadith_id": "5047",
    "hadith": "رَأَيْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ يَقْرَأُ وهو علَى نَاقَتِهِ أوْ جَمَلِهِ، وهي تَسِيرُ به، وهو يَقْرَأُ سُورَةَ الفَتْحِ أوْ مِن سُورَةِ الفَتْحِ قِرَاءَةً لَيِّنَةً يَقْرَأُ وهو يُرَجِّعُ.",
    "rawi": "عبدالله بن مغفل",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5047",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (794)، وابن حبان (748)، والترمذي في ((الشمائل المحمدية)) (320) بنحوه.",
    "sharh": "جَمالُ الصَّوتِ في قِراءةِ القرآنِ ممَّا يُعينُ على الخُشوعِ والتَّدبُّرِ لدَى القارِئ والمُستمِعِ.\nوفي هذا الحديثِ يَروي عبدُ اللهِ بنُ مُغَفَّلٍ رَضيَ اللهُ عنه أنَّه رَأى رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ يومَ فَتحِ مكَّةَ في السَّنةِ الثَّامِنةِ منَ الهِجرةِ، وكانَ يَركَبُ على نَاقةٍ له وهو يَقرَأُ سُورةَ الفَتحِ كاملةً، أو أنَّه كانَ يَقرأُ بعضَ آياتٍ من سُورةِ الفَتحِ، فرَجَّعَ فيها، أي: رَدَّدَ صَوتَه بالقراءةِ في حلقِه، وجهَرَ به مُكرِّرًا بعدَ إخفائه.\nثُمَّ قَرَأ التَّابعيُّ مُعَاويَةُ بنُ قُرَّةَ الرَّاوي عنِ ابنِ مُغفَّلٍ، فجَعَلَ يَحكي قِراءةَ ابنِ مُغَفَّلٍ بإشباعِ المدِّ في مَوضِعِه، وقالَ: «لَوْلا أنْ يَجتمِعَ النَّاسُ عليكم لَرجَّعتُ كما رَجَّعَ ابنُ مُغَفَّلٍ»، مُحاكيًا قراءةَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، ويأتي بها على الوَجهِ الذي أتى به رسولُ اللهِ صلَّى اللهُ تَعالَى عليه وسلَّمَ؛ وذلك أنَّ النَّاسَ قد يَجتمِعونَ إعجابًا بجَمالِ تلك التِّلاوةِ، فسَألَ شُعبةُ مُعاويةَ: فكيف كانَ تَرجيعُه؟ قالَ: «آ آ آ ثَلاثَ مرَّاتٍ»، وهو مَحمولٌ على الإشباعِ في مَحلِّه، ولا يكون ذلك من بابِ الزِّيادةِ في الحرفِ، بل هو مُغتفَرٌ للحاجةِ، والقِراءةُ بالتَّرجيعِ والألحانِ تَجمَعُ نُفوسَ النَّاسِ إلى الإصغاءِ والتَّفهُّمِ، ويَستميلها ذلك حتَّى لا تكادُ تَصبِرُ عن استماعِ المَشوبِ بلذَّةِ الحِكمةِ المَفهومةِ منه.\nوقيلَ في الحِكمةِ من تَرجيعِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وتَحسينِ صَوتِه بالقُرآنِ في هذا المَوقِفِ: أنَّه أرادَ أن يُبالِغَ في تَزيينِ قراءتِه لسُورةِ الفَتحِ التي كانَ وعَدَه اللهُ فيها بفَتحِ مكَّةَ، فأنجَزَه له؛ ليَستميلَ قُلوبَ المُشرِكين، بفَهمِ ما يَتلوه من إنجازِ وَعدِ اللهِ له فيهم، بإلذاذِ أسماعِهم بحُسنِ الصَّوتِ المُرجَّعِ فيه بنَغمٍ مَضبوطٍ.\nوفي الحديثِ: مَشروعيَّةُ التَّغنِّي بالقرآنِ مع المُحافَظةِ على أصواتِه وأحكامِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}