{
    "hadith_id": "5113",
    "hadith": "كَانَتْ خَوْلَةُ بنْتُ حَكِيمٍ مِنَ اللَّائِي وهَبْنَ أنْفُسَهُنَّ للنبيِّ صَلَّى اللهُ عليه وسلَّمَ، فَقالَتْ عَائِشَةُ: أما تَسْتَحِي المَرْأَةُ أنْ تَهَبَ نَفْسَهَا لِلرَّجُلِ فَلَمَّا نَزَلَتْ: (تُرْجِئُ مَن تَشَاءُ منهنَّ) قُلتُ: يا رَسولَ اللَّهِ، ما أرَى رَبَّكَ إلَّا يُسَارِعُ في هَوَاكَ",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5113",
    "grade": "[أورده في صحيحه] وقال : رواه أبو سعيد المؤدب ومحمد بن بشر وعبدة عن هشام عن أبيه عن عائشة يزيد بعضهم على بعض",
    "takhrij": "أخرجه مسلم (1464)، والنسائي (3199)، وابن ماجه (2000) باختلاف يسير.",
    "sharh": "شرَعَ اللهُ سُبحانَه لنَبيِّه مُحمَّدٍ صلَّى اللهُ عليه وسلَّم بعضَ الأحكامِ الخاصَّةِ به، ومِن ذلك أنَّه أباحَ له الزَّواجَ بأكثَرَ مِن أربعِ نِسوةٍ، وأنْ تهَبَ المرأةُ نفْسَها له، كما أعطاه خُمُسَ غَنائمِ الحربِ، وغيرَ ذلك.\nوفي هذا الحَديثِ تُخبر أمُّ المُؤمِنينَ عائِشةُ رَضِي اللهُ عَنها: أنها كانت تغارُ وَفي مُسنَدِ أحمَدَ: «كانَتْ تَعيرُ»، فَالمَعنى: أنها كانت تَعيبُ على اللَّاتي وَهبْنَ أنفُسَهنَّ لِرَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، وهُنَّ مَن عَرَضْنَ أنفُسَهنَّ للزَّواجِ مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّم بِدونِ مَهرٍ، وكان مِن هؤلاء الواهباتِ: خَولةُ بنتُ حَكيمٍ، وأمُّ شريكٍ، وفاطمةُ بنتُ شُرَيحٍ، وزينبُ بنتُ خُزَيمةَ، ومَيمونةُ بنتُ الحارثِ، وليلى بنتُ الحطيمِ رَضِيَ اللهُ عنهن، فَكانتْ أمُّ المُؤمِنينَ عائَشةُ رَضِيَ اللهُ عنها تَستغرِبُ وتَقولُ: «أتَهبُ المَرأةُ نَفْسَها؟!»  وكان هذا منها رَضِيَ اللهُ عنها تَقبيحًا لهذا الفعلِ وتنفيرًا للنِّساءِ عنه؛ لئلَّا تهَبَ النِّساءُ أنفُسَهنَّ له صلَّى اللهُ عليه وسلَّم. \nفَلمَّا أنْزَلَ اللهُ تعالَى: {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ} [الأحزاب: 51]، وَالآيةُ عامَّةٌ في أمْرِ الواهِباتِ أنفُسَهنَّ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، أي: تَقبَلُ هِبةَ مَن شِئتَ وتَرُدُّ مَن شِئتَ. وَهي أيضًا في زَوجاتِه؛ فَهوَ صلَّى اللهُ عليه وسلَّم مُخيَّرٌ فيهِنَّ: إنْ شاءَ قَسَمَ، وإنْ شاءَ لَمْ يَقسِمْ، ولكِنَّه كان يَقسِمُ بينهنَّ صلَّى اللهُ عليه وسلَّم تطييبًا لنُفوسِهنَّ. قالت أمُّ المُؤمِنينَ عائشةُ رضِيَ اللهُ عنها: قُلتُ -يعني لَمَّا نزلت هذه الآيةُ-: ما أَرى رَبَّك إلَّا يُسارِعُ في هَواكَ! أي: يُلبِّي لكَ مُرادَك وَما تُريدُ دونَ تَأخيرٍ، ويُنزِلُ ما تُحِبُّ وتَختارُ، ويسارِعُ في مُوافقتِك على ما تُحِبُّ ممَّا أحلَّه لك، ويُخفِّفُ عنك ويُوسِّعُ عليك في الأُمورِ. وقولُها هذا كِنايةٌ عن تَرْكِها ذلك التَّنفيرَ والتَّقبيحَ؛ لِمَا رأَتْ من مُسارعةِ اللهِ تعالى في مَرضاةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم.\nوفي الحَديثِ: إظهارُ مَكانةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم عندَ رَبِّه عزَّ وجلَّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}