{
    "hadith_id": "5122",
    "hadith": "أنَّ عُمَرَ بنَ الخَطَّابِ، حِينَ تَأَيَّمَتْ حَفْصَةُ بنْتُ عُمَرَ مِن خُنَيْسِ بنِ حُذَافَةَ السَّهْمِيِّ، وكانَ مِن أصْحَابِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَتُوُفِّيَ بالمَدِينَةِ، فَقالَ عُمَرُ بنُ الخَطَّابِ: أتَيْتُ عُثْمَانَ بنَ عَفَّانَ، فَعَرَضْتُ عليه حَفْصَةَ، فَقالَ : سَأَنْظُرُ في أمْرِي، فَلَبِثْتُ لَيَالِيَ ثُمَّ لَقِيَنِي، فَقالَ: قدْ بَدَا لي أنْ لا أتَزَوَّجَ يَومِي هذا، قالَ عُمَرُ: فَلَقِيتُ أبَا بَكْرٍ الصِّدِّيقَ، فَقُلتُ: إنْ شِئْتَ زَوَّجْتُكَ حَفْصَةَ بنْتَ عُمَرَ، فَصَمَتَ أبو بَكْرٍ فَلَمْ يَرْجِعْ إلَيَّ شيئًا، وكُنْتُ أوْجَدَ عليه مِنِّي علَى عُثْمَانَ، فَلَبِثْتُ لَيَالِيَ ثُمَّ خَطَبَهَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فأنْكَحْتُهَا إيَّاهُ، فَلَقِيَنِي أبو بَكْرٍ، فَقالَ: لَعَلَّكَ وجَدْتَ عَلَيَّ حِينَ عَرَضْتَ عَلَيَّ حَفْصَةَ فَلَمْ أرْجِعْ إلَيْكَ شيئًا؟ قالَ عُمَرُ: قُلتُ: نَعَمْ، قالَ أبو بَكْرٍ: فإنَّه لَمْ يَمْنَعْنِي أنْ أرْجِعَ إلَيْكَ فِيما عَرَضْتَ عَلَيَّ، إلَّا أنِّي كُنْتُ عَلِمْتُ أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قدْ ذَكَرَهَا، فَلَمْ أكُنْ لِأُفْشِيَ سِرَّ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، ولو تَرَكَهَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قَبِلْتُهَا.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5122",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كان الصَّحابةُ رَضيَ اللهُ عنهم يُحبُّونَ المُصاهَرةَ بيْنَهم؛ لمَا فيها مِنَ الشَّرفِ، والعِزَّةِ، والمَكانةِ.\nوفي هذا الحَديثِ يَحْكي عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما أنَّه لمَّا تأَيَّمَتْ أُختُه حَفْصةُ، أي: صارَت بلا زَوجٍ، وكان زَوْجُها خُنَيسَ بنَ حُذافةَ السَّهْميَّ القُرَشيَّ رَضيَ اللهُ عنه مِن أصْحابِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وقد شهِدَ بَدرًا في العامِ الثَّاني منَ الهِجْرةِ النَّبويَّةِ، وتُوفِّيَ بالمَدينةِ من جِراحةٍ أصابَتْه يومَ أحُدٍ، ومات بالمَدينةِ بعدَها، ويُحتَمَلُ أنَّ الإصابةَ كانت ببَدرٍ، ومات بعدَها بالمَدينةِ، وبعْدَ مَوتِه لَقيَ عُمَرُ بنُ الخطَّابِ عُثمانَ بنَ عفَّانَ رَضيَ اللهُ عنهما، فعرَضَ عليه الزَّواجَ منِ ابنَتِه حَفْصةَ رَضيَ اللهُ عنها، فقال عُثمانُ رَضيَ اللهُ عنه: سَأنْظُرُ في أَمْري، ثمَّ لَقِيَه عُثمانُ رَضيَ اللهُ عنه فقال: قدْ بَدا لي ألَّا أتَزوَّجَ يَوْمي هذا، يَعني: قدْ ظهَر لي واستَقَرَّ عِندي ألَّا أتَزوَّجَ في وَقْتي الحاضِرِ. \nثمَّ عرَضَ عُمَرُ رَضيَ اللهُ عنه على أبي بَكرٍ رَضيَ اللهُ عنه الزَّواجَ مِن حَفْصةَ رَضيَ اللهُ عنها، فصمَتَ أبو بَكرٍ رَضيَ اللهُ عنه، ولم يرُدَّ على عُمَرَ بأيِّ جَوابٍ، لا في وَقتِ العَرضِ، ولا بعْدَه، فكان عُمَرُ رَضيَ اللهُ عنه على أبي بَكرٍ رَضيَ اللهُ عنه أوْجَدَ، أي: أشَدَّ وأكثَرَ غضَبًا وألَمًا؛ وذلك لِمَا كان بيْنَهما مِن أَكيدِ المَودَّةِ، ولأنَّ عُثمانَ رَضيَ اللهُ عنه اعتذَرَ، أمَّا أبو بَكرٍ رَضيَ اللهُ عنه فلم يَعتَذِرْ. \nويُخبِرُ عُمَرُ رَضيَ اللهُ عنه أنَّه مَكَثَ لياليَ، ثمَّ خَطبَها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، فزَوَّجَها إيَّاه، فلَقِيَه أبو بَكرٍ رَضيَ اللهُ عنه، فقال: لعلَّكَ غضِبْتَ منِّي حينَ عرَضْتَ عَلَيَّ حَفْصةَ للزَّواجِ، فلمْ أُجِبْك بشَيءٍ؟ قال عمَرُ: نَعمْ، قال أبو بَكرٍ: فإنَّه لم يَمْنَعْني أنْ أُجِيبَك بشَيءٍ فيما عرَضْتَ علَيَّ، إلَّا أنِّي قدْ علِمْتُ أنَّه صلَّى اللهُ عليه وسلَّمَ قدْ ذكَرَها لنفْسِه يُريدُ الزَّواجَ منها، فلم أكُنْ لأُفشيَ سرَّ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ولو ترَكَها ولم يَذكُرْها لنفْسِه لقَبِلْتُها لنَفْسي زَوجةً.\nوفي الحَديثِ: فَضلُ كِتْمانِ السِّرِّ، فإذا أظهَرَه صاحبُه ارتفَعَ الحرَجُ.\nوفيه: أنَّ الرَّجلَ إذا تُوفِّيَ زَوجُ وَليَّتِه يَسْعى لها في النِّكاحِ ولا يُهمِلُها.\nوفيه: أنَّ للوَليِّ أنْ يَخْتارَ لوَليَّتِه الأكْفأَ.\nوفيه: الاعْتِذارُ وإيضاحُ الأُمورِ عندَ مَظِنَّةِ التَّقْصيرِ؛ لاسْتِدامةِ الوُدِّ، ودَفعِ وَساوِسِ الشَّيطانِ.\nوفيه: أنَّ الأبَ يُزوِّجُ ابنتَه الثَّيِّبَ مِن غَيرِ أنْ يَستَأمِرَها؛ لعِلْمِه أنَّها لا تَكرَهُ ذلك، وكان الخاطِبُ كُفؤًا لها، ورَضِيَت به.\nوفيه: مَنقَبةٌ عَظيمةٌ للصَّحابيِّ خُنَيْسِ بنِ حُذافةَ السَّهْميِّ بكَونِه من أهلِ بَدرٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}