{
    "hadith_id": "5241",
    "hadith": "لا تُباشِرِ المَرْأَةُ المَرْأَةَ، فَتَنْعَتَها لِزَوْجِها كَأنَّهُ يَنْظُرُ إلَيْها.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5241",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "مِن أهَمِّ مَقاصدِ الإسلامِ حِفظُ الأعْراضِ؛ ولذلِك نَهَى الإسلامُ عن كلِّ شَيءٍ يُؤدِّي إلى انتِهاكِ الأعْراضِ، وسَدَّ كلَّ ذَريعةٍ تُؤدِّي إلى إفْسادِها، كما أرْشدَ إلى ما يَحفَظُ القلوبَ مِن الوُقوعِ في الهَوى.\nوفي هذا الحديثِ يقولُ الرَّسولُ صلَّى اللهُ عليه وسلَّم: «لا تُباشِرِ المرْأةُ المرْأةَ»، المباشَرةُ هي المسُّ واتِّصالُ الجِسمِ بالجِسمِ، بمعنى أنَّها تلمَسُها أو تضَعُ يَدَها على جِسمِها لتُدرِكَ مدى نعومتِها، فهذا هو المقصودُ من المباشَرةِ؛ وذلك لأنَّ هناك نظرًا وهناك مُباشرةً، فالنَّظَرُ يكونُ بإطلاقِ البَصَرِ إليها، وأمَّا المباشرةُ فتكونُ بوَضعِ اليَدِ على جِسمِها لتَعرِفَ المرأةُ بالملامسةِ مدى نعومةِ الجِسمِ.\nفليس للمرأةِ أن تفعَلَ ذلك، ثمَّ بعد ذلك تَصِفَها لزوجها وتُخْبِرَه بِمَحاسِنها وما فيها مِن جَمالٍ أو قُبحٍ، كأنَّهُ يَنظُرُ إلَيها؛ لشِدَّةِ الوَصفِ ودِقَّتِه، فإنْ كانتِ الموصوفةُ جَميلةً تَعلَّقَ قلْبُه بها، فيَميلُ إلَيها، ويَفتَتِنُ بها، ويَكرَهُ زَوجتَهُ التي وصَفتْها لأجْلِها، فيكونُ ذلكَ سَببَ طَلاقِها، وإِنْ كانتِ الموصوفةُ قَبيحةً فهذا مِن الغِيبةِ، والتي رُبَّما تَجعَلُ زَوجَها غيرَ راضٍ عَنها.\nوهذا النَّهيُ لا يخُصُّ النِّساءَ فقط، بل يشمَلُ الرِّجالَ أيضًا؛ فقد ورد عند مسلمٍ وأصحابِ السُّنَنِ من حديثِ أبي سعيدٍ الخُدريِّ رَضِيَ اللهُ عنه، أنَّ رَسولَ الله صلَّى اللهُ عليه وسلَّم قال: «لا ينظُرُ الرَّجُلُ إلى عورةِ الرَّجُلِ، ولا تنظُرُ المرأةُ إلى عورةِ المرأةِ، ولا يُفْضِي الرَّجُلُ إلى الرَّجُلِ في الثَّوبِ الواحِدِ، ولا تُفضي المرأةُ إلى المرأةِ في الثوبِ الواحِدِ»، فهذا الحديثُ يدُلُّ على نهيِ الرِّجالِ والنِّساءِ عن النَّظَرِ إلى عَوْراتِ بَعْضِهم، أو تلامُسِ الأجسادِ في الثوبِ الواحِدِ، وعَدَمِ وَصفِ طرَفٍ للآخَرِ أمامَ غيرِه وصفًا يُثيرُ الغرائزَ، مع مراعاةِ الضَّرورةِ في النَّظَرِ، مِثلُ نَظَرِ الأطبَّاءِ إلى المرضى، ونظَرِ الزَّوجينِ إلى بعضِهما، وكمن أرسل إحدى محارِمِه لتنظُرَ إلى امرأةٍ وتَصِفَها له ليَخطُبَها؛ فذلك كُلُّه لا بأسَ به؛ لأنَّه قد تعَلَّق به غَرَضٌ صحيحٌ مشروعٌ.\nوفي الحَديثِ: النَّهيُ عن وَصْفِ المرأةِ غَيرَها مِن النِّساءِ لزَوجِها، ونَقْلِ دَواخِلِ الغَيرِ وإفْشاءِ ما أمَرَ اللهُ بحِفْظهِ.\nوفيه: تَربِيةٌ وإرْشادٌ نَبويٌّ لحِفظِ الأعراضِ وحِفظِ القُلوبِ مِن التَّعلُّقِ بما حرَّمهُ اللهُ.\nوفيه: إرْشادٌ إلى سَدِّ الذَّرائعِ المؤدِّيةِ إلى إفْسادِ القُلوبِ وإفْسادِ العَلاقاتِ بيْنَ الناسِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}