{
    "hadith_id": "525",
    "hadith": "كُنَّا جُلُوسًا عِنْدَ عُمَرَ رَضِيَ اللَّهُ عنْه، فقالَ: أيُّكُمْ يَحْفَظُ قَوْلَ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ في الفِتْنَةِ، قُلتُ أنا كما قالَهُ: قالَ: إنَّكَ عليه أوْ عليها لَجَرِيءٌ، قُلتُ: فِتْنَةُ الرَّجُلِ في أهْلِهِ ومالِهِ ووَلَدِهِ وجارِهِ، تُكَفِّرُها الصَّلاةُ والصَّوْمُ والصَّدَقَةُ، والأمْرُ والنَّهْيُ، قالَ: ليسَ هذا أُرِيدُ، ولَكِنِ الفِتْنَةُ الَّتي تَمُوجُ كما يَمُوجُ البَحْرُ، قالَ: ليسَ عَلَيْكَ مِنْها بَأْسٌ يا أمِيرَ المُؤْمِنِينَ، إنَّ بيْنَكَ وبيْنَها بابًا مُغْلَقًا، قالَ: أيُكْسَرُ أمْ يُفْتَحُ؟ قالَ: يُكْسَرُ، قالَ: إذًا لا يُغْلَقَ أبَدًا، قُلْنا: أكانَ عُمَرُ يَعْلَمُ البابَ؟ قالَ: نَعَمْ، كما أنَّ دُونَ الغَدِ اللَّيْلَةَ، إنِّي حَدَّثْتُهُ بحَدِيثٍ ليسَ بالأغالِيطِ فَهِبْنا أنْ نَسْأَلَ حُذَيْفَةَ، فأمَرْنا مَسْرُوقًا فَسَأَلَهُ، فقالَ: البابُ عُمَرُ.",
    "rawi": "حذيفة بن اليمان",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "525",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (144)، وابن ماجه (3955)، وأحمد (23412) جميعا مطولا باختلاف يسير.",
    "sharh": "الفِتنُ والابتلاءاتُ كَثيرةٌ؛ ومنها فِتنٌ يَسيرةٌ، وفِتنٌ عَظيمةٌ، وقد أخبَرَنا النبيُّ صلَّى اللهُ عليه وسلَّمَ عن كثيرٍ مِن الفِتَنِ الَّتي ستَحدُثُ؛ تحذيرًا منها، ومُسارَعةً إلى الأخذِ بأسبابِ النَّجاةِ.\nوفي هذا الحَديثِ يَروي حُذَيفةُ بنُ اليَمانِ رَضيَ اللهُ عنهما أنَّ عُمرَ رَضيَ اللهُ عنه في عَهدِ خِلافتِه سَأَل أصحابَ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ في مَجلسِه آنَذاك: أيُّكم يحفَظُ قولَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ في الفِتنةِ؟ فظَنَّ حُذيفةُ رَضيَ اللهُ عنه أنَّ عُمرَ رضيَ اللهُ عنه يَسألُ عن الفِتنةِ الخاصَّةِ، فأجابه بأنَّه يَعرِفُ كلامَ النبيِّ صلَّى اللهُ عليه وسلَّمَ في الفِتنةِ حَرفيًّا مِثلَ ما قالَه تمامًا؛ فهي: فِتنةُ الرَّجُلِ في أهلِه ومالِه وولَدِه وجارِه، والمرادُ بها ما يَعرِضُ له معهم مِن شرٍّ أو حُزنٍ وشِبهِ ذلك، وانشغالُه بهم عن الطاعاتِ، وتَفريطُه في القِيامِ بما يَلزَمُ مِن حُقوقِهم، وتَقصيرُه في أمْرِ دِينِه، وما يُفتَتنُ به مِن صِغارِ الذُّنوبِ، وهذه تُكفِّرُها الصَّلاُة والصَّومُ والصَّدقةُ والأمرُ بالمعروفِ والنَّهيُ عن المنكَرِ، أي: إنَّ هذه الفِتنَ الخاصَّةَ الَّتي تُصيبُ المسلِمَ بسَببِ حُبِّه لنفْسِه وولَدِه ومالِه، تُكَفِّرُها الطَّاعاتُ والحسناتُ، ولكنَّ عُمرَ رَضيَ اللهُ عنه ما كان يُريدُ هذه الفِتنَ الخاصَّةَ، بل الفِتنةَ الَّتي تَمُوجُ كما يَموجُ البَحرُ، أي: يَضْطَرِبُ بها الناسُ ويدفَعُ بعضُهم بعضًا، وهي الفِتنةُ العامَّةُ الَّتي تُصيبُ المسلِمينَ عامَّةً، فطَمْأنَه حُذيفةُ رَضيَ اللهُ عنه بأنَّه لو كان سؤالُه عن الفِتنةِ العامَّةِ الَّتي تُصيبُ المسلِمينَ جميعًا بالشُّرورِ والبلايا، وتُوقِعُهم في الحُروبِ وسَفْكِ الدِّماءِ فيما بيْنَهم؛ فإنَّ المسلِمينَ اليومَ في مأمنٍ منها، وإنَّ بيْنَه وبيْنَ هذه الفِتنةِ بابًا مُغلَقًا قويًّا، ولكنَّ هذا البابَ سيُكسَرُ ويَزولُ بالعُنفِ والشِّدَّةِ والدَّمِ، وهنا عَلِم عُمَرُ رَضيَ اللهُ عنه أنَّ هذا البابَ إذا كُسِر فإنَّه سيَبْقَى مَفتوحًا للدِّماءِ، فلا تنتهي الحُروبُ بيْنَ المسلِمينَ، فأخبَرَ التابِعيُّ أبو وائلٍ شَقيقُ بنُ سَلَمةَ أنَّهم هابوا أن يَسألوا حُذَيْفةَ مَنِ المرادُ بالبابِ، فتقَدَّموا لِمَسروقِ بنِ الأجْدَعِ لِيَسألَه عن ذلك، وإنَّما تجَرَّأ مَسروقٌ على سُؤالِه؛ لكثرةِ عِلمِه، وعُلوِّ مَنزِلتِه، فأخبَرَهم حُذَيْفةُ رَضيَ اللهُ عنه أنَّه عُمرُ رَضيَ اللهُ عنه، ولفظُ البابِ كِنايةٌ عنه.\nفسَأل التابِعونَ حُذَيْفةَ رَضيَ اللهُ عنه عن عِلمِ عُمرَ بمَن يُقصَدُ بهذا البابِ الَّذي إذا كُسِر خرَجَتِ الفِتنةُ، فأخبَرَ حُذَيْفةُ رَضيَ اللهُ عنه أنَّ عُمرَ رَضيَ اللهُ عنه عَلِم أنَّه هو البابُ «كما أنَّ دُونَ غَدٍ لَيْلةً»، أي: أنَّ عِلمَه بذلك يَقينيٌّ وضروريٌّ وظاهرٌ كما أنَّه لا شكَّ أنَّ اليومَ الذي أنتَ فيه يَسبِقُ الغدَ الذي يأتي بعدَها، فكان يَعلَمُ أنَّ الحائلَ بيْنَ الإسلامِ وبيْنَ الفِتنةِ وُجودُه رَضيَ اللهُ عنه؛ «وذلكَ أنِّي حَدَّثْتُه حَديثًا ليس بالأغالِيطِ» فما فَهِمَه عُمَرُ وعَلِمَه إنَّما يَرجِعُ لِمَا حدَّث به حُذَيْفةُ رَضيَ اللهُ عنه، وهو حديثٌ عن النبيِّ صلَّى الله تعالَى عليه وسلَّمَ، لا عن اجتِهادٍ ولا رأْيٍ، وقد كان ذلك حيثُ كانتِ الدَّولةُ في عهدِه قويَّةً، والرَّعيَّةُ تَهابُه وتُحِبُّه في الوقتِ نفْسِه، والأعداءُ يَخافونه لِقُوَّتِه وبأسِه، أمَّا بَعْدَه فقدْ ظهرَتِ الفِتَنُ، وتفَرَّقَتِ الكلِمةُ، كما حدَث في الفِتنةِ الَّتي قُتِل فيها الخَليفةُ عُثْمانُ بنُ عفَّانَ رَضيَ اللهُ عنه، ثمَّ ما كان بعْدَ ذلك مِن ظُهورِ الخَوارجِ، والقِتالِ بيْنَ عليٍّ رَضيَ اللهُ عنه ومُخالِفيه، وظُهورِ الفِرَقِ والجَماعاتِ الضالَّةِ الَّتي لم تَنْتَهِ فِتنتُها حتَّى اليَوم.\nوفي الحديثِ: فَضلٌ ومَنقبةٌ لعُمرَ بنِ الخطَّابِ رَضيَ اللهُ عنه.\nوفيه: أنَّ الطَّاعاتِ كَفَّارةٌ للخطيئاتِ.\nوفيه: دَلالةٌ على حُسْنِ أدبِ التابِعينَ مع كِبارِهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}