{
    "hadith_id": "5304",
    "hadith": "وَأنا وكافِلُ اليَتِيمِ في الجَنَّةِ هَكَذا وأَشارَ بالسَّبَّابَةِ والوُسْطَى، وفَرَّجَ بيْنَهُما شيئًا.",
    "rawi": "سهل بن سعد الساعدي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5304",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "اهتَمَّت الشَّريعةُ بحُقوقِ اليتامَى؛ نَظَرًا لضَعْفِهم وقِلَّةِ حِيلَتِهم، فنَصَّ القرآنُ الكريمُ والسُّنةُ النَّبويَّةُ الشَّريفةُ على تلكَ الحقوقِ، وجعَلَ اللهُ لمَن قام على أمرِه بما شَرَعه اللهُ أجرًا عَظيمًا.\n وفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه وكافِلُ اليَتيمِ، وهُو المُربِّي لَه والقائِمُ بأَمرِه، سواءٌ كان هذا اليتيمُ له قَرابةٌ بمُربِّيه، أو مِن غيرِ قَرابتِه، فوَعَدَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بأنَّه يكونُ في الجنَّةِ مُصاحبًا لَه صلَّى اللهُ عليه وسلَّمَ؛ لعِظَمِ أَجرِه عِندَ اللهِ تَعالى، واليَتيمُ هو مَن مات أبوهُ وهو صَغيرٌ دونَ سِنِّ البُلوغِ، فإذا بلَغَ زال عنه اسمُ اليُتمِ، والمرادُ بكَفالتِه: رِعايتُه والقيامُ بشُؤونِه، وحِفظِ مالِه -إنْ كان له مالٌ- بما يكونُ أصْلَحَ له وأنفَعَ؛ بالمُحافَظةِ عليه، وتَنْمِيتِه وتَثْميرِه في الوُجوهِ المأْمونةِ الَّتي يَغلِبُ على الظَّنِّ -بحَسَبِ العادةِ- أنْ لا خَسارةَ فيها، وذلك إلى وَقتِ بُلوغِه، فإذا بلَغَ وأُونِسَ منه رُشْدٌ، وحُسْنُ تَصرُّفٍ؛ دُفِعَ مالُه إليه.\n وأشارَ مالكُ بنُ أنسٍ -مِن رُواةِ الحديثِ- وهُو إِمامُ دارِ الهجرَةِ وَصاحبُ المذهَبِ المشهورِ، أَشارَ في تِلكَ الرِّوايةِ تَفسيرًا للمَعيَّةِ والمُقارَبةِ بيْن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وكافلِ اليتيمِ «بالسَّبَّابةِ والوُسطَى»، والسَّبَّابَةُ هِي الإصبعُ الَّتي بيْن الوُسطَى والإبهامِ، وفَعَلَ ذلكَ ليُوضِّحَ كَلماتِ الحديثِ، أي: يَأْتي يَوْمَ القِيامَةِ مُصاحِبًا للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ كمُصاحَبَةِ الإصْبَعيْنِ في اليَدِ الواحِدَةِ مِثلَ إصْبَعِ السَّبَّابةِ بجِوارِ الإصْبَعِ الوُسْطى. \n وفي الحديثِ: الحثُّ على الإحسانِ إِلى اليَتامى وكَفَالتِهم.\n وفيه: بَيانُ فَضلِ كَفالةِ اليتيمِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}