{
    "hadith_id": "5323",
    "hadith": "عَنْ عائِشَةَ، أنَّها قالَتْ: ما لِفاطِمَةَ ألا تَتَّقِي اللَّهَ يَعْنِي في قَوْلِها: لا سُكْنَى ولا نَفَقَةَ.",
    "rawi": "القاسم بن محمد بن أبي بكر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5323",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5323، 5324)، ومسلم (1481)",
    "sharh": "شرَعَ اللهُ الطَّلاقَ إذا اختارَ الزَّوجانِ الفِراقَ بعْدَ بَذلِ الوُسعِ في الصُّلحِ بيْنَهما، وجعَلَهُ ثَلاثَ تَطْليقاتٍ؛ حتَّى يُراجِعَ كُلٌّ مِنَ الزَّوجَيْنِ نفْسَه، وإلَّا كان الفِراقُ بيْنَهما في الطَّلْقةِ الثَّالثةِ، فلا تَحِلُّ له بَعدَ ذلك حتَّى تَنكِحَ زَوجًا غيرَهُ، وقد نظَّمَ الإسْلامُ أيضًا الحقوقَ والواجباتِ بينَ الزَّوجَينِ بعدَ الطَّلاقِ.\nوفي هذا الحَديثِ يَرْوي محمَّدُ بنُ القاسِمِ أنَّ أمَّ المؤمِنينَ عائشةَ رَضيَ اللهُ عنها لَمَّا أُخبِرَتْ بقَوْلِ فاطِمةَ بنتِ قَيْسٍ: إنَّ زَوجَها طلَّقَها ثَلاثًا، فَلَمْ يَجعَلْ لها رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ سُكْنى ولا نَفقةً مدَّةَ عدَّتِها -قالَتْ مُنْكِرةً لقولِها: «ما لِفاطمةَ» بنتِ قيسٍ «خَيْرٌ» في «أنْ تَذْكُرَ» وتُحدِّثَ «هذا» الحديثَ للنَّاسِ؛ لأنَّه يُخالِفُ الصَّريحَ من كتابِ اللهِ عزَّ وجلَّ وسُنَّةِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ! \nوقد رَدَّ حديثَ فاطمةَ بنتِ قيسٍ جَمْعٌ مِنَ الصَّحابةِ، منهم: عُمَرُ، وعائشةُ، وغيرُهُما؛ لأنَّه حديثٌ مُخالِفٌ في رأيِهم لقولِه تعالى: {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ} [الطلاق: 1]، وقيلَ: إنَّما أَمَرها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ تخرُجَ من بيتِها وتَعْتَدَّ في بَيتِ ابنِ أُمِّ مَكْتومٍ، ولم يَجعَلْ لها نَفقةً لحالةٍ خاصَّةٍ بها؛ وذلك أنَّها كانتْ تَتطاوَلُ بلِسانِها على أهلِ زَوجِها، أو أنَّها كانتْ في مَكانٍ مُوحِشٍ؛ فَخِيفَ عليها أنْ يَقتحِمَ عليها زوْجُها أو غيْرُهُ، وقد عابَتْ عليها عائشةُ رَضيَ اللهُ عنها أشدَّ العَيْبِ رِوايتَها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}