{
    "hadith_id": "5329",
    "hadith": "لَمَّا أرادَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ أنْ يَنْفِرَ، إذا صَفِيَّةُ علَى بابِ خِبائِها كَئِيبَةً، فقالَ لَها: عَقْرَى أوْ حَلْقَى، إنَّكِ لَحابِسَتُنا، أكُنْتِ أفَضْتِ يَومَ النَّحْرِ؟ قالَتْ: نَعَمْ، قالَ: فانْفِرِي إذًا.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5329",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5329)، ومسلم (1211)",
    "sharh": "الحجُّ هو الرُّكنُ الخامسُ مِن أركانِ الإسلامِ، وقد بيَّنَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مَناسِكَ الحجِّ بأقوالِه وأفعالِه، ونَقَلَها لنا الصَّحابةُ الكرامُ رَضيَ اللهُ عنهم أجمعينَ.\r\nوفي هذا الحديثِ تَحكي أمُّ المؤمنينَ عائِشةُ رَضيَ اللهُ عنها أنَّ الصَّحابةَ رَضيَ اللهُ عنهم خَرَجوا مع النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في حَجَّة الوَداعِ في العامِ العاشرِ مِن الهجرةِ وهمْ لا يَقصِدون سِوى الحجِّ، ولم تَذكُرِ الاعتمارَ على ما كانوا يَعهَدونه مِن تَرْكِ الاعتمارِ في أشهُرِ الحجِّ، فلمَّا وَصَلوا مَكَّةَ طاف النبيُّ صلَّى اللهُ عليه وسلَّمَ ونِساؤه وأصحابُه طَوافَ العُمرةِ، وسَعَوا بيْن الصَّفا والمَروةِ، ولم تَطُفْ أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها لِأجْلِ حَيضِها، فأمَرَ صلَّى اللهُ عليه وسلَّمَ مَن لَم يكُن أحضَرَ الهدْيَ معه مِن خارجِ مكَّةَ أنْ يَتحلَّلَ مِن إحرامِه، ويَتمتَّعَ إلى أنْ تَبدَأَ أعمالُ الحجِّ، وكانت نِساؤُه صلَّى اللهُ عليه وسلَّمَ لَم يَسُقْنَ الهَدْيَ فأَحْلَلنَ، وعائِشةُ رَضيَ اللهُ عنها مِنهُنَّ لكِن مَنَعَها مِن التَّحلُّلِ كَونُها حاضَت لَيلةَ دُخولِها مَكَّةَ وكانَت مُحرِمةً بِعُمرةٍ، وأدْخَلَت عليها الحَجَّ، فصارَت قارِنةً.\r\nوحَدَثَ حَيضُها بِسَرِفَ قبْلَ دُخولِها مكَّةَ، وهو اسْمُ بُقْعةٍ على عَشَرةِ أميالٍ مِن مَكَّةَ، فلَم تَطُفْ بالبَيتِ طَوافَ العُمرةِ لِمانِع الحَيضِ. وأمَّا طَوافُ الإفاضةِ فقدْ طافَتْه في يومِ النَّحرِ، وأدَّوا جَميعًا أعمالَ الحجِّ كاملةً.\r\nقالت: فلمَّا كانَت لَيلةُ الحَصْبةِ -وهي اللَّيلةُ الَّتي نَزَلوا فيها في المُحَصَّبِ، وهو المَكانُ الَّذي نَزَلوه بَعدَ الرَّحيلِ مِن مِنًى إلى خارِجِ مَكَّةَ، وهو مكانٌ متَّسِعٌ بيْنَ مكَّةَ ومِنًى بيْنَ الجبلَيْنِ إلى المقابرِ؛ سُمِّيَ به لاجتماعِ الحَصْباءِ فيه بِحَمْلِ السَّيلِ إليه، ويُعرَفُ أيضًا بالأبْطَحِ، ويُسمَّى الآنَ الجَعفريَّةَ، وهي تابعةٌ لمَنطقةِ الجُمّيزة- قالَت للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ: يَرجِعُ النَّاسُ بِعُمرةٍ مُنفَرِدة عن حَجَّةٍ، وأَرجِعُ أنا بِحَجَّة دونَ عُمرةٍ لَيسَ لي عُمرةٌ مُنفرِدةٌ عن حَجٍّ، حَرَصتْ على ذلِك رَضيَ اللهُ عنها؛ لِتكثيرِ الأفعالِ كما حَصَلَ لِسائِرِ أُمَّهاتِ المُؤمنينَ وغيرِهنَّ مِن الصَّحابةِ الَّذينَ فَسَخوا الحَجَّ إلى العُمرةِ وأتمُّوا العُمرةَ، وتَحلَّلوا مِنها قَبلَ يَومِ التَّرويةِ، وأَحرَموا بالحَجِّ يَومَ التَّرويةِ مِن مَكَّةَ، فحَصَلَ لَهُم حَجَّةٌ مُنفرِدةٌ وعُمرةٌ مُنفَرِدةٌ، وأمَّا عائِشةُ رَضيَ اللهُ عنها فإنَّما حَصَلَ لها عُمرةٌ مُندَرِجةٌ في حَجَّةٍ بالقِرانِ، فأرادَت عُمرةً مُفرَدة كما حَصَلَ لبَقيَّةِ النَّاسِ.\r\nفأمَرَ النبيُّ صلَّى اللهُ عليه وسلَّمَ عائِشةَ رَضيَ اللهُ عنها بالذَّهابِ مَع أخيها عبدِ الرَّحمنِ بنِ أبي بكْرٍ رَضيَ اللهُ عنهما إلى التَّنْعيمِ -وهو مَوْضِعٌ على ثَلاثةِ أو أربعةِ أميالٍ مِن مَكَّةَ، أَقْرَبُ أطرافِ الحِلِّ إلى البَيْتِ، وسُمِّي به لأنَّ على يَمِينِه جَبلَ نُعَيْمٍ، وعلى يَسارِهِ جَبَلَ نَاعِمٍ، والوادِيَ اسمُه نَعْمانُ- لتُحرِمَ بِعُمرةٍ؛ تَطييبًا لقَلبِها، ثُمَّ جَعَلَ مَوعِدَهما الرَّجوعَ إلى المُحَصَّبِ بعْدَ أنْ تَنتهِيَ مِن عُمرتِها.\r\nوتَحكي أمُّ المؤمنين عائِشةُ رَضيَ اللهُ عنها أنَّ أمَّ المؤمنين صَفِيَّةَ بِنتَ حُيَيٍّ رَضيَ اللهُ عنها حاضتْ، وذلك بعدَ أداءِ طَوافِ الإفاضةِ، فظنَّ النبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّها حاضَتْ قَبْلَ طَوافَ الإفاضةِ، فقالَ: «عَقْرَى حَلْقَى»، مَعناه: عَقَرَها اللهُ، وأصَابَها في حَلْقِها الوَجَعُ، وهذا ممَّا جَرى على ألْسِنتِهم مِن غَيرِ قَصدٍ له، فليس المرادُ حَقيقةَ الدُّعاءِ، بل هي كَلمةٌ اتَّسَعَت فيها العرَبُ، فتُطلِقُها ولا تُريدُ حَقيقةَ معْناها، فهي مِثلُ قَولِهم: «تَرِبَت يَداهُ»، ونحْوِ ذلك. واستَفْهَم النبيُّ صلَّى اللهُ عليه وسلَّمَ عن ذلك قائلًا: «أحَابِسَتُنا هي؟» يعني: هل نَضطرُّ إلى المُكثِ حتَّى تَطهُرَ وتَطوفَ طَوافَ الإفاضةِ؟ فقيل له: إنَّ صَفيَّةَ طافتْ طَوافَ الإفاضَةِ، أو أَعْلَمَتْه عائشةُ رَضيَ اللهُ عنها أنَّها طافتْ معهنَّ، فلمَّا عَلِمَ ذلك زالَ عنه ما خَشِيَه مِن المُكْثِ حتى تَطهُرَ صَفيَّةُ لتَأتِيَ بطَوافِ الإفاضَةِ، وأَذِنَ لهم في الرَّحيلِ، ورَخَّصَ لأمِّ المؤمنينَ صَفيَّةَ رَضيَ اللهُ عنها في تَرْكِ طَوافِ الوَداعِ.\r\nثُمَّ تَحكي أمُّ المؤمنين عائِشةُ رَضيَ اللهُ عنها أنَّها بعْدَ أنْ أدَّتْ مَناسِكَ العُمرةِ قابَلَها النبيُّ صلَّى اللهُ عليه وسلَّمَ بالمُحَصَّبِ وهو مُبتَدِئٌ السَّيرَ مِن مَكَّةَ وهي مُنْهَبِطةٌ عليها، أو وهي مُصْعِدةٌ وهو مُنْهَبِطٌ منها.\r\nوفي الحديثِ: سُقوطُ طَوافِ الوَداعِ عن الحائضِ.\r\nوفيه: مَشروعيَّةُ التَّمتُّعِ بالعُمرةِ في أشهُرِ الحجِّ. \r\nوفيه: اشتراطُ الطَّهارةِ للطَّوافِ، فلا تَطوفُ الحائضُ بالبيتِ حتَّى تَطهُرَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}