{
    "hadith_id": "5344",
    "hadith": "قالَ عَطَاءٌ: قالَ ابنُ عَبَّاسٍ: نَسَخَتْ هذِه الآيَةُ عِدَّتَهَا عِنْدَ أهْلِهَا، فَتَعْتَدُّ حَيْثُ شَاءَتْ، وقَوْلُ اللَّهِ تَعَالَى: {غَيْرَ إخْرَاجٍ} [البقرة: 240] وقالَ عَطَاءٌ: إنْ شَاءَتِ اعْتَدَّتْ عِنْدَ أهْلِهَا، وسَكَنَتْ في وصِيَّتِهَا، وإنْ شَاءَتْ خَرَجَتْ لِقَوْلِ اللَّهِ: {فلا جُنَاحَ علَيْكُم فِيما فَعَلْنَ في أنْفُسِهِنَّ} [البقرة: 234] قالَ عَطَاءٌ: ثُمَّ جَاءَ المِيرَاثُ فَنَسَخَ السُّكْنَى، فَتَعْتَدُّ حَيْثُ شَاءَتْ، ولَا سُكْنَى لَهَا.",
    "rawi": "عطاء بن أبي رباح",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5344",
    "grade": "[صحيح]",
    "sharh": "شَرَعَ الإسلامُ العِدَّةَ للزَّوجاتِ بَعْدَ الطَّلاقِ أو مَوْتِ الزَّوْجِ؛ لأهدافٍ مُتَعَدِّدَةٍ؛ كاستِبراءِ الأرحامِ مِن ماءِ الزَّوْجِ، وظُهورِ الحَمْلِ إنْ وُجِدَ؛ فيُحافَظُ بذلك على النَّسَبِ والوَلَدِ، وإذا ما انتهَتِ العِدَّةُ حَلَّ للمرأةِ الزَّواجُ ممَّن تَرْضاهُ. \nوفي هذا الأَثَر بَيانٌ لآيتينِ كريمتَينِ نزَلَتا في عِدَّةِ المتوَفَّى عنها زَوجُها؛ الآيةُ الأولى هي قَولُ اللهِ عزَّ وجَلَّ: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} [البقرة: 234]، ومعناها: إذا تُوُفِّي الزَّوجُ فقد أوجب اللهُ سُبحانَه على زوجتِه أن تعتدَّ من بعدِه؛ وذلك بحبْسِها نفسَها عن الزَّواجِ والطِّيبِ والزِّينةِ، والخُروجِ مِنَ البَيتِ لغيرِ ضَرورةٍ، لمدَّة أربعةِ أشهُرٍ وعَشَرةِ أيَّامٍ -وهذا لغيرِ الحامِلِ؛ فإن عدَّتها تنتهي بوَضْعِها للحَمْلِ- فإذا انقضَت هذه المدَّةُ فلا حرج حينَها على أولياءِ المعتدَّةِ فيما تفعَلُه في نَفْسِها من زينةٍ وطِيبٍ، ونِكاحٍ حَلالٍ ونحوِه ممَّا أباحه اللهُ تعالى لها. واللهُ تعالى عالمٌ بالسَّرائِرِ؛ فالتَزِموا بأحكامِه ولا تخالِفوها؛ فإنَّه مجازيكم على ذلك.\nوأمَّا الآيةُ الثَّانيةُ فهي قَولُه تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللَّهُ عَزِيزٌ حَكِيمٌ} [البقرة: 240]، ذكَر اللهُ تعالى أنَّ على الأزواجِ أن يُوصُوا قبل وفاتِهم إلى ورثتِهم بأن تمكُثَ الزَّوجاتُ في بُيوتِ أزواجِهنَّ المتوفَّين مدَّةَ عامٍ كاملٍ، يُمتَّعْنَ فيها بالنَّفَقةِ والسُّكنى في منازلهم، دون أن يُخرِجَهنَّ أحدٌ منها، ولا حَرَجَ على أولياء الميِّتِ إن خرَجْنَ وتركْنَ الحِدادَ على أزواجِهنَّ بأن تجمَّلنَ وتطيَّبنَ ورغِبنَ في النِّكاحِ وغيرِ ذلك ممَّا لا يخرُجُ عن حُدودِ الشَّرعِ والعُرْفِ. واللهُ عزيزٌ لا يمنعه شيءٌ من انتقامِه ممَّن خالف أمْرَه وارتكب نهْيَه، وحكيمٌ جلَّ وعلا؛ فكلُّ ما شرعه من أحكامٍ في غايةِ الإتقانِ. \nويَذكُرُ التَّابعيُّ الجليلُ مُجاهدُ بنُ جَبرٍ -وهو إمامٌ مشهورٌ يُلقَّبُ بشَيخِ القُرَّاءِ والمفسِّرين- أنَّ الآيةَ الكريمةَ: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} [البقرة: 234]، نزلت أولًا، فكانت العِدَّةُ الواجبةُ أربعةَ أشهُرٍ وعَشَرةَ أيَّامٍ، فتعتَدُّ المرأةُ عند أهلِ زَوجِها في بيتِ زَوجِها هذه المدَّةَ، ثُمَّ نزل بَعْدَها قَولُ اللهِ تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللَّهُ عَزِيزٌ حَكِيمٌ} [البقرة: 240]، ولا نسخ بين الآيتين؛ فَالعدَّةُ الواجبَةُ عِندَ مُجاهدٍ أربعَةُ أشهرٍ وَعشرٌ، وبَقيَّةُ السَّنةِ -وهيَ سَبعةُ أشهُرٍ وعِشرونَ لَيلَةً- بِاختيارِها بِحَسَبِ الوَصيَّةِ التي أوصى بها زوجُها قبلَ مَوتِه؛ بأن تبقى في بيتِه تُنفِقُ مِن مالِه العامِّ كُلِّه، إنْ شاءتْ أخذَتْ بِالوَصيَّةِ وبَقيَتْ إلى تَمامِ السَّنَةِ، وإنْ شاءتِ اكْتفَتْ بِالواجبِ -وهي أربعةُ أشهُرٍ وعَشرٌ- وخَرجَتْ بعد انقضائِها. ويَحتمِلُ أنْ تَكونَ العِدَّةُ عِندَه واجبةً حَولًا كاملًا، أمَّا السُّكنى في بَيتِ زَوجِها؛ فَفي الأربعَةِ أشهرٍ وَالعَشرِ واجبةٌ، وَفي بَقيَّةِ العامِ على حَسبِ اختيارِها، زَعمَ ذِلكَ مُجاهدٌ. \nويُخبرُ عَطاءُ بنُ أبي رَباحٍ -وهو مِن كِبارِ التابِعينَ وأئمَّةِ الإسلامِ- أنَّ عبدَ اللهِ بنَ عَبَّاسٍ رَضِيَ اللهُ عنهما ذكَرَ أنَّ الآيةَ {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} [البقرة: 234]، نسخت الآيةَ الأُخرى، وهي قَولُه تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ} [البقرة: 240]، فتَعتدُّ حَيثُ شاءتْ، وكذا قَولُ اللهِ تَعالى: {غَيْرَ إخْرَاجٍ} منسوخٌ أيضًا، أي: إنَّ المُتوفَّى عَنها زَوجُها لَيسَ عليها أنْ تَعتدَّ في بَيتِها الذي مات عنها زوجُها وهي تحته فيه، وتَعتدُّ حَيثُ شاءتْ. \nوقال عَطاءٌ أيضًا: إنْ شاءتِ المتوفَّى عنها زوجُها اعتَدَّتْ عِندَ أهلِ زَوجِها وسَكنتْ في وَصيِّتِها، وإنْ شاءتْ خَرجَتْ مِن بَيتِ زَوجِها، أي: هيَ بِالخيارِ إمَّا أنْ تَبقى في بَيتِ زَوجِها، وإمَّا أنْ تَنتقِلَ مِن ذَلكَ المَنزلِ، فَلا تُمنَعُ مِن ذَلكَ؛ لِقَولِ اللَّهِ تَعالى: {فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ}، مِمَّا أقرَّهُ الشَّرعُ ولَمْ يُنكِرْه، قالَ عَطاءٌ: ثُمَّ جاءَ الميراثُ، أي: نَصيبُ الزَّوجةِ الرُّبعُ أوِ الثُّمنُ مِنَ التَّركَةِ، فنَسخَ السُّكْنى، فتَعتدُّ حَيثُ شاءتْ، ولا سُكنى لَها. وقَولُ عَطاءٍ هذا كأنَّه مُفَسِّرٌ لِقَولِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عنهما السَّابِقِ.\nوجُمهورُ أهلِ العِلمِ إلى أنَّه يجِبُ على المرأةِ أن تعتَدَّ في البيتِ الذي كانت تَسكُنُ فيه عند مَوتِ زَوجِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}