{
    "hadith_id": "5358",
    "hadith": "انْطَلَقْتُ حتَّى أدْخُلَ علَى عُمَرَ، إذْ أتَاهُ حَاجِبُهُ يَرْفَا، فَقالَ: هلْ لكَ في عُثْمَانَ، وعَبْدِ الرَّحْمَنِ، والزُّبَيْرِ، وسَعْدٍ يَسْتَأْذِنُونَ، قالَ: نَعَمْ، فأذِنَ لهمْ، قالَ: فَدَخَلُوا وسَلَّمُوا فَجَلَسُوا، ثُمَّ لَبِثَ يَرْفَا قَلِيلًا، فَقالَ لِعُمَرَ: هلْ لكَ في عَلِيٍّ وعَبَّاسٍ؟ قالَ: نَعَمْ، فأذِنَ لهمَا، فَلَمَّا دَخَلَا سَلَّما وجَلَسَا، فَقالَ عَبَّاسٌ: يا أمِيرَ المُؤْمِنِينَ اقْضِ بَيْنِي وبيْنَ هذا، فَقالَ: الرَّهْطُ عُثْمَانُ وأَصْحَابُهُ يا أمِيرَ المُؤْمِنِينَ، اقْضِ بيْنَهُما وأَرِحْ أحَدَهُما مِنَ الآخَرِ، فَقالَ عُمَرُ: اتَّئِدُوا أنْشُدُكُمْ باللَّهِ الذي به تَقُومُ السَّمَاءُ والأرْضُ، هلْ تَعْلَمُونَ أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، قالَ: لا نُورَثُ ما تَرَكْنَا صَدَقَةٌ يُرِيدُ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ نَفْسَهُ، قالَ الرَّهْطُ: قدْ قالَ ذلكَ، فأقْبَلَ عُمَرُ علَى عَلِيٍّ وعَبَّاسٍ، فَقالَ: أنْشُدُكُما باللَّهِ، هلْ تَعْلَمَانِ أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قالَ ذلكَ؟ قَالا: قدْ قالَ ذلكَ. قالَ عُمَرُ: فإنِّي أُحَدِّثُكُمْ عن هذا الأمْرِ، إنَّ اللَّهَ كانَ قدْ خَصَّ رَسوله صَلَّى اللهُ عليه وسلَّمَ في هذا المَالِ بشيءٍ لَمْ يُعْطِهِ أحَدًا غَيْرَهُ، قالَ اللَّهُ: {ما أفَاءَ اللَّهُ علَى رَسولِهِ منهمْ فَما أوْجَفْتُمْ عليه مِن خَيْلٍ} [الحشر: 6]\r\nإلى قَوْلِهِ {قَدِيرٌ} [الحشر: 6]، فَكَانَتْ هذِه خَالِصَةً لِرَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، واللَّهِ ما احْتَازَهَا دُونَكُمْ ولا اسْتَأْثَرَ بهَا علَيْكُم، لقَدْ أعْطَاكُمُوهَا وبَثَّهَا فِيكُمْ حتَّى بَقِيَ منها هذا المَالُ، فَكانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يُنْفِقُ علَى أهْلِهِ نَفَقَةَ سَنَتِهِمْ مِن هذا المَالِ، ثُمَّ يَأْخُذُ ما بَقِيَ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ، فَعَمِلَ بذلكَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ حَيَاتَهُ، أنْشُدُكُمْ باللَّهِ هلْ تَعْلَمُونَ ذلكَ؟ قالوا: نَعَمْ، قالَ لِعَلِيٍّ وعَبَّاسٍ: أنْشُدُكُما باللَّهِ هلْ تَعْلَمَانِ ذلكَ؟ قالَا: نَعَمْ، ثُمَّ تَوَفَّى اللَّهُ نَبِيَّهُ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ أبو بَكْرٍ: أنَا ولِيُّ رَسولِ اللَّهِ فَقَبَضَهَا أبو بَكْرٍ يَعْمَلُ فِيهَا بما عَمِلَ به فِيهَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وأَنْتُما حِينَئِذٍ، وأَقْبَلَ علَى عَلِيٍّ وعَبَّاسٍ تَزْعُمَانِ أنَّ أبَا بَكْرٍ كَذَا وكَذَا، واللَّهُ يَعْلَمُ أنَّه فِيهَا صَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ، ثُمَّ تَوَفَّى اللَّهُ أبَا بَكْرٍ، فَقُلتُ: أنَا ولِيُّ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وأَبِي بَكْرٍ فَقَبَضْتُهَا سَنَتَيْنِ أعْمَلُ فِيهَا بما عَمِلَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وأَبُو بَكْرٍ، ثُمَّ جِئْتُمَانِي وكَلِمَتُكُما واحِدَةٌ، وأَمْرُكُما جَمِيعٌ جِئْتَنِي تَسْأَلُنِي نَصِيبَكَ مِنَ ابْنِ أخِيكَ، وأَتَى هذا يَسْأَلُنِي نَصِيبَ امْرَأَتِهِ مِن أبِيهَا، فَقُلتُ: إنْ شِئْتُما دَفَعْتُهُ إلَيْكُما علَى أنَّ عَلَيْكُما عَهْدَ اللَّهِ ومِيثَاقَهُ، لَتَعْمَلَانِ فِيهَا بما عَمِلَ به رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، وبِما عَمِلَ به فِيهَا أبو بَكْرٍ، وبِما عَمِلْتُ به فِيهَا مُنْذُ وُلِّيتُهَا وإلَّا فلا تُكَلِّمَانِي فِيهَا، فَقُلتُما ادْفَعْهَا إلَيْنَا بذلكَ، فَدَفَعْتُهَا إلَيْكُما بذلكَ، أنْشُدُكُمْ باللَّهِ هلْ دَفَعْتُهَا إلَيْهِما بذلكَ؟ فَقالَ الرَّهْطُ: نَعَمْ، قالَ: فأقْبَلَ علَى عَلِيٍّ وعَبَّاسٍ فَقالَ: أنْشُدُكُما باللَّهِ هلْ دَفَعْتُهَا إلَيْكُما بذلكَ؟ قالَا: نَعَمْ، قالَ: أفَتَلْتَمِسَانِ مِنِّي قَضَاءً غيرَ ذلكَ، فَوَالَّذِي بإذْنِهِ تَقُومُ السَّمَاءُ والأرْضُ، لا أقْضِي فِيهَا قَضَاءً غيرَ ذلكَ حتَّى تَقُومَ السَّاعَةُ، فإنْ عَجَزْتُما عَنْهَا فَادْفَعَاهَا فأنَا أكْفِيَكُمَاهَا.",
    "rawi": "مالك بن أوس بن الحدثان",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5358",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5358)، ومسلم (1757)",
    "sharh": "وفيه: بَيانُ أنَّ الأنبياءَ لا يُوَرِّثونَ مالًا، وإنَّما مِيراثُهمُ العِلمُ، وما تَرَكوه مِنَ المالِ هو صَدَقةٌ.\nوفيه: مَشروعيَّةُ الاعتِذارِ عنِ الوِلاياتِ والتَّكليفاتِ التي يُكلَّفُ بها المُسلِمُ مِن قِبَلِ الحاكِمِ إذا عَلِمَ مِن نَفْسِه ضَعفًا، أو عَدَمَ القِيامِ بحَقِّ الوِلايةِ.\nوفيه: بَيانُ مَناقِبِ عُمَرَ بنِ الخَطَّابِ رَضيَ اللهُ عنه مِنَ الزُّهدِ والعَدلِ، وحُسنِ الفَصلِ في المُنازَعاتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}