{
    "hadith_id": "5420",
    "hadith": "دَخَلْتُ مع النبيِّ صَلَّى اللهُ عليه وسلَّمَ علَى غُلَامٍ له خَيَّاطٍ، فَقَدَّمَ إلَيْهِ قَصْعَةً فِيهَا ثَرِيدٌ، قَالَ: وأَقْبَلَ علَى عَمَلِهِ، قَالَ: فَجَعَلَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ يَتَتَبَّعُ الدُّبَّاءَ قَالَ: فَجَعَلْتُ أتَتَبَّعُهُ فأضَعُهُ بيْنَ يَدَيْهِ قَالَ: فَما زِلْتُ بَعْدُ أُحِبُّ الدُّبَّاءَ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5420",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5420)، ومسلم (2041)",
    "sharh": "لقدْ أحَبَّ الصَّحابةُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم حُبًّا شَديدًا، فالْتَفُّوا حَولَه، وسارَعوا في مَرضاتِه، وسارُوا على هَدْيِه صلَّى اللهُ عليه وسلَّم.\nوفي هذا الحَديثِ يَحْكي أنَسُ بنُ مالِكٍ رضِيَ اللهُ عنه أنَّ خيَّاطًا دَعا النَّبيَّ صلَّى اللهُ عليه وسلَّم لِطَعامٍ صَنَعه له، فَذَهَبَ مَعَ النَّبيِّ صلَّى اللهُ عليه وسلَّم إلى ذلكَ الطَّعامِ، فَقَرَّبَ الخَيَّاطُ إلَى النَّبيِّ صلَّى اللهُ عليه وسلَّم خُبْزًا مِن شَعيرٍ ومَرَقًا فيه «دُبَّاءٌ» -وهو القَرْعُ- «وقَدِيْدٌ» وهو اللَّحْمُ المُجَفَّفُ بالشَّمسِ، فرَأى أنسٌ رضِيَ اللهُ عنه النَّبيَّ صلَّى اللهُ عليه وسلَّم يَتَتَبَّعُ الدُّبَّاءَ مِن حَوالَي القَصعةِ؛ لأنها كانت تُعجِبُه، ويترُكُ صلَّى اللهُ عليه وسلَّم القَدِيدَ؛ إذ كان صلَّى اللهُ عليه وسلَّم لا يَشتهيه حينَئذٍ، وإنما ترك صلَّى اللهُ عليه وسلَّم الأكلَ مِمَّا يليه؛ لأنَّه عَلِمَ أنَّ أحدًا لا يَكرَهُ منه صلَّى اللهُ عليه وسلَّم، بل كان أنسٌ يُقَرِّبُه ويُدْنيه لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّم ويضعُه أمامه.\nقال أنسٌ رضِيَ اللهُ عنه: فَلَم أزَل أُحِبُّ الدُّبَّاء -يعني: أكْلَها- مِن يَومِئِذٍ. وما ذلك من أنسٍ رَضِيَ اللهُ عنه إلَّا اقتداءً وحُبًّا لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّم.\nوفي الحَديثِ: أنَّ من يأكُلُ لأهلِه وجُلَسائِه يأكُلُ ما يشتهيه حيث رآه في الإناءِ، إذا عَلِمَ أنَّ من يأكُلُ معه لا يَكرَهُ ذلك، وإلَّا فلا يتجاوَزْ ما يليه.\nوفيه: فضيلةُ أنس ِبنِ مالكٍ رَضِيَ اللهُ عنه بحُبِّه لِرَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، وحِرْصِه على الاقتداءِ به صلَّى اللهُ عليه وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}