{
    "hadith_id": "549",
    "hadith": "صَلَّيْنا مع عُمَرَ بنِ عبدِ العَزِيزِ الظُّهْرَ، ثُمَّ خَرَجْنا حتَّى دَخَلْنا علَى أنَسِ بنِ مالِكٍ فَوَجَدْناهُ يُصَلِّي العَصْرَ، فَقُلتُ: يا عَمِّ، ما هذِه الصَّلاةُ الَّتي صَلَّيْتَ؟ قالَ: العَصْرُ، وهذِه صَلاةُ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ الَّتي كُنَّا نُصَلِّي معهُ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "549",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (549)، ومسلم (623)",
    "sharh": "الصَّلاةُ عِمادُ الدِّينِ، وقد حَثَّ النبيُّ صلَّى اللهُ عليه وسلَّمَ عليها وعلى أدائِها في أوَّلِ وَقتِها، وكان الصَّحابةُ حَريصينَ على اتِّباعِ أوامِرِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، ولكِنَّ بَعضَ الحُكَّامِ والأُمَراءِ بَعدَ زَمَنِ الخُلَفاءِ الرَّاشِدينَ أخَّروا الصَّلَواتِ إلى آخِرِ وَقتِها.وفي هذا الحَديثِ يَقولُ أبو أُمامةَ بنُ سَهلٍ: «صَلَّيْنا مَعَ عُمَرَ بنِ عَبدِ العَزيزِ الظُّهرَ، ثم خَرَجْنا حتى دَخَلْنا على أنَسِ بنِ مَالِكٍ فَوَجَدْناه يُصَلِّي العَصرَ»؛ فقد كانتْ صَلاةُ عُمَرَ بنِ عَبدِ العَزيزِ في آخِرِ وَقتِ الظُّهرِ، وكان أنَسٌ رَضيَ اللهُ عنه يُصَلِّي العَصرَ في أوَّلِ وَقتِها، مُحافِظًا على السُّنَّةِ، وأوَّلُ وَقتِ العَصرِ -كما جاء في الرِّواياتِ- إذا كانتِ الشَّمسُ في السَّماءِ وكان طُولُ الظِّلِّ ضِعفَ الحَجمِ الطَّبيعيِّ.فلَمَّا رآهُ أبو أُمامةَ يُصلِّيها بَعدَ صَلاتِهم مع عُمَرَ بنِ عَبدِ العَزيزِ سَألَه: أيُّ صَلاةٍ يُصلِّيها؟ فقال أنَسٌ رَضيَ اللهُ عنه: العَصرُ، كما أمَرَ النبيُّ صلَّى اللهُ عليه وسلَّمَ، وكما صَلَّيْناها معه في هذا الوَقتِ.قيلَ: إنَّ عُمَرَ بنَ عَبدِ العَزيزِ كانَ يُصَلِّي الظُّهرَ أحيانًا في آخِرِ وَقتِها، وذلك لَمَّا كان واليًا على المَدينةِ، وهو في هذا كان يَجرِي على شأْنِ مَن أخَّروها مِن بَني أُمَيَّةَ، حتى نَصَحَه عُروةُ بنُ الزُّبَيْرِ، فرَجَعَ وصَلَّى الصَّلَواتِ في أوَّلِ وَقتِها.وفي الحَديثِ: بَيانُ حِرصِ أنَسٍ رَضيَ اللهُ عنه على الاقتِداءِ بسُنَّةِ النبيِّ صلَّى اللهُ عليه وسلَّمَ مهْما غَيَّرَها الناسُ.وفيه: بَيانُ أنَّه بمُرورِ الزَّمانِ يَتخَفَّفُ الناسُ والحُكَّامُ مِنَ اتِّباعِ السُّنَنِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}