{
    "hadith_id": "5496",
    "hadith": "أَتَيْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ، فَقُلتُ: يا رَسولَ اللَّهِ، إنَّا بأَرْضِ أهْلِ الكِتَابِ، فَنَأْكُلُ في آنِيَتِهِمْ، وبِأَرْضِ صَيْدٍ، أصِيدُ بقَوْسِي، وأَصِيدُ بكَلْبِي المُعَلَّمِ وبِكَلْبِي الذي ليسَ بمُعَلَّمٍ؟ فَقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: أمَّا ما ذَكَرْتَ أنَّكَ بأَرْضِ أهْلِ كِتَابٍ: فلا تَأْكُلُوا في آنِيَتِهِمْ إلَّا أنْ لا تَجِدُوا بُدًّا، فإنْ لَمْ تَجِدُوا بُدًّا فَاغْسِلُوهَا وكُلُوا، وأَمَّا ما ذَكَرْتَ أنَّكُمْ بأَرْضِ صَيْدٍ: فَما صِدْتَ بقَوْسِكَ فَاذْكُرِ اسْمَ اللَّهِ وكُلْ، وما صِدْتَ بكَلْبِكَ المُعَلَّمِ فَاذْكُرِ اسْمَ اللَّهِ وكُلْ، وما صِدْتَ بكَلْبِكَ الذي ليسَ بمُعَلَّمٍ فأدْرَكْتَ ذَكَاتَهُ فَكُلْهُ",
    "rawi": "أبو ثعلبة الخشني",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5496",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5496)، ومسلم (1930)",
    "sharh": "كانَ الصَّحابةُ رَضي اللهُ عنهم يَحرِصون على سُؤالِ النَّبيَّ صلَّى اللهُ عليه وسلَّم في كُلِّ ما يَنفَعُهُم في دِينهِم ودُنياهُم.\nوفي هذا الحَديثِ يَسألُ أبو ثَعلَبَةَ الخُشَنيُّ رضِيَ اللهُ عنه النَّبيَّ صلَّى اللهُ عليه وسلَّم عَن مَسألَتَينِ؛ الأولى: عن حُكمِ الأكلِ في آنيةِ أهلِ الكِتابِ -وهو اسمٌ يُطلَقُ على كلٍّ من اليهودِ والنَّصارى- وكان بأرضِ الشَّامِ، وكان جماعةٌ من قبائِلِ العَرَبِ قد سكنوا الشَّامَ، وتنصَّروا؛ منهم آلُ غَسَّان، وتَنُوخ، وبَهْز، وبطونٌ من قُضاعةَ، منهم بنو خشين، وآل أبي ثَعلبةَ، والمرادُ بالآنيةِ في كلامِ أبي ثَعلبةَ رَضِيَ اللهُ عنه الآنيةُ التي يُطبَخُ فيها لحمُ الخِنزيرِ، ويُشرَبُ فيها الخَمرُ.\nأمَّا المَسألَةُ الثَّانيةُ فقال: إذا كنت في أرضٍ يُوجَدُ بِها صَيدٌ أَصيدُ بِقَوسي، وَهوَ الآلَةُ الَّتي يُصادُ بِها، وَبِكلْبي الَّذي لَيسَ بمُدَرَّبٍ على الصَّيدِ، وَبِكَلبي المُعلَّمِ، وهوَ الَّذي تَدرَّبَ على الصَّيدِ؛ فَما يَصلُحُ لي أكْلُهُ مِنَ الصَّيدِ؟ \nفأجابَه النَّبيُّ صلَّى اللهُ عليه وسلَّم في حُكمِ الأكلِ مِن آنيةِ أهلِ الكِتابِ بقَولِه: فإنْ وَجدْتُم غَيرَها مِنَ الآنيَةِ فَلا تَأكُلوا فيها، وإنْ لَم تَجِدوا فَاغسِلوها غَسلًا جَيِّدًا وكُلوا فيها.\nوفي المسألةِ الثانيةِ: ما صادَهُ قَوسُك فذَكرْتَ اسمَ اللهِ فهوَ حَلالٌ، فَكُلْ، وما تَصَيَّدَه بكَلبِكَ المُعلَّمِ، فَذكَرْتَ اسمَ اللهِ عِندَ إرسالِه فكُلْ، وَما صِدتَ بِكَلبِك غَيرِ المُعلَّمِ، فأدرَكتَه حيًّا وذَبحْتَه، فَكُلْ منه. وأمَّا ما يصيدُه الكَلبُ غيرُ المعَلَّمِ ويموتُ قبل التذكية، فلا يُؤكَلُ.\nوفي الحَديثِ: مَشروعيَّةُ مُعاملةِ أهلِ الكتابِ ومُخالطتِهم مع الالْتزامِ بتعاليمِ الشَّرعِ.\nوفيه: بيانُ أنَّ شرْطَ الأكلِ مِن صيدِ الكلبِ المُعلَّمِ هو ذِكرُ اسمِ الله عليه، وأنَّ حياةَ الصيدِ وذَبْحَه وذِكر اسمِ الله عليه شرْطٌ للأكْل من صَيدِ الكلبِ غيرِ المعلَّمِ.\nوفيه: طهارةُ الآنيةِ المُتنجِّسةِ بالغَسْلِ.\nوفيه: التسميةُ وذِكرُ اللهِ على آلةِ الصَّيدِ عند إطلاقِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}