{
    "hadith_id": "5499",
    "hadith": "عَنْ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: أنَّه لَقِيَ زَيْدَ بنَ عَمْرِو بنِ نُفَيْلٍ بأَسْفَلِ بَلْدَحٍ، وذَاكَ قَبْلَ أنْ يُنْزَلَ علَى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ الوَحْيُ، فَقَدَّمَ إلَيْهِ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ سُفْرَةً فِيهَا لَحْمٌ، فأبَى أنْ يَأْكُلَ منها، ثُمَّ قالَ: إنِّي لا آكُلُ ممَّا تَذْبَحُونَ علَى أنْصَابِكُمْ، ولَا آكُلُ إلَّا ممَّا ذُكِرَ اسْمُ اللَّهِ عليه.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5499",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كانَ في الجاهِليَّةِ -وهي حِقْبةُ ما قبْلَ الإسْلامِ- مَن يَعبُدُ اللهَ سُبحانَه وتعالَى وحْدَه، ويَرفُضُ ما تَدْعو إليه هذه الجاهلِيَّةُ مِن عِبادةِ غَيرِ اللهِ والإشْراكِ به، ومِن هؤلاء زَيدُ بنُ عَمرِو بنِ نُفَيلٍ.\nوفي هذا الحَديثِ يَرْوي عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ لَقيَ زَيدَ بنَ عَمرِو بنِ نُفَيلٍ ببَلْدَحٍ، وهو وادٍ قِبلَ مكَّةَ مِن جِهةِ المَغرِبِ، أو مَكانٌ في طَريقِ التَّنْعيمِ، وزَيدٌ هو ابنُ عَمِّ عُمَرَ بنِ الخطَّابِ بنِ نُفَيلٍ، وكان ممَّن طلَبَ التَّوْحيدَ وخلَعَ الأوْثانَ، وجانَبَ الشِّركَ، لكنَّه ماتَ قَبْلَ مَبعَثِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وكان يَقولُ: أنا على دِينِ إبْراهيمَ، وكان إنْكارُه على قُرَيشٍ ما همْ فيه مِن قُوَّةِ يَقَظتِه، وجَوْدةِ فَهمِه، ومَنِ استعَمَلَ عَقلَه وفَهْمَه، دلَّه على الخالِقِ سُبحانَه.\nوفي هذا اللِّقاءِ قُدِّمَت إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ سُفْرةٌ، أي: طَعامٌ يتَّخِذُه المُسافِرُ ويُحمَلُ في جِلدٍ مُستَديرٍ، فأبَى زَيدُ بنُ عَمرِو بنِ نُفَيلٍ أنْ يَأكُلَ منها، ثمَّ خاطَب الَّذين قدَّموا السُّفْرةَ، فقال: إنِّي لَستُ آكُلُ ممَّا تَذبَحونَ على أنْصابِكم، وهي الأحْجارُ الَّتي كانت حَولَ الكَعْبةِ يَذبَحونَ عليها للأصْنامِ، ولا آكُلُ إلَّا ما ذُكِرَ اسمُ اللهِ عليه. \nوكان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ قبْلَ مَبعثِه لا يَأكُلُ مِن ذَبائِحهم لأصْنامِهم، وما ذكَرَه زَيدُ بنُ عَمرِو بنِ نُفَيلٍ، فهو على ظَنٍّ منه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان يَأكُلُ ممَّا ذُبِحَ على الأصْنامِ، ولم يُنقَلْ عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أنَّه كان يَأكُلُ مِن ذلك، وكان زَيدٌ يَعيبُ على قُرَيشٍ ذَبائحَهمُ الَّتي يَذبَحونَها لغَيرِ اللهِ، ويَقولُ لهم إنْكارًا لذلك الفِعلِ وإعْظامًا له: الشَّاةُ خلَقَها اللهُ، وأنزَلَ لها منَ السَّماءِ الماءَ لتَشرَبَه، وأنبَتَ لها منَ الأرضِ الكَلَأَ لتَأكُلَه، ثُمَّ تَذبَحونَها على غَيرِ اسمِ اللهِ! فتُشرِكونَ معَه غَيرَه في الذَّبحِ، وهذا مِن كُفرِ النِّعمةِ ومنَ الشِّركِ!",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}