{
    "hadith_id": "558",
    "hadith": "مَثَلُ المُسْلِمِينَ واليَهُودِ والنَّصَارَى كَمَثَلِ رَجُلٍ اسْتَأْجَرَ قَوْمًا يَعْمَلُونَ له عَمَلًا إلى اللَّيْلِ، فَعَمِلُوا إلى نِصْفِ النَّهَارِ فَقالوا: لا حَاجَةَ لَنَا إلى أجْرِكَ، فَاسْتَأْجَرَ آخَرِينَ، فَقَالَ: أكْمِلُوا بَقِيَّةَ يَومِكُمْ ولَكُمُ الذي شَرَطْتُ، فَعَمِلُوا، حتَّى إذَا كانَ حِينَ صَلَاةِ العَصْرِ قالوا: لكَ ما عَمِلْنَا، فَاسْتَأْجَرَ قَوْمًا، فَعَمِلُوا بَقِيَّةَ يَومِهِمْ حتَّى غَابَتِ الشَّمْسُ، واسْتَكْمَلُوا أجْرَ الفَرِيقَيْنِ.",
    "rawi": "أبو موسى الأشعري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "558",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (558)",
    "sharh": "كان النبيُّ صلَّى اللهُ عليه وسلَّمَ كثيرًا ما يُظهِرُ فَضلَ أُمَّةِ الإسلامِ على ما سَبَقَ مِنَ الأُمَمِ مِنَ اليَهودِ والنَّصارى؛ وذلك لِحُسنِ استِجابَتِهم لِأوامِرِ اللهِ ورَسولِه.وفي هذا الحَديثِ يَروي أبو مُوسى الأشعَريُّ رَضيَ اللهُ عنه عنِ النبيِّ صلَّى اللهُ عليه وسلَّمَ أنَّه قال: مَثَلُ المُسلِمينَ واليَهودِ والنَّصارى -أيْ: مع أنبيائِهم- كَمَثَلِ رَجُلٍ استَأْجَرَ قَومًا، يَعمَلونَ له عَمَلًا إلى اللَّيلِ، فعَمِلوا إلى نِصفِ النَّهارِ، ولم يُكمِلوا عَمَلَهم، وقالوا: لا حاجةَ لنا في أجْرِكَ، ولا نَطلُبُ مِنكَ شَيئًا، والمُرادُ بهؤلاء القَومِ اليَهودُ.فاستأجَرَ الرَّجُلُ قَومًا غَيرَهم، فقال: أكْمِلوا ما بَدَأَه هؤلاء، ولكم ما شَرَطتُه معهم مِنَ الأجرِ، فعَمِلوا، حتى إذا كان حِينُ صَلاةِ العَصرِ قالوا: ما عَمِلْنا باطِلٌ، ولا حاجةَ لنا في الأجْرِ الذي شَرَطتَه، والمُرادُ بهؤلاء القَومِ النَّصارى.فاستأجَرَ الرَّجُلُ قَومًا غَيرَهم، فعَمِلوا بَقيَّةَ يَومِهم، حتى غابَتِ الشَّمسُ، واستَكمَلوا أجْرَ الفَريقَيْنِ السابقينِ كُلَّه، والمُرادُ بهؤلاء القَومِ أُمَّةُ الإسلامِ.وهذا مَثَلُ المُسلِمينَ الذين قَبِلُوا الهُدَى الذي جاء به الرَّسولُ صلَّى اللهُ عليه وسلَّمَ، ومَثَلُ اليَهودِ والنَّصارى الذين كَفَروا وكَذَّبوا بالرَّسولِ صلَّى اللهُ عليه وسلَّمَ.وفي الحَديثِ: تَفضيلُ هذه الأُمَّةِ، وتَوفيرُ أجْرِها مع قِلَّةِ عَمَلِها.وفيه: أنَّ الأعمالَ بالخَواتيمِ.وفيه: ضَرْبُ الأمثالِ للتَّعليمِ والتَّوضيحِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}