{
    "hadith_id": "5650",
    "hadith": "أَمَرَنَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بسَبْعٍ، ونَهَانَا عن سَبْعٍ: نَهَانَا عن خَاتَمِ الذَّهَبِ، ولُبْسِ الحَرِيرِ، والدِّيبَاجِ، والإِسْتَبْرَقِ، وعَنِ القَسِّيِّ، والمِيثَرَةِ، وأَمَرَنَا أنْ نَتْبَعَ الجَنَائِزَ، ونَعُودَ المَرِيضَ، ونُفْشِيَ السَّلَامَ.",
    "rawi": "البراء بن عازب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5650",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2066) باختلاف يسير.",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّم يَأمُرُ أصْحابَه رضِيَ اللهُ عنهم بكلِّ خِصالِ الخَيرِ، ويَنهاهُم عن كلِّ خِصالِ الشَّرِّ.\nوفي هذا الحديثِ يَقولُ البَرَاءُ بنُ عازِبٍ رضِيَ اللهُ عنه: «نَهانا النَّبيُّ صلَّى اللهُ عليه وسلَّم عن سَبْعٍ» أي: خِصالٍ أو أمورٍ، وهي: «نَهَانا عن خَاتَمِ الذَّهَبِ -أو قال: حَلْقَةِ الذَّهَبِ-»، وهذا النَّهيُ محمولٌ على لُبْسِ الذَّهَبِ للرِّجالِ والتَّحلِّي بهِ، أمَّا النِّساءُ فقد أباحه لهم في أحاديثَ صحيحةٍ أُخرى، وكذلك نهى عَن لُبْسِ الرِّجالِ للحَريرِ، وعن الإسْتَبْرَقِ، وهو: الحَرِيرُ الغَلِيظُ، «والدِّيباجِ» وهو: أفضَلُ أنْوَاعِ الحَريرِ وأنْفَسُها، وبذلك فقد شَمِلَ نَهْيَ الرِّجالِ عن لُبسِ كُلِّ أنواع الحريرِ إلَّا ما استثناه للضَّرورةِ، مِثلُ الحَكَّةِ في الجِلدِ، ونهى عن «المِيثَرَةِ الحَمْرَاءِ»، وهي: ثِيابٌ مِن حَريرٍ تُلبَسُ فوقَ غيرِها مِن الثِّيابِ، وقيلَ: السُّرُوجُ الَّتي تُتَّخذُ مِن الحَريرِ، ونهى عن «القَسِّيِّ»، وهي: الثِّيابُ المَصنوعَةُ مِن كَتَّانٍ مَخلُوطةٌ بالحَريرِ، ونهى عن «آنِيَةِ الفِضَّةِ»، وهي أوعيةُ الطَّعامِ والشَّرابِ المَصْنُوعِ منَ الفِضَّةِ.\nثم أخبر البراءُ رَضِيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم أمَرَهم بسَبْعِ خِصالٍ، وهي حقوقٌ لكُلِّ مُسلمٍ على أخيه المسلِمِ، أوَّلُها أنَّه أمَرَ «بعِيادَةِ المَريضِ»، أي: بزِيارَتِه، والسُّؤالِ عن حالِه، والدُّعاءِ له، وفي العادةِ تكونُ عِيادتُه لأخيهِ سَببًا لتَقويةِ أواصرِ الحُبِّ، وتَجدُّدِ نَشاطِه، وانتعاشِ قوَّتِه، وثانيها «اتِّباعُ الجَنائزِ»، ويكونُ ذلك بالصَّلاةِ عليها ودَفْنِها، والدُّعاءِ له بالرَّحمةِ والمغفِرةِ، والجِنَازَةُ: اسمٌ للمَيِّتِ في النَّعْشِ، وثالثُ هذه الأوامِرِ «تَشمِيتُ العاطِسِ»، وذلك بأنْ يُقالَ له بعْدَ حمْدِهِ للهِ: يَرحَمُكَ اللهُ، وهو دعاءٌ له بالرَّحمةِ؛ وذلك لأنَّه كان مِن أهلِ الرَّحمةِ حيثُ عظَّمَ ربَّه بالحَمدِ على نِعمتِه وعرَف قَدْرَها. ومِن فَوائدِ التَّشميتِ: تَحصيلُ المَودَّةِ، والتَّأليفُ بيْن المُسلِمينَ. والأمرُ الرابعُ: «رَدُّ السَّلامِ» إذا أُلقِيَ علينا؛ قال تعالى: {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا} [النساء: 86]، وهو واجبٌ على الكِفايةِ إنْ كان في جَماعةٍ، وواجِبٌ مُتعيِّنٌ عليه إنْ كان مُنفرِدًا، ويُستثنى مِن ذلك إنْ كان في حالةٍ يَمتنِعُ عليه رَدُّه، كما لو كان في الحمَّامِ، والأمرُ الخامِسُ: «إجابةُ الدَّاعِي»، ويكونُ ذلك بتلبِيَةِ دَعْوَةِ مَن دَعَا إلى وَلِيمَةٍ أو طَعامٍ، كوليمةِ العُرسٍ، أو العَقيقةِ، أو غَيرِهما، والأمرُ السَّادِسُ: «إبْرارُ المُقْسِمِ»، أي: فِعلُ ما حلَفَ عليه أنْ يَفْعلَه أو لا يَفعَلَه، والأمرُ السابعُ: «نَصْرُ المَظلُومِ»، ويكونُ نصْرُه بمُؤازَرَتِهِ ودَفْعِ ما يَقَعُ عنه منَ الظَّالِمِ قدْرَ الطَّاقةِ.\nوهكذا يقيمُ الإسلامُ مُجتَمَعًا مُتماسِكًا مُترابِطًا، يكون المُسلِمُ فيه أَخَا المُسلِمِ، له عندَه حقوقٌ، وعليهِ تُجاهَه واجباتٌ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}