{
    "hadith_id": "573",
    "hadith": "كُنَّا عِنْدَ النبيِّ صَلَّى اللهُ عليه وسلَّمَ إذْ نَظَرَ إلى القَمَرِ لَيْلَةَ البَدْرِ، فَقَالَ: أما إنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كما تَرَوْنَ هذا، لا تُضَامُّونَ أوْ لا تُضَاهُونَ في رُؤْيَتِهِ فَإِنِ اسْتَطَعْتُمْ أنْ لا تُغْلَبُوا علَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وقَبْلَ غُرُوبِهَا، فَافْعَلُوا ثُمَّ قَالَ: وسَبِّحْ بحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وقَبْلَ غُرُوبِهَا [طه: 130].",
    "rawi": "جرير بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "573",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (633)، وأبو داود (4729 ) كلاهما بلفظ مقارب، وابن ماجه (177 ) بنحوه .",
    "sharh": "حَثَّ الشَّرعُ على شُهودِ الصَّلواتِ عامَّةً في الجَماعةِ، وعلى شُهودِ صَلاتَيِ العَصرِ والفَجرِ خاصَّةً؛ وإنَّما خَصَّ هاتَيْنِ الصَّلاتَيْنِ؛ لِاجتِماعِ المَلائِكةِ فيهما، ولِرَفعِهم أعمالَ العِبادِ.وفي هذا الحَديثِ يُخبِرُ جَريرُ بنُ عَبدِ اللهِ رَضيَ اللهُ عنه أنَّهم كانوا عِندَ النبيِّ صلَّى اللهُ عليه وسلَّمَ، فنَظَرَ إلى القَمَرِ لَيلةَ البَدرِ، وهي لَيلةُ الرَّابِعَ عَشَرَ مِنَ الشَّهرِ الهِجريِّ، فقال: إنَّكم -أيُّها المُؤمِنونَ- ستُرَونَ رَبَّكم يَومَ القيامةِ كما تَرَوْنَ هذا القَمَرَ رُؤيةً مُحقَّقةٌ لا شَكَّ فيها، وقوله: «لا تَضامُّونَ» رُوِيَ بفَتحِ التاءِ والميمِ المُشدَّدةِ، ومَعناه: لا يَنضَمُّ بَعضُكم إلى بَعضٍ في وَقتِ النَّظَرِ، كما تَفعَلونَ في وَقتِ النَّظَرِ لإشكالِه وخَفائِه كما تَفعَلون عندَ النَّظَرِ إلى الهلالِ ونحْوِه، ويُروَى: «تُضامُونَ» بضَمِّ التَّاءِ وتَخفيفِ المِيمِ، أيْ: لا يُصيبُكم ظُلمٌ في رُؤيَتِه ولا تَعَبٌ، فلا يَراه بَعضُكم دُونَ بَعضٍ، بل كُلُّكم تَشتَرِكونَ في الرُّؤيةِ، ويُروَى: «تُضامُّونَ» بضَمِّ التاءِ وتَشديدِ الميمِ، أي: لا تَتزاحمون ولا تَختلِفون.ثمَّ حَثَّهم صلَّى اللهُ عليه وسلَّمَ بقولِه: «فإنِ استَطَعتُم ألَّا تُغلَبوا»، بأنْ يَكونَ لكمُ استِعدادٌ لِتَلافي أسبابِ الغَلَبةِ التي تُنافي الاستِطاعةَ؛ مِن نَومٍ، أو الاشتِغالِ بالأشياءِ التي تَمنَعُ عنِ الصَّلاةِ، فلا تَغفُلوا عن صَلاةٍ قَبلَ طُلوعِ الشَّمسِ، وهِيَ الفَجرُ، وقَبلَ غُروبِها، وهي العَصرُ، فافعَلوا؛ يَعني: أنْ تُصَلُّوا هاتَيْنِ الصَّلاتَيْنِ في هَذَيْنِ الوَقْتَيْنِ، ثمَّ قَرأَ النبيُّ صلَّى اللهُ عليه وسلَّمَ: {وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ} [ق: 39].وفي الحَديثِ: فَضلُ أداءِ صَلاتَيِ الصُّبحِ والعَصرِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}