{
    "hadith_id": "5767",
    "hadith": "أنَّهُ قَدِمَ رَجُلَانِ مِنَ المَشْرِقِ فَخَطَبَا، فَعَجِبَ النَّاسُ لِبَيَانِهِمَا، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: إنَّ مِنَ البَيَانِ لَسِحْرًا، أوْ: إنَّ بَعْضَ البَيَانِ لَسِحْرٌ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5767",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "الشِّعرُ والخُطَب وغيرُهما من أساليبِ البَيانِ، هي أنواعٌ مِن الكلامِ المُنمَّقِ الذي يُؤثِّرُ في النُّفوسِ، وحُكْمُه حُكْمُ الكلامِ باللِّسانِ بحسَبِ ما فيه مِن المعاني؛ فقد يكونُ شرًّا وسُوءًا، وقد يكونُ حِكْمةً وأخلاقًا.\nوفي هذا الحديثِ يُخبرُ عبدُ اللهِ بنُ عمَرَ رضِيَ اللهُ عنهما أنَّهُ جاءَ رَجُلانِ مِنْ جِهةِ المَشرِقِ من المدينةِ المنوَّرةِ، وكان سُكنى بني تميمٍ مِن جِهةِ العِراقِ، وهما الزبْرقانُ بنُ بَدرٍ التَّميميُّ وعَمرُو بن الأهتَمِ التميميُّ رَضِيَ اللهُ عنهما، وقَدِمَا عام تِسعٍ مِنَ الهِجرةِ وأسلَما، فخَطَبا خُطبتَينِ بليغَتَينِ، فَعَجِبَ النَّاسُ مِنهُما لبَيانِهما، فقال رسولُ اللَّه صلَّى اللهُ عليه وسلَّم: «إنَّ مِنَ البَيانِ لَسِحرًا»، والمرادُ بالبيانِ: اجتِماعُ الفَصَاحةِ والبَلَاغةِ وذكاءُ القَلبِ مع اللِّسانِ، والمعنى: إنَّ مِنهُ لَنَوعًا يُشبِهُ السِّحرَ مِن حيثُ جَلْبُ القلوبِ والغَلَبةُ على النفوسِ والتأثيرُ فيها، فيَحُلُّ مِنَ العُقولِ والقُلوبِ في التَّمويهِ مَحَلَّ السِّحرِ؛ وذلك لحدَّةِ عمَلِه في سامِعِه، وسُرعةِ قَبولِ القلْبِ له، فيُقرِّبُ البَعيدَ، ويُبعِدُ القَريبَ، ويُزَيِّنُ القَبيحَ، ويُعَظِّمُ الحَقيرَ، فَكأنَّهُ سِحْرٌ. \nوشبَّه النَّبيُّ صلَّى اللهُ عليه وسلَّم في هذا الخبرِ البَيانَ بِالسِّحرِ؛ إذ السَّاحِرُ يَستَميلُ قَلبَ النَّاظرِ إليه بسِحرِه وشَعوذَتِه، والفَصيحُ الذَّرِبُ اللِّسانِ يَستميلُ قُلوبَ النَّاسِ إليه بِحُسنِ فصاحتِه ونَظْمِ كلامِه؛ فالأَنْفُسُ تكونُ إليه تائقةً، والأعيُنُ إليه رامِقةً.\nواختُلِفَ في هذا الحديثِ؛ هل هو على وجْهِ الذَّمِّ أو على وجْهِ المدْحِ؟ والأقرَبُ: أنَّ هذا الحديثَ ليس ذمًّا لِلبَيانِ كُلِّه، ولا مَدْحًا؛ لقولِه صلَّى اللهُ عليه وسلَّم: «مِن البَيانِ»، فأتى بِلَفظةِ (مِنْ) الَّتي لِلتَّبعيضِ.\nوفي الحديث: إشارةٌ إلى ضَرورةِ الحَذَرِ مِنْ مَعسولِ الكلامِ؛ لأنَّه كالسِّحرِ، فقدْ يَقلِبُ الحَقَّ باطِلًا، والباطِلَ حَقًّا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}