{
    "hadith_id": "5873",
    "hadith": "اتَّخَذَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ خاتَمًا مِن ورِقٍ، وكانَ في يَدِهِ، ثُمَّ كانَ بَعْدُ في يَدِ أبِي بَكْرٍ، ثُمَّ كانَ بَعْدُ في يَدِ عُمَرَ، ثُمَّ كانَ بَعْدُ في يَدِ عُثْمانَ، حتَّى وقَعَ بَعْدُ في بئْرِ أرِيسَ، نَقْشُهُ: مُحَمَّدٌ رَسولُ اللَّهِ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5873",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5873)، ومسلم (2091)",
    "sharh": "هذا الحديثُ في صِفةِ خاتَمِ النَّبيِّ صلَّى اللهُ عليه وسلَّم الذي كان يَختِمُ به رَسائلَه للملوكِ التي كان يَدْعوهم فيها إلى الإسلامِ، وفيه يُخبِرُ أنسُ بنُ مالكٍ رضِيَ اللهُ عنه: أنَّ أبا بَكرٍ رضِيَ اللهُ عنهُ لمَّا أصبَحَ الخليفةَ بعْدَ مَوتِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، «كَتَبَ لَهُ»، أي: لأنسٍ رَضِيَ اللهُ عنه حين وَجَّهه إلى البحرينِ، وكان قد كتب له مقاديرَ الزكاةِ، وخَتَمَهُ بخاتَمِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، الذي كانَ معهُ بعْدَ وَفاةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، «وكانَ نقْشُ الخاتمِ»، أي: الكلامُ المكتوبُ عليه، «ثلاثةَ أسْطُرٍ: (مُحمَّدٌ) سَطْرٌ، و(رسولُ) سَطْرٌ، و(اللهِ) سَطْرٌ»، وكانَ لفظُ الجَلالةِ في أَعلى الخَاتمِ.\nويُخبِرُ أنسٌ رَضِيَ اللهُ عنه أن خاتَم النبيِّ صلَّى اللهُ عليه وسلَّم كان في يدِهِ، ثمَّ في يدِ أَبي بَكرٍ رَضِيَ اللهُ عنه، ثم في يدِ عُمرَ بعدَ أَبي بَكْرٍ، فكانَ النبيُّ صلَّى اللهُ عليه وسلَّم والخُلفاءُ مِن بَعدِهِ يَجعلونَ الخاتَمَ في أيديهِمْ يَلْبَسونَهُ في أصابِعِهمْ، وفَصُّهُ ناحيةَ بَطنِ اليَدِ، وظِلُّ خَاتمِ النبيِّ صلَّى اللهُ عليه وسلَّم هُوَ المُستَخدَمُ معَ أبي بَكرٍ وعُمرَ، فَلَمَّا استخلف عُثمانُ رَضِيَ اللهُ عنه لَبِسَ الخاتَمَ، وفي يومٍ جَلَسَ عَلى بِئْرِ أَرِيسٍ، وهوَ بِئرٌ كانَ في المدينةِ، فأَخْرَجَ الخاتَمَ فجَعلَ يُحَرِّكُه في إصبَعِه، أو في يَدِه، فَسَقَطَ الخاتَمُ في البِئرِ، فتناوبوا الذَّهابَ للبِئرِ ثلاثةَ أيَّامٍ للبَحْثِ عنِ الخاتَمِ، وأفرغوا البِئرَ من الماءِ، ولكنَّهمْ لم يَجِدوا الخاتَمَ.\nوفي الحَديثِ: مَشروعيَّةُ اتِّخاذِ الخاتمِ -وما يُستجَدُّ من الوسائِلِ- لتَوْثيقِ مُكاتَباتِ ووَثائقِ الدَّوْلةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}