{
    "hadith_id": "5921",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ نَهَى عَنِ القَزَعِ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5921",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2120)",
    "sharh": "جاء الإسلامُ بكلِّ الآدابِ الحَسَنةِ في كلِّ نَواحي الحَياةِ؛ فيَنْبغي للمُسلِمِ أنْ يَتأدَّبَ بها، ومِن هذه الآدابِ ما يَتعلَّقُ بظاهرِ الإنسانِ وسَمْتِه؛ مِن اللِّباسِ وحلْقِ الشَّعرِ، والتَّطيُّبِ ونحْوِ ذلك. \nوفي هذا الحَديثِ يُخبِرُ عبدُ اللهِ بنُ عُمَرَ رَضِيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم نَهَى عن القَزَعِ، وهو حَلْقُ بَعضِ شَعرِ الرَّأسِ وترْكُ بَعضِه. والصَّوابُ في حَلْقِ المُسلمِ لشَعرِه كما أمر رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم -في سُنَنِ أبي داودَ- أن يُحلَقَ الشَّعرُ كُلُّه ولا يُترَكَ منه شيءٌ، أو يكونَ التقصيرُ لجميعِ الشَّعرِ دونَ بعضِه، أو يُترَكَ الشَّعرُ كلُّه دون حَلقٍ أو تقصيرٍ؛ وذلك لأنَّ الحَلْقَ على صورةِ القَزَعِ فيه تَشويهٌ للهَيئةِ، وقيل: لأنَّه زِيُّ الشَّيطانِ، أو لأنَّه زِيُّ اليهودِ، كما جاء في سُنَنِ أبي داودَ. \nثمَّ أخبَرَ عُبَيْدُ اللهِ بنُ عُمَرَ بنِ حَفْصِ بنِ عَاصِمِ بنِ عُمَرَ بنِ الخَطَّابِ رَضِيَ اللهُ عنه -أحدُ رُواةِ الحديثِ- أنَّه سأل شَيخَه عُمَرَ بنَ نافعٍ عن هيئةِ القَزَعِ المنهيِّ عنه، وفي روايةِ مُسلمٍ أنَّ السَّائِلَ عُمَرُ بنُ نافعٍ، والمسؤولُ هو أبوه نافِعٌ مَوْلَى ابنِ عُمَرَ رَضِيَ الله عَنهُما، فيَحتَمِلُ أنَّ السُّؤالَ قد حدث من الاثنينِ: عُبَيدِ اللهِ ونافِعٍ، كُلٌّ منهما سأل شَيخَه، ثم أشار عُبَيدُ اللهِ إلى أنَّه حلَقَ شَعرَ الرَّأسِ وتَرَكَ بعضَ الشَّعَراتِ في مُقَدِّمةِ الرَّأسِ والجانِبَينِ.\nثم سُئِلَ عُبَيدُ اللهِ عن الأُنثى الصَّغيرةِ وكذا الغلامُ -المرادُ به غالبًا المراهِقُ- هما في ذلك النَّهيِ سواءٌ؟ فأجاب عُبَيدُ اللهِ بأنَّه لا يدري، هو سمعَ من شيخِه الحديثَ بلَفظِ «الصَّبيِّ». وكان السَّائِلُ فَهِمَ التخصيصَ بالصَّبيِّ الصغيرِ، فسأل عن الجاريةِ الأنثى وعن الغلامِ.\nويذكُرُ عُبَيدُ اللهِ أنَّه عاود عُمَرَ بنَ نافعٍ فيما يتعَلَّقُ بالقَزَعِ، فأخبره أنَّ القُصَّةَ -والمرادُ بها هنا شَعرُ الصدغَينِ- وشَعْرُ القفَا للغلامِ، لا بأسَ بهما، ولكِنَّ القَزَعَ المكروهَ أن يُترَكَ في ناصيةِ الرَّأسِ -مُقَدَّمِ الرَّأسِ- شَعرٌ، وليس في الرأسِ غَيرُه، وكذلك أن يُترَكَ في جانِبَيِ الرَّأسِ.\nوفي الحَديثِ: الاهتمامُ بالمنظَرِ والهيئةِ الجميلةِ التي ليس فيها تَشْويهٌ.\nوفيه: سؤالُ الطَّالِبِ شَيخَه عَمَّا لا يَفهَمُه من كلامِه، وطَلَبُ التوضيحِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}