{
    "hadith_id": "5951",
    "hadith": "إنَّ الَّذِينَ يَصْنَعُونَ هذِه الصُّوَرَ يُعَذَّبُونَ يَومَ القِيامَةِ، يُقالُ لهمْ: أحْيُوا ما خَلَقْتُمْ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5951",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2108) باختلاف يسير",
    "sharh": "تَصويرُ ذَواتِ الأرواحِ مِن المُنكَراتِ الشَّديدةِ التي يَجِبُ إزالتُها، وفاعِلُها مُعرِّضٌ نفْسَه لعِقابٍ شَديدٍ مِن اللهِ عزَّ وجلَّ.\nوفي هذا الحَديثِ تَروي أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها أنَّها اشتَرَتْ نُمْرُقةً -وهي وِسادةٌ صَغيرةٌ- فيها صُوَرٌ، وكأنَّها وضَعَتْها في صَدْرِ بَيتِها، فلمَّا رَآها رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ قبْلَ أنْ يَدخُلَ بيْتَها قامَ على البابِ، ولم يَدخُلْ؛ كَراهيةً لِما رَأى حتَّى ظَهَرَ ذلك على وَجْهِه، فلَمَّا رَأَتْ أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها كَراهتَه لِلنُّمرُقةِ فزِعَتْ وقَدَّمتْ تَوبتَها قبْلَ أنْ تَعرِفَ ذنْبًا، فقالتْ: يا رسولَ اللهِ، أتوبُ إلى اللهِ وإلى رَسولِه، وسَأَلَت عمَّا بَدَرَ منها وأغضَبَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ: «ماذَا أذْنَبْتُ؟» فسَأَلَها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن النُّمرُقةِ، فأجابَتْ رَضيَ اللهُ عنها بأنَّها اشتَرَتْها له صلَّى اللهُ عليه وسلَّمَ لِيَقعُدَ عليها ويَتَّكِئَ ويَنامَ عليها، فأخْبَرَها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ الَّذينَ يَصنَعونَ هذه الصُّورَ يُعذِّبُهمُ اللهُ يومَ القِيامةِ، والمرادُ صُورُ ذَواتِ الأرواحِ، وليس صُورَ الجَماداتِ أو النَّباتاتِ، فيَأمُرُ اللهُ عزَّ وجلَّ أصحابَ تلك الصُّورِ يومَ القِيامةِ -تَهكُّمًا وتَعجيزًا- بأنْ يَقوموا بإحياءِ الصُّورِ والتَّماثيلِ الَّتي صَنَعوها في الدُّنيا. ثُمَّ ذكَرَ صلَّى اللهُ عليه وسلَّمَ عِقابًا آخَرَ؛ وهو أنَّ الملائكةَ لا تَدخُلُ البيتَ الَّذي فيه صُوَرٌ، والمرادُ بالملائكةِ: غيرُ الحَفَظةِ، أمَّا الحَفَظةُ فلا يُفارِقونَ الإنسانَ، فيُحرَمُ البَيتُ الَّذي فيه تَصاويرُ بَرَكةَ دُخولِ الملائكةِ.\nوفي الحديثِ: عدَمُ الدُّخولِ في الدَّعوةِ التي يكونُ فيها مُنكَرٌ ممَّا نهَى اللهُ عنه ورَسولُه صلَّى اللهُ عليه وسلَّمَ.\nوفيه: أنَّه لا فَرْقَ في النَّهيِ عن التَّصويرِ بيْن أنْ تكونَ صُورةً لها ظِلٌّ أوْ لا، ولا بيْن أنْ تكونَ مَدهونةً أو مَنقوشةً، أو مَنقورةً أو مَنسوجةً، أو غيرَ ذلك.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}