{
    "hadith_id": "5958",
    "hadith": "إنَّ المَلائِكَةَ لا تَدْخُلُ بَيْتًا فيه الصُّورَةُ قالَ بُسْرٌ: ثُمَّ اشْتَكَى زَيْدٌ، فَعُدْناهُ، فإذا علَى بابِهِ سِتْرٌ فيه صُورَةٌ، فَقُلتُ لِعُبَيْدِ اللَّهِ، رَبِيبِ مَيْمُونَةَ زَوْجِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ: ألَمْ يُخْبِرْنا زَيْدٌ عَنِ الصُّوَرِ يَومَ الأوَّلِ؟ فقالَ عُبَيْدُ اللَّهِ: ألَمْ تَسْمَعْهُ حِينَ قالَ: إلَّا رَقْمًا في ثَوْبٍ",
    "rawi": "أبو طلحة الأنصاري زيد بن سهل",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5958",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2106) باختلاف يسير",
    "sharh": "المَلائكةُ خَلقٌ مُكْرَمونَ، لا يَعصونَ اللهَ ما أمَرَهم، ويَفعَلونَ ما يُؤمَرونَ، ونُزولُهم في أيِّ مَكانٍ بالخَيرِ يَكونُ بَرَكةً لِأهلِ المَكانِ.\nوفي هذا الحَديثِ يَروي أبو طَلْحةَ الأنصاريُّ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قال: «لا تَدخُلُ المَلائِكةُ بَيتًا فيه صُورَةٌ»، والمُرادُ بالمَلائِكةِ هنا: المَلائِكةُ الذين يَطوفونَ بالرَّحمةِ والتَّبَرُّكِ والاستِغفارِ، وهُم غَيرُ الحَفَظةِ، والمُرادُ بالصُّورةِ الإنسانُ والحَيَوانُ مِن ذَواتِ الأرواحِ، وليس المُرادُ صُوَرَ الجَماداتِ أوِ النَّباتاتِ. وامتِناعُ المَلائِكةِ مِن دُخولِ البَيتِ الذي فيه صُورةٌ؛ لِكونِها مَعصيةً فاحِشةً، وكَونِها مُضاهاةً لِخَلقِ اللهِ عَزَّ وجَلَّ. \nثمَّ ذَكَرَ التَّابِعيُّ بُسرُ بنُ سَعيدٍ راوي الحَديثِ أنَّ زَيدَ بنَ خَالِدٍ قد مَرِضَ بعْدَ أنْ حَدَّثَهم بهذا الحَديثِ، وأنَّه ذَهَبَ هو وعُبَيدُ اللهِ الخَوْلانيُّ لِزيارَتِه في مَرَضِه، فوَجَدا عِندَه سِتْرًا فيه تَصاويرُ، فقال بُسرٌ لِعُبَيدِ اللهِ الخَوْلانيِّ: ألمْ يَذكُرْ لنا زَيدُ بنُ خَالِدٍ الحَديثَ الذي فيه أنَّ المَلائِكةَ لا تَدخُلُ بَيتًا فيه صُورةٌ؟! فكيف يَكونُ في بَيتِه هذه الصُّوَرُ؟! فأخبَرَ عُبَيدُ اللهِ الخَوْلانيُّ بُسْرَ بنَ سَعِيدٍ أنَّ زَيدَ بنَ خَالِدٍ قد قال في حَديثِه: «إلَّا رَقْمٌ في ثَوْبٍ»، وهو النَّقْشُ الذي يَكونُ في الثَّوبِ، وسَألَه عُبَيدُ اللهِ: ألَا سَمِعتَه؟ فقال بُسْرٌ: لا. فأكَّدَ له عُبَيدُ اللهِ أنَّه حدَّثَ بهذا؛ وذلك لِلضَّرورةِ إلى اتِّخاذِ الثِّيابِ، كما أُبيحَتِ الصُّورةُ فيما يُمتَهَنُ؛ لِأنَّه يُؤمَنُ على الجاهِلِ تَعظيمُ ما يُمتَهَنُ، وبَقيَ النَّهىُ فيما فيه تَرَفُّهٌ ولا يُمتَهَنُ، وفيما لا حاجةَ بالناس إلى اتِّخاذِه، وما يَبقى مُخَلَّدًا في مِثلِ الحَجَرِ وشِبهِه مِنَ الصُّورِ التي لها أجرامٌ وظِلٌّ؛ لِأنَّ في صَنيعِها التَّشَبُّهَ بخَلقِ اللهِ تَعالى.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}