{
    "hadith_id": "5983",
    "hadith": "أنَّ رَجُلًا قالَ: يا رَسولَ اللَّهِ، أخْبِرْنِي بعَمَلٍ يُدْخِلُنِي الجَنَّةَ، فَقالَ القَوْمُ: ما له ما له؟ فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: أرَبٌ ما له فَقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: تَعْبُدُ اللَّهَ لا تُشْرِكُ به شيئًا، وتُقِيمُ الصَّلَاةَ، وتُؤْتي الزَّكَاةَ، وتَصِلُ الرَّحِمَ، ذَرْهَا قالَ: كَأنَّهُ كانَ علَى رَاحِلَتِهِ.",
    "rawi": "أبو أيوب الأنصاري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5983",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (13) باختلاف يسير",
    "sharh": "جعَل اللهُ عزَّ وجَلَّ عمَلَ الطَّاعاتِ، واجتِنابَ المعاصي سبَبًا لدُخولِ الجنَّةِ، والبُعدِ عن النَّارِ، وأعظمُ الطاعاتِ وأجَلُّها توحيدُ اللهِ تعالَى، وأعظمُ الذُّنوبِ الشِّركُ باللهِ سُبحانَه، وقد كان الصحابة رَضيَ اللهُ عنهم حَريصينَ على سُؤالِ النبيِّ صلَّى اللهُ عليه وسلَّمَ عن خَيرٍ.\nوفي هذا الحَديثِ يَروي أبو أيُّوبَ الأنصاريُّ رَضيَ اللهُ عنه أنَّ رجُلًا سَأل النبيَّ صلَّى اللهُ عليه وسلَّمَ عن عمَلٍ يُدخِلُه الجنَّةَ، قيل: السائلُ هو أبو أيُّوبَ راوي الحديثِ، وقيل: هو لَقِيطُ بنُ صَبِرةَ وافِدُ بَني المُنْتَفِقِ، فقال أحدُ الصَّحابةُ رَضيَ اللهُ عنهم: ما لَه؟ ما لَه؟ كأنَّه استعظَمَ سؤالَه؛ لأنَّ الأعمالَ كثيرةٌ، فقال النبيُّ صلَّى اللهُ عليه وسلَّمَ: (أَرَبٌ مَا لَهُ)! يعني: له حاجةٌ يَطلُبُها ويَسألُ عنها جاءتْ به، ويُروى: «أرِبٌ ما لَه» على أنَّه اسمُ فاعِلٍ، مِثلُ حَذِر. وقدْ يكونُ \"أَرِبَ\" فِعلًا بمعنى: تَفطَّنَ لِما سَأل عنه وعقَلَ. وقيل: معناه: رجُلٌ حاذِقٌ سَأل عمَّا يَعْنِيه. وقيل: تعجَّب مِن حِرصِه، ومعناه: لله دَرُّه، أي: فَعَل فِعْلَ العُقلاءِ في سؤالِه عمَّا جَهِلَه. وقيل: هو دعاءٌ عليه، أي: سقطَتْ آرابُه، وهي أعضاؤُه، على عادةِ العربِ في مِثلِ ذلك، كقولِهم: عَقْرَى حَلْقَى ونحوِه، مِن غيرِ قَصدٍ لوُقوعِه، ولا يُريدون به حقيقةَ المعنى.\nثمَّ أجابه النبيُّ صلَّى اللهُ عليه وسلَّمَ عن العمَلِ الَّذي يُدخِلُ الجنَّةَ، وأنَّه عِبادةُ الله وحْدَه لا شَريكَ له، والمحافظةُ على الصَّلواتِ المكتوبةِ (الفَجر، والظُّهر، والعَصْر، والمغرب، والعِشاء)، وإعطاءُ الزَّكاةِ الشَّرعيَّةِ، وهي عِبادةٌ ماليَّةٌ واجِبةٌ في كُلِّ مالٍ بلَغَ النِّصابَ وحالَ عليه الحَوْلُ -وهو العامُ القَمريُّ أو الهِجريُّ- فيُخرَجُ منه رُبُعُ العُشرِ، وأيضًا يَدخُلُ فيها زَكاةُ الأنعامِ والماشيةِ، وزَكاةُ الزُّروعِ والثِّمارِ، وعُروضِ التِّجارةِ، وزكاةُ الرِّكازِ، بحسَبِ أوقاتِها وأنصبتِها المُقدَّرةِ شرعًا. ومَصارِفُ الزَّكاةِ قد بيَّنها القرآنُ في قولِه تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ} [التوبة: 60].\nومِن تلك الأعمالِ التي تُدخِلُ الجنَّةَ: صِلةُ الرَّحِم، وهم أقاربُ الإنسانِ، وكلُّ مَن يَربِطُهم رابطُ نسَبٍ، سواءٌ أكان وارِثًا لهم أو غيرَ وارثٍ، وتَتأكَّدُ الصِّلةُ به كُلَّما كان أقرَبَ إليه نَسَبًا، وأوَّلُهم الوَالدانِ ثم الأَخواتُ والإخوةُ، وصِلَتُهم تكونُ ببرِّهم والإحسانِ إليهم وزِيارتِهم وتفقُّدِ أحوالِهم، وبَذْلِ الصَّدَقاتِ في فُقَرائِهم، والهَدايا لأغنِيائِهم، ونحوِ ذلِك.\nويُؤخَذُ مِن هذا الحديثِ تخصيصُ بعضِ الأعمال بالحضِّ عليها، بحسَب حالِ المخاطَب وافتقارِه للتَّنبيهِ عليها أكثرَ ممَّا سِواها؛ إمَّا لمشَقَّتِها عليه، وإمَّا لتساهُلِه في أمرِها.\nوفي الحديثِ: حِرصُ النبيِّ صلَّى اللهُ عليه وسلَّمَ على تزَوُّدِ أمَّتِه مِن أبوابِ الخيرِ؛ حتَّى تَزدادَ درَجاتُهم في الجنَّةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}