{
    "hadith_id": "5992",
    "hadith": "أنَّ حَكِيمَ بنَ حِزَامٍ، أخْبَرَهُ أنَّه قَالَ: يا رَسولَ اللَّهِ، أرَأَيْتَ أُمُورًا كُنْتُ أتَحَنَّثُ بهَا في الجَاهِلِيَّةِ، مِن صِلَةٍ، وعَتَاقَةٍ، وصَدَقَةٍ، هلْ لي فِيهَا مِن أجْرٍ؟ قَالَ حَكِيمٌ: قَالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: أسْلَمْتَ علَى ما سَلَفَ مِن خَيْرٍ. يقال أيضا عن أبي اليمان أتحنت قال معمر وصالح وابن المسافر: (أتحنث)، وتابعهم هشام عن أبيه.",
    "rawi": "حكيم بن حزام",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5992",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري في ((الأدب المفرد)) (70) بلفظه، ومسلم (123)، وأحمد (15318) كلاهما باختلاف يسير.",
    "sharh": "لقدْ تَفضَّلَ اللهُ سُبحانَه على عِبادِه بما شاءَ مِن الأجرِ والثَّوابِ؛ فهو سُبحانَه ذو الفَضلِ العَظيمِ.\nوفي هذا الحَديثِ يَروي حَكيمُ بنُ حِزامٍ رَضيَ الله عنه أنَّه سَألَ النبيَّ صلَّى اللهُ عليه وسلَّمَ عن حُكمِ أشياءَ كانَ يَتعبَّد بها في الجاهليَّة قبْلَ الإسلامِ؛ مِن صَدَقةٍ أو عَتاقةِ عَبيدٍ وصِلةِ رَحِمٍ: هل له فيها مِن أجْرٍ؟ فأجابَه صلَّى اللهُ عليه وسلَّمَ: أسْلَمتَ على قَبولِ ما سَلفَ وما سبَق لكَ مِن عمَلِ خَيرٍ؛ فبيَّنَ النبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ الكافرَ إذا أسلَم وماتَ على إسلامِه، وكان قبْلَ إسلامِه يَعمَلُ بعضَ الصالحاتِ وبعضَ الخَيرِ، كمَنْ يَتصدَّقُ ويَعتِقُ العَبيدَ ويَصِلُ الرَّحِمَ والأقاربَ، فإنَّه يُثابُ على ما فعَله مِن الخَيرِ في حالِ الكُفرِ، كما ثبَت أنَّه يُمحَى عنه كلُّ سَيِّئةٍ كان عَمِلَها، فيَرجِعُ كما ولَدَتْه أُمُّه خاليًا مِن الذُّنوبِ والسَّيِّئاتِ.\nوهذا هو ظاهِرُ معنى قولِه: «أسْلَمْتَ علَى ما سَلَفَ مِن خَيْرٍ»: أنَّ الكافرُ إذا أسلَمَ ومات على الإسلامِ فإنَّه يُثابُ على ما فعَلَ مِن الخَيرِ في حالِ الكفرِ. وقيل: إنَّ معناه يَحتمِلُ عِدَّةَ وُجوهٍ أُخرَى؛ منها: أنَّك اكتسَبْتَ طِباعًا جميلةً وأنت تَنتفِعُ بتلك الطِّباعِ في الإسلامِ، وتكونُ تلك العادةُ تمهيدًا لك ومَعونةً على فِعلِ الخَيرِ والطَّاعاتِ. ومنها: أنَّه لا يَبعُدُ أن يُزادَ في حسَناتِه الَّتي يَفعَلُها في الإسلامِ ويَكثُرَ أجْرُه لِما تقَدَّمَ له مِن الأفعالِ الجَميلةِ؛ فالكافرِ إذا كان يَفعَلُ الخَيرَ فإنَّه يُخفَّفُ عنه به، فلا يبعدُ أنْ يُزادَ لهذا في الأجورِ. \nوفي الحديث: إشارةٌ إلى أنَّ حَسناتِ الكافِرِ إذا أسْلَمَ وخُتِمَ له بالإسلامِ تُحتَسبُ له في الآخِرةِ، فإنْ ماتَ على كُفرِه كانتْ هدرًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}