{
    "hadith_id": "5994",
    "hadith": "كُنْتُ شَاهِدًا لِابْنِ عُمَرَ، وسَأَلَهُ رَجُلٌ عن دَمِ البَعُوضِ، فَقَالَ: مِمَّنْ أنْتَ؟ فَقَالَ: مِن أهْلِ العِرَاقِ، قَالَ: انْظُرُوا إلى هذا، يَسْأَلُنِي عن دَمِ البَعُوضِ، وقدْ قَتَلُوا ابْنَ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، وسَمِعْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ يقولُ: هُما رَيْحَانَتَايَ مِنَ الدُّنْيَا.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "5994",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "الإسْلامُ دِينُ الجِدِّ واحْتِرامِ الذَّاتِ، يحُثُّ على البَحثِ عن مَعالي الأُمورِ، وتَرْكِ التَّنطُّعِ في الدِّينِ وفي أُمورِ الحَياةِ.\nوفي هذا الحَديثِ يُخبِرُ التَّابِعيُّ عبدُ الرَّحمنِ بنُ أبي نُعْمٍ البَجَليُّ أنَّ رَجلًا مِن أهلِ العِراقِ سَألَ عبدَ اللهِ بنَ عُمَرَ رَضيَ اللهُ عنهما: هلْ يَجوزُ للرَّجلِ إذا كان مُحرِمًا بحجٍّ أو عُمْرةٍ أنْ يَقتُلَ الذُّبابَ أو لا؟ فقال مُتعَجِّبًا مُستَغرِبًا مِن حِرصِ أهلِ العِراقِ على السُّؤالِ عنِ الشَّيءِ اليَسيرِ، وتَفْريطِهم في الشَّيءِ الجَليلِ، فقال: «يَسْألونَ عنِ الذُّبابِ وقدْ قَتَلوا ابنَ ابنةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ!»، أي: يَرتَكِبونَ المُوبِقاتِ، ويَجرُؤونَ على قَتلِ الحُسَينِ بنِ عَليٍّ حَفيدِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ثمَّ بعْدَ ذلك يُظهِرونَ كَمالَ التَّقْوى والورَعِ في نُسُكِهم، فيَسْألونَ عن قَتْلِ الذُّبابِ! ثمَّ قال: قال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «هما رَيْحانَتايَ منَ الدُّنْيا»، يَعني الحسَنَ والحُسَينَ، ووَجهُ تَشْبيهِهما بالرَّيْحانَتَينِ: أنَّ الولَدَ يُشَمُّ ويُقبَّلُ، فكأنَّهم مِن جُملةِ الرَّياحينِ، وقيلَ: لِما يَجِدُه مِن الرَّاحةِ النَّفْسيَّةِ في تَقْبيلِهما وضَمِّهما إلى صَدرِه، وشَمِّهما، كما يَجِدُ الإنْسانُ راحَتَه عندَ شَمِّ الزُّهورِ والرَّياحينِ؛ لأنَّهما بمَثابةِ أوْلادِه، والولَدُ الصَّالِحُ رَيْحانةٌ مِن رَياحينِ الجنَّةِ.\nويُحتَمَلُ أنْ يَكونَ ابنُ عُمَرَ أجابَ السَّائلَ عن خُصوصِ ما سَأَلَ عنه بعْدَ كَلامِه هذا أو قبْلَه؛ لأنَّه لا يَحِلُّ له كِتْمانُ العِلمِ، إلَّا إنْ حُمِلَ على أنَّ السَّائلَ كان مُتعنِّتًا.\nوفي الحَديثِ: فِقهُ ابنِ عُمَرَ رَضيَ اللهُ عنه، وحُسنُ جَوابِه وفَتْواه؛ ممَّا يَجدُرُ بكلِّ مُستَفْتًى أنْ يُراعيَه. \nوفيه: فَضيلةٌ ظاهرةٌ للحسَنِ والحُسَينِ رَضيَ اللهُ عنهما.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}