{
    "hadith_id": "6063",
    "hadith": "مَكَثَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ كَذَا وكَذَا، يُخَيَّلُ إلَيْهِ أنَّه يَأْتي أهْلَهُ ولَا يَأْتِي، قالَتْ عَائِشَةُ: فَقالَ لي ذَاتَ يَومٍ: يا عَائِشَةُ، إنَّ اللَّهَ أفْتَانِي في أمْرٍ اسْتَفْتَيْتُهُ فِيهِ: أتَانِي رَجُلَانِ، فَجَلَسَ أحَدُهُما عِنْدَ رِجْلَيَّ والآخَرُ عِنْدَ رَأْسِي، فَقالَ الذي عِنْدَ رِجْلَيَّ لِلَّذِي عِنْدَ رَأْسِي: ما بَالُ الرَّجُلِ؟ قالَ: مَطْبُوبٌ، يَعْنِي مَسْحُورًا، قالَ: ومَن طَبَّهُ؟ قالَ: لَبِيدُ بنُ أعْصَمَ، قالَ: وفيمَ؟ قالَ: في جُفِّ طَلْعَةٍ ذَكَرٍ في مُشْطٍ ومُشَاقَةٍ، تَحْتَ رَعُوفَةٍ في بئْرِ ذَرْوَانَ فَجَاءَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ فَقالَ: هذِه البِئْرُ الَّتي أُرِيتُهَا، كَأنَّ رُؤُوسَ نَخْلِهَا رُؤُوسُ الشَّيَاطِينِ، وكَأنَّ مَاءَهَا نُقَاعَةُ الحِنَّاءِ فأمَرَ به النبيُّ صَلَّى اللهُ عليه وسلَّمَ فَأُخْرِجَ، قالَتْ عَائِشَةُ: فَقُلتُ: يا رَسولَ اللَّهِ فَهَلَّا، تَعْنِي تَنَشَّرْتَ؟ فَقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: أمَّا اللَّهُ فقَدْ شَفَانِي، وأَمَّا أنَا فأكْرَهُ أنْ أُثِيرَ علَى النَّاسِ شَرًّا قالَتْ: ولَبِيدُ بنُ أعْصَمَ، رَجُلٌ مِن بَنِي زُرَيْقٍ، حَلِيفٌ لِيَهُودَ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6063",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم  (2189) بلفظ مقارب",
    "sharh": "في هذا الحَديثِ تُخبرُ أمُّ المُؤمِنينَ عائِشةُ رضِيَ اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم سَحَرَه رَجُلٌ مِن بَني زُرَيْقٍ، يُقالُ لَه: لَبيدُ بنُ الأَعْصَمِ، وهو يَهوديٌّ، والسِّحرُ: هو قِراءاتٌ وطَلاسِمُ يَتوصَّلُ بها السَّاحرُ إلى استخدامِ الشَّياطينِ فيما يُريدُه مِن ضَرَرَ المسحورِ.\nوكان مِن أثَرِ هذا السِّحرِ الذي صَنَعه لَبِيدٌ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّم أنَّه كان يُخَيَّلُ إلَيْه أنَّه كانَ يَفعَلُ الشَّيْءَ وما فَعَلَه صلَّى اللهُ عليه وسلَّم. وقد جاءت رواياتُ هذا الحديثِ مَبنيَّةً على أنَّ السِّحرَ إنما تسَلَّط على جَسِدِه وظواهِرِ جوارِحِه لا على قَلْبِه وعَقلِه واعتقادِه صلَّى اللهُ عليه وسلَّم، ويكونُ معنى أنَّه صلَّى اللهُ عليه وسلَّم يُخَيَّلُ إلَيْه أنَّه كانَ يَفعَل الشَّيْءَ وما فَعَلَه: محمولٌ على التخَيُّلِ بالبصَرِ لا بالعَقلِ، وليس فيه ما يَطعَنُ بالرِّسالةِ. أو حتى يَظُنُّ أنَّه يأتي أهْلَه ولا يأتيهِنَّ -كما في الرِّوايةِ الأُخرى في صحيحِ البُخاريِّ-، والمعنى: أن يَظهَرَ له من نَشاطِه ومُتقَدَّمِ عادتِه القُدرةَ عليهِنَّ، فإذا دنا منهن أخذَتْه أَخذةُ السِّحرِ، فلم يأتِهنَّ ولم يتمكَّنْ مِن ذلك كما يعتري المسحورَ.\nوظلَّ هكذا رسولُ اللهِ صلَّى اللهُ عليه وسلَّم حتَّى إذا كانَ ذاتَ يَوْمٍ أو ذاتَ لَيْلةٍ، وهو عِنْدَ أمِّ المُؤمِنينَ عائشةَ رَضِيَ اللهُ عنها في حُجْرتِها، وكانَ صلَّى اللهُ عليه وسلَّم مُشْتَغِلًا بِالدُّعاءِ، أخبر النَّبيُّ صلَّى اللهُ عليه وسلَّم عائِشةَ رَضِيَ اللهُ عنها أنَّ اللهَ عزَّ وجَلَّ أجابه فيما دعاه وسأله، وذكر لها صلَّى اللهُ عليه وسلَّم أنَّه أتاه مَلَكانِ، فَقَعَدَ أَحَدُهما عِنْدَ رأسِه صلَّى اللهُ عليه وسلَّم، والآخَرُ عِنْدَ رِجْلِه، فَقالَ أَحَدُهما لِصاحِبِه: ما وجَعُ الرَّجُلِ؟ يعني النَّبيَّ صلَّى اللهُ عليه وسلَّم، فَأَجابَه: بأنه مَطْبوبٌ، أي: مَسْحورٌ. فسأله عمَن سَحَرَه، فقالَ: لَبيدُ بنُ الأَعْصَمِ. قالَ: في أَيِّ شَيْءٍ سَحَره؟ قالَ: في «مُشْطٍ» وهو الأداةُ المعروفةُ الَّتي يُسَرَّحُ بِها شَعْرُ الرَّأْسِ واللِّحْيةِ، «وَمُشاطةٍ» وهي: ما يَخْرُجُ مِن الشَّعرِ عِندَ التَّسْريحِ، «وَجُفِّ طَلْعِ نَخْلةٍ»: الوِعاءِ أو الغِشاءِ الَّذي يَكونُ على طَلعِ النَّخلِ، ويُطلَقُ على الذَّكَرِ والأُنْثى؛ فَلِذا قَيَّدَه بِقَوْلِه: «ذَكَرٍ»، وهي صِفةٌ لِلجُفِّ.\nفسأل الملَكُ صاحِبَه: وأَيْنَ هذا السِّحرُ؟ قالَ: في بِئْر «ذَرْوانَ» وهي بِئرٌ بالمدينةِ كانت في بُستانِ بني زريقٍ. \nفَجاءها النَّبيُّ صلَّى اللهُ عليه وسلَّم في ناسٍ مِن أصْحابِه، ولما رجع وصف لأمِّ المُؤمِنينَ عائشةَ هذا البِئرَ بأنَّ ماءَها كأنَّه «نُقاعةُ الحِنَّاءِ»، يَعْني: أنَّ ماءَ البِئْرِ أحمرُ كالَّذي يُنْقَعُ فيه الحِنَّاءُ، يَعْني أنَّه تَغَيَّرَ لِرَداءتِه، أو لِما خالَطَه مِمَّا أُلْقِيَ فيه، وكَأَنَّ رُؤوسَ نَخْلِها رُؤوسُ الشَّياطينِ، في التَّناهي في كَراهتِها وقُبْحِ مَنظَرِها.\nفسألت أمُّ المُؤمِنينَ عائِشةُ رضِيَ اللهُ عنها رسولَ اللهِ صلَّى اللهُ عليه وسلَّم: أفلا استخرَجْتَ السِّحرَ الذي خبَّأه لَبِيدٌ في هذه البِئرِ؟ فذكر لها صلَّى اللهُ عليه وسلَّم أنَّه كَرِهَ استخراجَه حتى لا يُثيرَ على النَّاسِ مِنه شَرًّا؛ مِثل تَذْكيرِ المُنافِقينَ السِّحْرَ وتَعَلُّمِه، ونَحوِ ذَلِكَ، فَيُؤْذونَ المُؤمِنينَ، فَأَمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّم بِالبِئْرِ فَدُفِنَتْ.\nوفي سُنَنِ النَّسائيِّ أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم أرسل من يستخرجُ هذا السِّحرَ مِنَ البِئرِ، واستخرجه، وكان فيه خَيطٌ مَعقودٌ إحْدَى عشرةَ عُقدةً، وقرأ عليه جِبريلُ عليه بالمعَوِّذاتِ فانفَكَّت العُقَدُ، فنَشِطَ صلَّى اللهُ عليه وسلَّم. وعليه فيكونُ سُؤالُ أمِّ المُؤمِنينَ عائشةَ رَضِيَ اللهُ عنها عن استخراجِه بمعنى نَشْرِه للنَّاسِ، فأجابها صلَّى اللهُ عليه وسلَّم بأنَّه لم يَنشُرْه خشيةَ أن تحصُلَ بذلك مَفسَدةٌ أعظَمُ.\nوفي الحَديثِ: التَّكْنيةُ عن السِّحْرِ بِالطِّبِّ تَفاؤُلًا.\nوَفيه: دَرْءُ المَفاسِدِ مُقَدَّمٌ على جَلْبِ المَصالِحِ.\nوَفيه: الصَّبْرُ على الابتِلاءِ والامتِحانِ.\nوفيه: الإلْحاحُ في الدُّعاءِ وتَكْرارُه، وأنَّ الدُّعاءَ وَسيلةٌ لفَكِّ السِّحرِ ورَفعِ الضُّرِّ.\nوَفيه: مُعْجِزتُه صلَّى اللهُ عليه وسلَّم، وعِصْمتُه فيما يُبَلِّغه عن رَبِّه عَزَّ وجَلَّ، وإخْبارُه بِمَكانِ السِّحرِ.\nوَفيه: بَيانُ أَهَمِّيَّةِ الأَخذِ بِالأَسبابِ، وأَنَّها لا تُنافي التَّوَكُّلَ.\nوَفيه: أنَّ مِن صِفاتِ اليَهودِ الخيانةَ لِلهِ ولِرَسولِه صلَّى اللهُ عليه وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}