{
    "hadith_id": "6098",
    "hadith": "قالَ عبدُ اللَّهِ: إنَّ أحْسَنَ الحَديثِ كِتَابُ اللَّهِ، وأَحْسَنَ الهَدْيِ هَدْيُ مُحَمَّدٍ صَلَّى اللهُ عليه وسلَّمَ.",
    "rawi": "طارق بن شهاب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6098",
    "grade": "[صحيح]",
    "takhrij": "أخرجه المروزي في ((السنة)) (76)، والشاشي (880)، والبيهقي في ((شعب الإيمان)) (4451) مطولا.",
    "sharh": "كانَ الصَّحابةُ رَضيَ اللهُ عنهم يَعِظونَ النَّاسَ، ويُرشِدونهم إلى الخيرِ والهُدى والصَّلاحِ، ويُعلِّمونهم أمورَ دينِهم.\nوفي هذا الحديثِ وَعَظَ عبدُ اللهِ بنُ مَسعُودٍ رَضيَ اللهُ عنه النَّاسَ، فقالَ: «إنَّ أحسنَ الحديثِ كِتابُ اللهِ»؛ وذلك لأنَّه {لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} [فُصِّلَت: 42]، وقال تَعالَى: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ} [يوسف: 3]، وقالَ سُبحانَه: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ} [الزمر: 23].\nثُمَّ قالَ: «وأَحسَنَ الهَدْيِ هَدْيُ مُحَمَّدٍ صلَّى اللهُ عليه وسلَّمَ»، أي: إنَّ أحسنَ طَريقةٍ، وأحسنَ سَمتٍ، وأحسنَ دَلالةٍ للحقِّ والخيرِ؛ دينُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وطَريقَتُه، «وشَرَّ الأُمُورِ مُحْدَثَاتُهَا» أي: وأكثَرَ الأمورِ شرًّا ما أحدَثَه النَّاسُ في الدِّين من عِباداتٍ بعدَ أن لم تَكُن، وهي البِدَعُ الَّتي لم يَشرَعها اللهُ ولا رَسولُه صلَّى اللهُ عليه وسلَّمَ منَ العِباداتِ المَحضَةِ.\nثُمَّ خَتَم مَوعظِتَه رَضيَ اللهُ عنه بالتَّذكيرِ بالآخِرَةِ وما فيها من حِسابٍ وجَزاءٍ؛ فقال: «و{إِنَّ مَا تُوعَدُونَ لَآتٍ وَمَا أَنْتُمْ بِمُعْجِزِينَ}» [الأنعام: 134]، أي: إنَّ ما تُوعَدونَ به منَ البَعثِ والنُّشورِ والحسابِ والعِقابِ لَآتٍ لا مَحَالةَ يومَ القيامةِ، فتُحاسَبون عليه، ولن تَفوتوا ربَّكم بالهَرِبِ؛ فهو آخِذٌ بنَواصيكم، ومُعذِّبُكم بعذابِه، فلستُم بفائتين، وهذا ردٌّ لقولٍ قديمٍ: مَن ماتَ فاتَ.\nوفي الحديثِ: الحضُّ والتَّرغيبُ في اتِّباعِ سُنَّةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ والاستمساكِ بها.\nوفيه: خُطورةُ البِدَعِ وشَرُّها، وأنَّها شرٌّ مِنَ المَعاصي.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}