{
    "hadith_id": "6110",
    "hadith": "أَتَى رَجُلٌ النبيَّ صَلَّى اللهُ عليه وسلَّمَ فَقالَ: إنِّي لَأَتَأَخَّرُ عن صَلَاةِ الغَدَاةِ، مِن أجْلِ فُلَانٍ ممَّا يُطِيلُ بنَا، قالَ: فَما رَأَيْتُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قَطُّ أشَدَّ غَضَبًا في مَوْعِظَةٍ منه يَومَئذٍ، قالَ: فَقالَ: يا أيُّها النَّاسُ، إنَّ مِنكُم مُنَفِّرِينَ، فأيُّكُمْ ما صَلَّى بالنَّاسِ فَلْيَتَجَوَّزْ، فإنَّ فِيهِمُ المَرِيضَ والكَبِيرَ وذَا الحَاجَةِ.",
    "rawi": "أبو مسعود عقبة بن عمرو",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6110",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6110)، ومسلم (466)",
    "sharh": "جاءت الشَّريعةُ الإسلاميَّةُ باليُسرِ ورَفْعِ الحرَجِ عن المُكلَّفينَ في العِباداتِ وغيرِها، لا سيَّما مع أصحابِ الأعذارِ.\nوفي هذا الحديثِ يروي أبو مَسعودٍ عُقبةُ بنُ عَمرٍو الأنصاريُّ رَضِيَ اللهُ عنه أنَّ رَجُلًا جاء إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم وشكا له أنَّه يَتأخَّرُ عَن صَلاةِ الصُّبحِ مِن أجْلِ أنَّ الإمامَ الذي يصَلِّي وراءَه يُطيلُ في الصَّلاةِ، فلمَّا سمع النَّبيُّ صلَّى اللهُ عليه وسلَّم ذلك غَضِبَ غَضَبًا شديدًا لم يغضَبْ مِثْلَه قَبْلَ ذلك، ثم قام فخطَبَ النَّاسَ في ذلك الأمرِ واشتَدَّ غَضَبُه، حتى كان صلَّى اللهُ عليه وسلَّم في ذلك اليومِ أشدَّ غَضبًا منه في الأيَّامِ الأُخرِ، ثُمَّ قال صلَّى اللهُ عليه وسلَّم: «أيُّها النَّاسُ، إنَّ منكم مُنفِّرِينَ»، يعني: يُنفِّرُون النَّاسَ من الصَّلاةِ ويُكرِّهون إليهم الصَّلاةَ ويُثَقِّلونها عليهم، وإنَّما جعَل الخِطابَ للنَّاسِ ولم يُعيِّن المُطوِّلَ كَرَمًا ولُطفًا عليه، وكان مِن عادتِه صلَّى اللهُ عليه وسلَّم أنَّه لا يُخصِّصُ العتابَ والتَّأديبَ بمَن يَستحِقُّه؛ لكيْ لا يَحصُلَ له الخجلُ ونحوُه على رُؤوسِ الأشهادِ، وحتى يكونَ النُّصحُ للجَميعِ.\nثم أوصى النَّاسَ أنَّ من صلَّى إمامًا بالنَّاسِ فلْيُخفِّفْ صَلاتَه؛ لأنَّ مِنَ المأمومينَ الكبيرَ والضَّعيفَ ومَن له حاجةٌ يُريدُ قَضاءَها، فيكونُ التطويلُ مَدعاةً للنُّفورِ مِنَ الصَّلاةِ في الجماعةِ وعَدَمِ الرَّغبةِ فيها، أمَّا التخفيفُ ففيه تيسيرٌ وتسهيلٌ على المأمومينَ، فيَخرُجون من الصَّلاةِ وهم لها راغِبون.\nوفي الحَديثِ: الغَضَبُ لِمَا يُنكَرُ مِن أُمورِ الدِّينِ.\nوزفيه: والرِّفْقُ والتَّيسيرُ على الأمَّةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}