{
    "hadith_id": "6165",
    "hadith": "أنَّ أعْرَابِيًّا قالَ: يا رَسولَ اللَّهِ، أخْبِرْنِي عَنِ الهِجْرَةِ، فَقالَ: ويْحَكَ، إنَّ شَأْنَ الهِجْرَةِ شَدِيدٌ، فَهلْ لكَ مِن إبِلٍ قالَ: نَعَمْ، قالَ: فَهلْ تُؤَدِّي صَدَقَتَهَا قالَ: نَعَمْ، قالَ: فَاعْمَلْ مِن ورَاءِ البِحَارِ، فإنَّ اللَّهَ لَنْ يَتِرَكَ مِن عَمَلِكَ شيئًا.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6165",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1865) باختلاف يسير",
    "sharh": "كانتِ الهِجرةُ إلى المدينةِ النَّبويَّةِ واجِبةً على المُسلِمينَ في بِدايةِ الإسلامِ؛ حتَّى يَفِرُّوا بدِينهم مِن دِيارِ الكُفْرِ، ويَنصُروا النبيَّ صلَّى اللهُ عليه وسلَّمَ ويَنشُروا دَعوةَ الحَقِّ، وكان أفْضلُ المُؤمنينَ همُ الَّذين هاجَروا إليه صلَّى اللهُ عليه وسلَّمَ وقاموا بحُقوقِ الهِجرةِ، غيرَ أنَّ بعضَ المُسلِمينَ كان مَعذورًا ولم يَستطِعِ الهِجرةَ؛ ففتَحَ اللهُ له بابَ خَيرٍ آخَرَ.\nوفي هذا الحَديثِ يَروي أبو سَعيدٍ الخُدْريُّ رَضيَ اللهُ عنه أنَّ أعرابيًّا -وهو العربيُّ الذي يَسكُنُ الصَّحْراءَ- طلَبَ مِن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ أنْ يُبايِعَه على الهِجرةِ إلى المَدينةِ، والمرادُ بالهجرةِ الَّتي سأَلَ عنها هذا الأعرابيُّ: مُلازَمةُ المدينةِ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ، وتَرْكُ أهلِه ووَطَنِه، فخاف عليه النبيُّ صلَّى اللهُ عليه وسلَّمَ ألَّا يَقوَى عليها، ولا يَقومَ بحُقوقِها، وأنْ يَنكِصَ على عَقِبَيْهِ، فقال له: وَيحَكَ! -وهي كَلمةُ رَحمةٍ وتَوجُّعٍ- إنَّ القِيامَ بحقِّ الهجرةِ الَّتي سَألْتَ عنها لَشَديدٌ، لا يَستطيعُ القِيامَ به إلَّا القليلُ، والظاهرُ أنَّها كانت مُتعذِّرةً على السائلِ شاقَّةً عليه؛ ولذا لم يُجِبْه صلَّى اللهُ عليه وسلَّمَ إليها.\nثمَّ سَأَلَه رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: هلْ عِندَه إبلٌ يُؤدِّي زَكاتَها؟ فأجاب الأعرابيُّ: «نَعَم»، فوجَّهَه صلَّى اللهُ عليه وسلَّمَ إلى أنْ يَعمَلَ بالخيرِ مِن وَراءِ البِحارِ في وَطَنِه، فحيث ما كَنتَ فسَينفَعُك ما فَعَلْتَه مِن الخَيرِ، ولا يَنقُصُك اللهُ منه شَيئًا، والمرادُ بالبِحارِ هنا: القُرَى، والعربُ تُسمِّي القُرى: البِحارَ، والقريةَ: البُحَيرةَ. وكأنَّه صلَّى اللهُ عليه وسلَّمَ قال: إذا كُنتَ تُؤدِّي فرْضَ اللهِ عليك في نفْسِك ومالِك، فلا تُبالِ أنْ تُقيمَ في بَيتِك ولو كُنتَ في أبعَدِ مَكانٍ؛ فلنْ يَنقُصَك اللهُ أجْرَ ما صَنَعْتَ مِن الخيرِ، وهذا هو معنَى قولِه: «فإنَّ اللهَ لَنْ يَتِرَكَ مِن عَمَلِكَ شيئًا».\nقيل: إنَّ تلك القِصَّةَ وقَعَت بعْدَ فتْحِ مكَّةَ، وقد قال النبيُّ صلَّى اللهُ عليه وسلَّمَ: «لا هِجرةَ بعْدَ الفتْحِ» مُتَّفقٌ عليه. وقيل: إنَّ الهِجرةَ كانتْ على غيرِ أهْلِ مكَّةَ مِن الرَّغائبِ والمُستحبَّاتِ، ولم تكُنْ فَرْضًا. وقيل: كانتِ الهِجرةُ على أهلِ الحاضِرةِ، ولم تكُنْ على أهلِ الباديةِ. وقيل: إنَّما كانتِ الهجرةُ واجبةً إذا أسْلَمَ بَعضُ أهلِ البلَدِ ولم يُسلِمْ بَعضُهم؛ لئلَّا يَجْريَ على مَن أسلَمَ أحكامُ الكُفَّارِ، فأمَّا إذا أسلَمَ كلُّ مَن في الدارِ فلا هِجرةَ عليهم.\nوفي الحديثِ: تَعظيمُ شَأنِ الهِجرةِ والمهاجِرينَ.\nوفيه: فضْلُ أداءِ زَكاةِ الإبلِ والمُسارعةِ في الخَيراتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}