{
    "hadith_id": "6207",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ رَكِبَ علَى حِمَارٍ، عليه قَطِيفَةٌ فَدَكِيَّةٌ، وأُسَامَةُ ورَاءَهُ، يَعُودُ سَعْدَ بنَ عُبَادَةَ في بَنِي حَارِثِ بنِ الخَزْرَجِ، قَبْلَ وقْعَةِ بَدْرٍ، فَسَارَا حتَّى مَرَّا بمَجْلِسٍ فيه عبدُ اللَّهِ بنُ أُبَيٍّ ابنُ سَلُولَ، وذلكَ قَبْلَ أنْ يُسْلِمَ عبدُ اللَّهِ بنُ أُبَيٍّ، فَإِذَا في المَجْلِسِ أخْلَاطٌ مِنَ المُسْلِمِينَ والمُشْرِكِينَ عَبَدَةِ الأوْثَانِ واليَهُودِ، وفي المُسْلِمِينَ عبدُ اللَّهِ بنُ رَوَاحَةَ، فَلَمَّا غَشِيَتِ المَجْلِسَ عَجَاجَةُ الدَّابَّةِ، خَمَّرَ ابنُ أُبَيٍّ أنْفَهُ برِدَائِهِ وقالَ: لا تُغَبِّرُوا عَلَيْنَا، فَسَلَّمَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ عليهم ثُمَّ وقَفَ، فَنَزَلَ فَدَعَاهُمْ إلى اللَّهِ وقَرَأَ عليهمُ القُرْآنَ، فَقالَ له عبدُ اللَّهِ بنُ أُبَيٍّ ابنُ سَلُولَ: أيُّها المَرْءُ، لا أحْسَنَ ممَّا تَقُولُ إنْ كانَ حَقًّا، فلا تُؤْذِنَا به في مَجَالِسِنَا، فمَن جَاءَكَ فَاقْصُصْ عليه. قالَ عبدُ اللَّهِ بنُ رَوَاحَةَ: بَلَى يا رَسولَ اللَّهِ، فَاغْشَنَا في مَجَالِسِنَا، فإنَّا نُحِبُّ ذلكَ، فَاسْتَبَّ المُسْلِمُونَ والمُشْرِكُونَ واليَهُودُ حتَّى كَادُوا يَتَثَاوَرُونَ، فَلَمْ يَزَلْ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يُخَفِّضُهُمْ حتَّى سَكَتُوا، ثُمَّ رَكِبَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ دَابَّتَهُ، فَسَارَ حتَّى دَخَلَ علَى سَعْدِ بنِ عُبَادَةَ، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: أيْ سَعْدُ، ألَمْ تَسْمَعْ ما قالَ أبو حُبَابٍ يُرِيدُ عَبْدَ اللَّهِ بنَ أُبَيٍّ قالَ كَذَا وكَذَا فَقالَ سَعْدُ بنُ عُبَادَةَ: أيْ رَسولَ اللَّهِ، بأَبِي أنْتَ، اعْفُ عنْه واصْفَحْ، فَوَالَّذِي أنْزَلَ عَلَيْكَ الكِتَابَ، لقَدْ جَاءَ اللَّهُ بالحَقِّ الذي أنْزَلَ عَلَيْكَ، ولَقَدِ اصْطَلَحَ أهْلُ هذِه البَحْرَةِ علَى أنْ يُتَوِّجُوهُ ويُعَصِّبُوهُ بالعِصَابَةِ، فَلَمَّا رَدَّ اللَّهُ ذلكَ بالحَقِّ الذي أعْطَاكَ شَرِقَ بذلكَ، فَذلكَ فَعَلَ به ما رَأَيْتَ. فَعَفَا عنْه رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، وكانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وأَصْحَابُهُ يَعْفُونَ عَنِ المُشْرِكِينَ وأَهْلِ الكِتَابِ كما أمَرَهُمُ اللَّهُ، ويَصْبِرُونَ علَى الأذَى، قالَ اللَّهُ تَعَالَى: {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الكِتَابَ} [آل عمران: 186] الآيَةَ. وقالَ: {وَدَّ كَثِيرٌ مِن أهْلِ الكِتَابِ} [البقرة: 109] فَكانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يَتَأَوَّلُ في العَفْوِ عنْهمْ ما أمَرَهُ اللَّهُ به حتَّى أذِنَ له فيهم، فَلَمَّا غَزَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ بَدْرًا، فَقَتَلَ اللَّهُ بهَا مَن قَتَلَ مِن صَنَادِيدِ الكُفَّارِ وسَادَةِ قُرَيْشٍ، فَقَفَلَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وأَصْحَابُهُ مَنْصُورِينَ غَانِمِينَ، معهُمْ أُسَارَى مِن صَنَادِيدِ الكُفَّارِ، وسَادَةِ قُرَيْشٍ، قالَ ابنُ أُبَيٍّ ابنُ سَلُولَ ومَن معهُ مِنَ المُشْرِكِينَ عَبَدَةِ الأوْثَانِ: هذا أمْرٌ قدْ تَوَجَّهَ، فَبَايِعُوا رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ علَى الإسْلَامِ، فأسْلَمُوا.",
    "rawi": "أسامة بن زيد",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6207",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1798) باختلاف يسير",
    "sharh": "111547",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}