{
    "hadith_id": "6210",
    "hadith": "أنَّ النَّبيَّ صَلَّى اللهُ عليه وسلَّمَ كانَ في سَفَرٍ، وكانَ غُلَامٌ يَحْدُو بهِنَّ يُقَالُ له: أنْجَشَةُ، فَقالَ النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ: رُوَيْدَكَ يا أنْجَشَةُ سَوْقَكَ بالقَوَارِيرِ. قالَ أبو قِلَابَةَ: يَعْنِي النِّسَاءَ.\n [وفي رواية]: كانَ للنَّبيِّ صَلَّى اللهُ عليه وسلَّمَ حَادٍ يُقَالُ له: أنْجَشَةُ، وكانَ حَسَنَ الصَّوْتِ، فَقالَ له النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ: رُوَيْدَكَ يا أنْجَشَةُ، لا تَكْسِرِ القَوَارِيرَ. قالَ قَتَادَةُ: يَعْنِي ضَعَفَةَ النِّسَاءِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6210",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2323) باختلاف يسير",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّم رَحيمًا رفيقًا بأُمَّتِه، وخاصَّةً بالضُّعَفاءِ مِثلِ الأطفالِ والنِّساءِ.\nوفي هذا الحَديثِ يروي أنَسُ بنُ مالِكٍ رَضِيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم كان في سَفَرٍ، وكان غُلامٌ يَحدُو بِهِنَّ -أي بالنِّساءِ- وكان اسمُه: أَنْجَشَةُ، والحَدْوُ: سَوْقُ الإبلِ والغِناءُ لها لتخِفَّ في الحركةِ وتُسرِعَ المشيَ، فقال له النَّبيُّ صلَّى اللهُ عليه وسلَّم: «رُوَيْدَكَ» أي: أَمْهِل «يا أَنْجَشَةُ سَوْقَك بالقَوَارِيرِ»، ويقصِدُ بهِنَّ ضَعَفةَ النِّساءِ، والقَوَارِيرُ: جمعُ قَارُورُةٍ، سُمِّيت بذلك لاستِقرارِ الشَّرابِ فيها، وكَنَى عن النِّساءِ بالقَوَارِيرِ (مِن الزُّجَاج)؛ لِضَعْفِ بِنْيَتِهِنَّ ورِقَّتِهِنَّ ولَطَافَتِهِنَّ، والمعنى: تمَّهْل في سَوقِك بالجِمالِ، وسُقْ بها كما تُساقُ إذا حُمِلَ عليها القواريرُ، وتمهَّلْ؛ لأنَّ الإبِلَ إذا سمعت الحُداءَ أسرعت في المشيِ واستلذَّتْه، فأزعَجَت الراكِبَ وأتعبَتْه، فنهاه عن ذلك لأنَّ النِّساءَ يَضعُفْنَ عند شِدَّةِ الحَركةِ ويُخافُ ضَرَرُهنَّ وسُقوطُهنَّ.\nوفي الحَديثِ: مَشروعيَّةُ الحُداء والترنُّم بالأرجازِ في مَواضعِها؛ مِن سَوقِ الإبلِ، وقَطْعُ الأسفارِ، وإنشادُ الرَّقيقِ مِن الشِّعرِ بالأصواتِ الحَسَنةِ.\nوفيه: رَحمةُ النَّبيِّ صلَّى اللهُ عليه وسلَّم بالنِّساءِ، وأمْرُ السُّوَّاقِ لمَطاياهنَّ بالرَّفقِ بهنَّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}