{
    "hadith_id": "6246",
    "hadith": "دَخَلْتُ مع رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فَوَجَدَ لَبَنًا في قَدَحٍ، فَقالَ: أبَا هِرٍّ، الحَقْ أهْلَ الصُّفَّةِ فَادْعُهُمْ إلَيَّ قالَ: فأتَيْتُهُمْ فَدَعَوْتُهُمْ، فأقْبَلُوا فَاسْتَأْذَنُوا، فَأُذِنَ لهمْ فَدَخَلُوا.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6246",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّم وآلُ بَيتِه يَعيشون حياةَ تَقَشُّفٍ وزُهدٍ؛ إيثارًا للحياةِ الباقيةِ على الدَّارِ الفانيةِ، وكذلك كان الصَّحابةُ رَضِيَ اللهُ عنهم يعيشون في شِدَّةٍ من العَيشِ، ولكِنَّهم صبروا وحَسُن صَبرُهم، تأسِّيًا بالنَّبيِّ صلَّى اللهُ عليه وسلَّم، حتى فتح اللهُ عليهم الفُتوحَ واتَّسَعَت، وجاءتهم الدُّنيا وهي صاغِرةٌ، فجعلوها دارَ عَمَلٍ وزَرعٍ للآخِرةِ.\nوفي هذا الحديثِ يُقسِمُ أبو هُرَيرةَ رَضيَ اللهُ عنه باللهِ الَّذي لا إلهَ إلَّا هو، ولا معبودَ بحَقٍّ سِواه، أنَّه كان فقيرًا ولا يملِكُ ما يَسُدُّ به جوعَه، حتى إنَّه كان في بعضِ الأوقاتِ يُلصِقُ بَطنَه وكَبِدَه بالأرضِ مِنَ شِدَّةِ الجُوعِ! والغَرَضُ من هذا الفِعلِ أن يدفَعَ عنه بعضَ ألمِ الجُوعِ، أو هو كنايةٌ عن سُقوطِه على الأرضِ مَغشِيًّا عليه من أثرِ الجُوعِ، ومرةً كان يربِطُ حَجَرًا على بطنِه؛ وذلكَ لِتَقْليلِ حَرارةِ الجوعِ بِبَرْدِ الحَجرِ، وقيل: للمساعدةِ على الاعتدالِ والقيامِ، ويُقسِمُ أنَّه قد شعر بالجوعِ ذاتَ يَومٍ حتى قعَدَ على الطريقِ الذي يمرُّ به النَّبيُّ صلَّى اللهُ عليه وسلَّم وبعضُ أصْحابهِ الَّذين يَخرُجونَ إليه مِن مَنازِلهمْ، فَمَرَّ به أبو بَكْرٍ رَضِيَ اللهُ عنه، فاستوقَفَه أبو هُرَيرةَ وسأله عنْ آيةٍ مِن كِتابِ الله عزَّ وجلَّ، وما سأله عنها ليَعرِفَ معناها، بل ليَرى ما عليه مِن الجوعِ، فيدعوَه إلى بيتِه ليطعِمَه، لكِنَّ أبا بكرٍ رَضِيَ اللهُ عنه أجابه عن الآيةِ، ولم يَفْطِنْ لحالِ أبي هُرَيرةَ، ثم ذهب وتركه، ثم مَرَّ به عُمرُ رَضِيَ اللهُ عنه، وحدث معه مِثلُ الذي حدث مع أبي بكرٍ رَضِيَ اللهُ عنه، ثم ذهب وتركَه.\nثُمَّ مَرَّ أبو القاسِمِ -وهي كنيةُ النَّبيِّ صلَّى اللهُ عليه وسلَّم- بأبي هُرَيرةَ رَضِيَ اللهُ عنه، وهو على هذه الحالِ، فَتبسَّمَ حِينَ رآه وعَرَفَ ما في نفْسِه مِنَ الجُوعِ، وما في وَجْهِه مِنَ الضَّعفِ والشُّحوبِ، وكَأنَّهُ عَرَفَ مِنْ تَغَيُّرِ وَجهِهِ ما في نَفْسِهِ، ويُفهَمُ مِن تبسُّمِه صلَّى اللهُ عليه وسلَّم لأبي هُرَيرةَ المؤانَسةُ له ولحالِه التي هو عليها، فناداه صلَّى اللهُ عليه وسلَّم: أبا هِرٍّ، فأجابه: لَبَّيْكَ يا رَسولَ اللهِ، أي: إجابةً لك بعد إجابةٍ، فأمره أن يتْبَعَه، ومَضى صلَّى اللهُ عليه وسلَّم وخَلْفَه أبو هُرَيرةَ رضِيَ اللهُ عنه، فَدخَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّم إلى أهلِهِ أولًا بعد استئذانِه عليهم، ثم أَذِنَ لأبي هُرَيرةَ رضِيَ اللهُ عنه، فَدخلَ بَعْدَه، فَوجدَ النَّبيُّ صلَّى اللهُ عليه وسلَّم في مَنزِلهِ لَبَنًا في قَدَحٍ، وهو إناءٌ من فخَّارٍ، فسأل أهلَ بَيْتِه: مِنْ أينَ هذا الَّلبنُ؟ وكان هذا دَيْدَنَه صلَّى اللهُ عليه وسلَّم يسألُ عن الشَّيءِ حتى يَعرِفَ إن كان هَدِيَّةً أم صَدَقةً؛ لأنَّ الصَّدَقةَ محَرَّمةٌ عليه، كما ثبت في صحيحِ الرِّواياتِ، فقالوا: أهْداهُ لكَ فُلانٌ -أو فُلانَةُ-، وهنا اطمأَنَّ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ اللَّبَنَ يحِلُّ له الشُّربُ منه، فأمر أبا هُرَيرةَ رَضِيَ اللهُ عنه أن يذهَبَ مُسرِعًا مُنطَلِقًا إلى أهلِ الصُّفَّةِ يدعوهم، وهم جماعةٌ من الفُقَراءِ والمساكينِ كانوا يُقيمون في الصُّفَّةِ، وهي مَكانٌ جَعَلهُ النَّبيُّ صلَّى اللهُ عليه وسلَّم للفُقراءِ في المَسجدِ.\nثم أخبر أبو هُرَيرةَ رَضِيَ اللهُ عنه أنَّ أهلَ الصُّفَّةِ أضْيافُ الإسلامِ، لا أهلَ لهم يلجؤون إليهم، ولا مالَ لهم يملِكونه، ولا يَنزِلون أضيافًا على أحدٍ، وكان النَّبيُّ صلَّى اللهُ عليه وسلَّم إذا أتَتْهُ صَدَقةٌ من طعامٍ أو شرابٍ بَعَثَ بها إليهِمْ يَخُصُّهُمْ بها، ولَمْ يَتناولْ منها شَيئًا، وإذا أتَتْهُ هَدِيَّةٌ أرْسَلَ إليهمْ لِيَحْضُروا عِندهُ، وأكل منها وشَرِبَ معهم، وأشْرَكَهم فيها.\nولكِنَّ أبا هُرَيرةَ رَضِيَ اللهُ عنه ساءه أن يطلُبَ منه النَّبيُّ صلَّى اللهُ عليه وسلَّم أن يدعوَ أهلَ الصُّفَّةِ -وهم كثيرٌ- إلى هذا اللَّبَنِ القليلِ، وقال في نَفْسِه: وما قَدْرُ هذا اللَّبنِ في أهلِ الصُّفَّةِ؟! كُنتُ أحَقَّ أنا أنْ آخُذَ وأشْرَبَ مِن هذا اللَّبنَ شَرْبَةً أتَقَوَّى بها، ثمَّ إذا جاء أهلُ الصُّفَّةِ أمَرَني، أي: النَّبيُّ صلَّى اللهُ عليه وسلَّم، فَكنتُ أنا أُعْطِيهمْ ليَشرَبوا بعد أن أكونَ قد شَرِبتُ، وإنما فكَّر أبو هُرَيرةَ بتلك الطريقةِ؛ لأنَّه كان جائعًا وخشِيَ أن يشربوا اللَّبَنَ كُلَّه أو مُعْظَمَه إذا جاؤوا قبل أن يَشرَبَ هو، فلا يَصلَ إليه شيءٌ مِنَ اللَّبنِ بعْدَ أنْ يَكْتَفوا منهُ، ولكِنَّ أبا هُرَيرةَ رَضِيَ اللهُ عنه توقَّفَ عن هذا التفكيرِ، وتدارك الأمرَ؛ لأنَّه لمْ يَكُنْ منْ طاعةِ الله وطاعةِ رَسولهِ صلَّى اللهُ عليه وسلَّم بُدٌّ، فلا مفَرَّ مِن تنفيذِ أمْرِه صلَّى اللهُ عليه وسلَّم، فذهب إلى أهلِ الصُّفَّةِ ودعاهم، فَأقبَلُوا فَاسْتأذَنوا، فأذِنَ لهم صلَّى اللهُ عليه وسلَّم، وجَلسَ كُلُّ واحدٍ منهم في المَجلِسِ الَّذي يَليقُ بهِ، فأمره النَّبيُّ صلَّى اللهُ عليه وسلَّم أن يأخُذَ القَدَحَ فيُعطِيَهم لِيَشرَبوا، فأخذ أبو هُرَيرةَ القَدَحَ وبدأ يُعطيه الرَّجُلَ، فَيشربُ حتَّى يَرْوَى ويَشبعَ، ثُمَّ يَرُدُّ القَدَحَ بعد أن يشرَبَ، ثمَّ يعطيه الرَّجُلَ الَّذي يَليهِ حتَّى انتهى الدَّورُ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم وقَدِ ارتوى القَومُ كُلُّهم بعد أن شَرِبوا، فَأخذَ النَّبيُّ صلَّى اللهُ عليه وسلَّم القَدَحَ، فَوَضعهُ على يَدِهِ الكَريمةِ، فَنظرَ إلى أبي هُرَيرةَ رَضِيَ اللهُ عنه فَتَبَسَّمَ، وقال: أبا هِرٍّ، فأجابه أبو هُرَيرةَ: لَبَّيْكَ يا رَسولَ الله، قال: بَقِيتُ أنا وأنتَ. فقال: صَدَقْتَ يا رَسولَ الله. فقال النَّبيُّ صلَّى اللهُ عليه وسلَّم لأبي هُرَيرةَ: اقْعُدْ فاشْرَبْ، فَقعَدَ أبو هُرَيرةَ رَضِيَ اللهُ عنه فَشَرِبَ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّم: اشْرَبْ، فَشَرِبَ، فما زالَ يَقولُ: اشْرَبْ حتَّى قال أبو هُرَيرةَ رَضِيَ اللهُ عنه: لا، والَّذي بَعَثَكَ بِالحقِّ ما أجِدُ له مَسْلَكًا، أي: شَبِعْتُ وامْتلأتُ ولا يُوجدُ مَكانٌ في بَطني للمَزيدِ! فأمره النَّبيُّ صلَّى اللهُ عليه وسلَّم أن يُعطِيَه الإناءَ، فأعطاه له أبو هُرَيرةَ، فَحَمِدَ النَّبيُّ صلَّى اللهُ عليه وسلَّم اللهَ عزَّ وجلَّ على البَركةِ وظُهورِ المُعجِزَةِ في اللَّبَنِ المَذكورِ؛ فقد شَرِبَ القَومُ كلُّهم وأفْضَلُوا، وسَمَّى اللهَ وشَرِبَ الفَضْلَةَ، وهي الكَمِّيَّةُ المتبقِّيةُ بالإناءِ.\nوهذا من آدابِ النَّبيِّ صلَّى اللهُ عليه وسلَّم ومن تعليمِه للنَّاسِ؛ أن يكونَ صاحِبُ المكانِ كريمًا مع أضيافِه، فيَسْقِيَهم ويُطعِمَهم حتى يَشْبَعوا، ثم يأكُلَ ويَشْرَبَ بَعْدَهم.\nوفي الحَديثِ: أنَّ الإيثارَ مِنْ أشرفِ أخلاقِ المُؤمِنينَ.\nوفيه: حُسْنُ الظَّنِّ باللهِ سُبحانَه وتعالى أنَّه يُبَارِكُ في القَليلِ مِنَ الزَّادِ؛ فَيَعُمُّ الجَمْعَ الكَبيرَ.\nوفيه: أنَّ الجوعَ قدْ يَسْحَقُ المُؤمِنَ حتَّى تَضيقَ نَفْسُهُ.\nوفيه: أنَّ مِنْ هَدْيِهِ صلَّى اللهُ عليه وسلَّم الشُّرْبَ جالِسًا.\nوفيه: أنَّ مِنْ هَدْيِهِ صلَّى اللهُ عليه وسلَّم الرِّيَّ مِنَ اللَّبنِ؛ فإنَّه غِذاءٌ يَجمعُ بين الطَّعامِ والشَّرابِ.\nوفيه: تَواضُعُ النَّبيِّ صلَّى اللهُ عليه وسلَّم، حيث شَرِبَ مِن فَضلِ أصحابِ الصُّفَّةِ؛ فلا يَنبغي لِلمُؤمِنَ أنْ يَسْتَنْكِفَ من سُؤْرِ المُؤمِنينَ وإنْ كَانوا فُقراءَ، ولا أنْ يَتَرَفَّعَ عنْ شُرْبِهِ.\nوفيه: أنَّ كِتمانَ الحاجةِ والتَّلويحَ بها أوْلى منْ إظهارِها.\nوفيه: كَرمُ النَّبيِّ صلَّى اللهُ عليه وسلَّم.\nوفيه: أنَّ مِنْ هَدْيِهِ صلَّى اللهُ عليه وسلَّم الحَمْدَ على النِّعمِ والتَّسمِيَةَ عند الشُّربِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}