{
    "hadith_id": "6261",
    "hadith": "أنَّهُ ذَكَرَ رَجُلًا مِن بَنِي إسْرَائِيلَ، أخَذَ خَشَبَةً فَنَقَرَهَا، فأدْخَلَ فِيهَا ألْفَ دِينَارٍ، وصَحِيفَةً منه إلى صَاحِبِهِ، وقَالَ عُمَرُ بنُ أبِي سَلَمَةَ، عن أبِيهِ، سَمِعَ أبَا هُرَيْرَةَ: قَالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: نَجَرَ خَشَبَةً، فَجَعَلَ المَالَ في جَوْفِهَا، وكَتَبَ إلَيْهِ صَحِيفَةً: مِن فُلَانٍ إلى فُلَانٍ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6261",
    "grade": "[معلق، وقد وصله البخاري في موضع آخر]",
    "takhrij": "أخرجه موصولاً البخاري (2063)",
    "sharh": "مَنِ استَدانَ وهو يَقصِدُ ويَعزِمُ على رَدِّ دَينِه، واستعانَ باللهِ عزَّ وجلَّ في سَدادِ دَينِه؛ يَسَّرَ اللهُ له ما يُؤدِّي منه، وأَرْضَى دَائنَه عنه في الآخِرةِ إنْ لم يَستطَعِ الوَفاءَ في الدُّنيا.\nوفي هذا الحديثِ يَقُصُّ لَنا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ قِصَّةً عَجيبةً ذاتَ عِبرةٍ وعِظَةٍ عَن رَجُلينِ مِن بَني إِسْرائيلَ؛ وذلك أنَّ أحَدَهم اقْتَرَضَ ألْفَ دِينارٍ مِن الثَّاني، وَلمَّا طَلَبَ مِنه صاحبُ المالِ شاهِدًا يَشهَدُ على ما أخَذَه، قالَ له: كَفى بِالله شَهيدًا. وَلمَّا طَلَبَ مِنه كَفيلًا يَتحمَّلُ مَسؤوليَّةَ هذا المالِ ويكونُ مُلزَمًا برَدِّه إذا لم يَرُدَّه المَدينُ، قالَ: كَفى بِالله كَفيلًا، فَصَّدَّقه المُقْرِضُ، وَأعْطاهُ المالَ إلى أَجَلٍ مُسَمًّى ومَوعِدٍ مُحدَّدٍ، فَخَرَجَ المَدينُ إلى البَحرِ في سَفرٍ ليَقضِيَ بَعضَ حاجاتِه، وَلمَّا قَضى حاجتَه، وأرادَ أنْ يَرجِعَ لسَدادِ الدَّينِ الَّذي حلَّ أجَلُه؛ لَم يَجِدْ مَركِبًا يَرجِعُ بها ويَجِيءُ إلى صاحبِه، أو يَبعَثُ فيها قَضاءَ دَينِه، فَوَضَعَ المالَ في خَشَبةٍ قد حَفَرَ قَلْبَها ووضَعَ مع المالِ وَرقةً فيها رِسالةٌ مَكتوبةٌ إلى صاحبِ الدَّينِ، ثمَّ أحكَمَ إغلاقَ الخَشَبةِ على المالِ، وَرَمى بِها في البَحْرِ مُتَوَكِّلًا على اللهِ ومُسْتَودِعًا لَه إيَّاها، راجيًا وقاصِدًا أنْ يُوصِلَها اللهُ عزَّ وجلَّ بقُدرتِه إلى صاحِبِ المالِ، فبَثَّ هذا الرَّجلُ شَكواهُ وهو صادقٌ في قَولِه، فاستجابَ اللهُ له.\nوخَرَجَ المُقرِضُ إلى البَحرِ على الجانبِ الآخَرِ، وانْتَظَرَ الرَّجلُ الَّذي عليه الدَّينُ، فلم يَجِدْه، وَوَجَدَ الخَشَبةَ، فَأخَذَها لأهْلِه حَطَبًا يَستَدْفِئون بِه وَيَطْهُونَ عليه طَعامَهم، فإذا به وهوَ يَقْطَعُها بالمِنشارِ يَجِدُ المالَ الَّذي أَقْرَضَه للرَّجلِ ووَجَدَ فيها الرِّسالةَ المَكتوبةَ، ثمَّ جاء المُقْتَرِضُ واعتذَرَ للمُقرِضِ صاحبِ المالِ أنَّه لمْ يَأتِ في الموعدِ المُحدَّدِ، وبيَّنَ له السَّببَ، فسَأَلَه صاحبُه: هلْ كُنْتَ بَعَثْتَ إلَيَّ بشَيءٍ؟ فقال له: لمْ أجِدْ مَركِبًا إلَّا الآنَ، فطَلَبَ المُقرِضُ مِن المُقترِضِ الذَّهابَ، وَأخْبَرَه بِأنَّ اللهَ قَد أدَّى عَنه دَيْنَه، وأنَّ الخَشَبةَ قدْ وَقَعَت في يَدِه بما فيها مِن الألْفِ دِينارٍ، ولمْ يَأخُذْ منه قِيمةَ الدَّينِ مرَّةً أُخرى.\nويدُلُّ ذلك على أمانةِ الطَّرَفينِ: الدَّائنِ والمَدينِ، وأنَّ كلًّا منهما قدْ صَدَقَ اللهَ، وأحْسَنَ مُراعاتِه بعْدَ أنْ رَضيَ به كَفيلًا وشَهيدًا.\nوهذا يُبيِّن أنَّ اللهَ تعالَى يُجازي أهلَ الإِرْفاقِ بالمالِ بحِفْظِه عليهم، مَعَ الأجْرِ المُدَّخَرِ لَهم في الآخِرةِ، كَما حَفِظَه على المُسَلِّفِ حِينَ رَدَّه اللهُ إليه، وَهَذانِ فَضْلانِ كَبيرانِ لأهلِ المُواساةِ، والثِّقةِ بِاللهِ، والحِرصِ على أداءِ الأمانةِ. \nوفي الحديثِ: الحثُّ على حُسنِ أداءِ الدَّينِ، وبَذْلِ الجَهْدِ في الوَفاءِ به.\nوفيه: فضْلُ التَّوكُّلِ على اللهِ، وحُسنُ جَزاءِ اللهِ للمُتوكِّلينَ عليه سُبحانَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}