{
    "hadith_id": "6336",
    "hadith": "قَسَمَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ قَسْمًا، فَقالَ رَجُلٌ: إنَّ هذِه لَقِسْمَةٌ ما أُرِيدَ بهَا وجْهُ اللَّهِ، فأخْبَرْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ فَغَضِبَ، حتَّى رَأَيْتُ الغَضَبَ في وجْهِهِ، وقالَ: يَرْحَمُ اللَّهُ مُوسَى لقَدْ أُوذِيَ بأَكْثَرَ مِن هذا فَصَبَرَ.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6336",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6336)، ومسلم (1062)",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ حَريصًا على أنْ يَدخُلَ النَّاسُ جَميعُهم في دِينِ اللهِ، وكان يَدْعو الزُّعَماءَ والمُطاعينَ في أقوامِهم ويَتألَّفُهم؛ رَجاءَ أنْ يَدخُلوا في الإسلامِ، ويَدخُلَ معهم أقوامُهم ويَثبُتوا عليه.\nوفي هذا الحَديثِ يَروي عبْدُ الله بنُ مَسعودٍ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ خَصَّ أُناسًا وفَضَّلَهم في القِسْمةِ، فأعطاهم زِيادةً في غَزوةِ حُنَيْنٍ التي وَقَعتْ في السَّنةِ الثَّامِنةِ مِنَ الهِجرةِ، وحُنَينٌ: وادٍ بيْنَه وبيْنَ مَكَّةَ ثَلاثةُ أميالٍ، وكانت مع أهلِ الطَّائِفِ مِن هَوازِنَ وثَقيفٍ، فأعطى الأقرَعَ بنَ حابِسٍ -أحَدَ المُؤَلَّفةِ قُلوبُهم- مِئةً مِنَ الإبِلِ، وأعْطى عُيَيْنةَ بنَ حِصْنٍ الفَزاريَّ مِثلَ ذلك، وأعْطى أُناسًا آخَرينَ مِن أشرافِ العَرَبِ، فآثَرَهم يَومَئِذٍ وفَضَّلَهم في القِسْمةِ على غَيرِهم ممَّن هُم أكثَرُ منهم إيمانًا وأقدَمُ صُحبةً وأشَدُّ بَلاءً، فقال رَجُلٌ لمَّا رأَى ذلك: «واللهِ إنَّ هَذِه القِسْمةَ ما عُدِلَ فيها، وما أُريدَ بها وَجْهُ اللهِ»، فكان في كَلامِ الرَّجُلِ اتِّهامٌ لِرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فسَمِعه عَبدُ اللهِ بنُ مَسعودٍ رَضيَ اللهُ عنه، فأقسَمَ أنَّه سَيُخبِرُ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ؛ لِأنَّ الرَّجُلَ قال ذلك في غَيبَتِه صلَّى اللهُ عليه وسلَّمَ، وهذا يَدُلُّ على فَسادٍ في قَلبِ هذا الرَّجُلِ؛ إذْ إنَّه لم يُواجِهِ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ برأْيِه لِيُبيِّنَ له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ الحِكمةَ مِن ذلك، أو يُراجِعَ نَفْسَه لو أخطَأ، فلَمَّا عَلِمَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بذلك غَضِبَ -كما في رِوايةِ الصَّحيحَيْن، وقال: «فمَن يَعدِلُ إذا لم يَعدِلِ اللهُ ورَسولُه؟!» وهذا الكَلامُ يُوضِّحُ أنَّ ما فَعَلَه صلَّى اللهُ عليه وسلَّمَ هو مِن أمْرِ اللهِ، وأنَّه يُطَبِّقُ أوامرَ ربِّه، ثمَّ قال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، «رَحِمَ اللهُ مُوسى عليه السَّلامُ؛ قد أُوذيَ بأكثَرَ مِن هذا» الذي أُوذيتُ به «فصَبَرَ»، أي: لنا فيه الأُسوةُ الحَسَنةُ، حيث أُخرِجَ مِن مِصرَ وطُرِدَ، ثمَّ أظهَرَه اللهُ على عَدُوِّه وأجرى له الآياتِ أمامَ قَومِه، ولكِنَّهم مع ذلك خالَفوه في أُمورٍ كَثيرةٍ، فصَبَرَ عليهم، والأنبياءُ يَتأسَّى بَعضُهم ببَعضٍ، فتَأسَّى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بمُوسى في صَبْرِه على قَومِه، فصَبَرَ على هذا الرَّجُلِ.\nوفي الحَديثِ: حِلمُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.\nوفيه: الإعراضُ عنِ الجاهِلِ.\nوفيه: فَضلُ موسى عليه السَّلامُ.\nوفيه: التَّأسِّي بمَن مَضى مِنَ النُّظَراءِ الصَّالحينَ.\nوفيه: مَشروعيَّةُ نقْلِ القَولِ الذي ليس بصالِحٍ إذا قيلَ، إذا كانتِ النَّقلُ غَيرةً لِلحَقِّ؛ لِيُعلَمَ قائِلُه، فيُحذَرَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}