{
    "hadith_id": "6383",
    "hadith": "دَعَا النبيُّ صَلَّى اللهُ عليه وسلَّمَ بمَاءٍ فَتَوَضَّأَ به، ثُمَّ رَفَعَ يَدَيْهِ فَقالَ: اللَّهُمَّ اغْفِرْ لِعُبَيْدٍ أبِي عَامِرٍ ورَأَيْتُ بَيَاضَ إبْطَيْهِ، فَقالَ: اللَّهُمَّ اجْعَلْهُ يَومَ القِيَامَةِ فَوْقَ كَثِيرٍ مِن خَلْقِكَ مِنَ النَّاسِ.",
    "rawi": "أبو موسى الأشعري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6383",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6383)، ومسلم (2498)",
    "sharh": "أوْطاسٌ وادٍ في دِيارِ هَوازِنَ بيْن مكَّةَ والطَّائفِ، وكانت هَوازِنُ قدْ هُزِمَتْ في غَزْوةِ حُنَينٍ في العامِ الثَّامِنِ مِن الهِجْرةِ بعْدَ فَتحِ مكَّةَ، فتَجمَّعَ بعضُهُم في أوْطاسٍ، فأرسَلَ إليهم رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مَن يَقْضي عليهم.\nوفي هذا الحَديثِ يَحْكي أبو موسى الأشْعَريُّ رَضيَ اللهُ عنه أنَّه لمَّا فرَغَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مِن غَزْوةِ حُنَينٍ -وحُنَينٌ: وادٍ بيْنَ مكَّةَ والطَّائفِ يَبعُدُ عن مكَّةَ 26 كم تَقْريبًا- بعَثَ أبا عامرٍ الأشْعَريَّ رَضيَ اللهُ عنه -وهو عمُّ أبي موسى الأشْعَريِّ رَضيَ اللهُ عنه- أميرًا على جَيشٍ إلى أوْطاسٍ، فلَقيَ دُرَيدَ بنَ الصِّمَّةِ وقتَلَه، ودُرَيدٌ: هوَ رَجلٌ مِن الفُرْسانِ الشُّعَراءِ الحُكَماءِ المَشْهورينَ في الجاهِليَّةِ، واختُلِفَ في قاتِلِه، فقيلَ: ابنُ الدُّغُنَّةِ، وقيلَ: الزُّبَيرُ بنُ العَوَّامِ، وهزَمَ اللهُ أصْحابَه.\nويُخبِرُ أبو مُوسى الأشْعَريُّ رَضيَ اللهُ عنه عن مَقتَلِ عمِّه أبي عامرٍ الأشْعَريِّ رَضيَ اللهُ عنه أميرِ الجَيشِ، فيَذكُرُ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ بعَثَه معَ أبي عامِرٍ حينَ خرَجَ إلى أوْطاسٍ، فرُميَ أبو عامِرٍ في رُكبَتِه، رَماهُ رَجلٌ مِن بَني جُشَمَ، قيلَ اسمُه: سَلَمةُ بنُ دُرَيدِ بنِ الصِّمَّةِ، وقيلَ: بل رَماه أخَوانِ مِن بَني جُشَمَ، وهما أوْفى والعَلاءُ ابْنا الحارِثِ، فأصابَ أحَدُهما رُكبَتَه، «فأَثْبَتَهُ»، أي: أصابَهُ السَّهمُ في رُكبَتِهِ. فذهَبَ إليه أبو مُوسى رَضيَ الله عنه، وقالَ له: يا عمِّ، مَن رَماكَ بهذا السَّهمِ؟ فأشارَ أبو عامِرٍ للَّذي رَماه، وقال: ذاك قاتِلي الَّذي رَماني. فقصَدَ أبو مُوسى رَضيَ اللهُ عنه الرَّجلَ ليَقتُلَه، فهرَبَ منه، فتَبِعَه أبو موسى رَضيَ اللهُ عنه وجَعَلَ يَستَحِثُّه على الوُقوفِ وعدَمِ الهرَبِ قائلًا: ألَا تَسْتَحْيِي! أي: مِن هُروبِكَ منِّي، ألَا تَثبُتُ! فتُقاتِلَ كالرِّجالِ، فوَقَفَ الرَّجلُ وكَفَّ عنِ الفِرارِ، فضرَبَ كلٌّ منهما الآخَرَ ضَرْبةً، فقتَلَه أبو مُوسى، ثمَّ رجَعَ لعَمِّه أبي عامرٍ وأخبَرَه أنَّ اللهَ قدْ قتَلَ عَدوَّه الَّذي ضرَبَه بالسَّهمِ، فطلَبَ أبو عامِرٍ مِن أبي مُوسى رَضيَ اللهُ عنهما أنْ يَنزِعَ السَّهمَ مِن رُكبَتِه، فنزَعَه، فنَزا منه الماءُ، أي: نزَلَ الدَّمُ السَّائلُ منَ الجُرحِ، وجَرى ولم يَنقطِعْ، فعَلِمَ أبو عامرٍ رَضيَ اللهُ عنه أنَّه ميِّتٌ، فأوْصى أبا مُوسى رَضيَ اللهُ عنه أنْ يُبلِّغَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ السَّلامَ، وأنْ يَسألَه أنْ يَستَغفِرَ له، ثمَّ استَخلَفَ أبو عامرٍ أبا مُوسى على الجَيشِ، فمَكَثَ يَسيرًا، ثمَّ ماتَ، ونصَرَ اللهُ أبا موسى بجَيشِه.\nفلمَّا عادَ أبو موسى إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ دخَلَ عليه في بَيتِه صلَّى اللهُ عليه وسلَّمَ، فوجَدَه على سَريرٍ مُرْمَلٍ، أي: مَنْسوجٍ مِن وَرقِ النَّخيلِ، وكان على هذا السَّريرِ فِراشٌ، غيرَ أنَّهُ قدْ أثَّرَتْ هذه الحِبالُ في ظَهرِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وجَنبِه، فلمَّا أخْبَرَه أبو مُوسى رَضيَ اللهُ عنه بالخبَرِ وما قالَه أبو عامرٍ، طلَبَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ماءً، فتَوضَّأَ، ثمَّ رفَعَ يدَيْهِ، فقال: اللَّهُمَّ اغفِرْ لعُبَيدِكَ أبي عامرٍ، حتَّى ظهَرَ بَياضُ إبْطَيْه، وذلك مِن شدَّةِ رَفعِه صلَّى اللهُ عليه وسلَّمَ ليدَيْه. ثمَّ قال: «اللَّهُمَّ اجعَلْه يومَ القيامةِ فوقَ كَثيرٍ مِن خَلقِكَ منَ النَّاسِ» في المَرتَبةِ والدَّرَجةِ.\nثمَّ طلَبَ أبو مُوسى رَضيَ اللهُ عنه منَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أنْ يَستَغفِرَ له، فقال صلَّى اللهُ عليه وسلَّمَ: «اللَّهُمَّ اغفِرْ لعبدِ اللهِ بنِ قَيسٍ» وهو اسمُ أبي مُوسى رَضيَ اللهُ عنه «ذَنْبَه، وأدخِلْه يومَ القيامةِ مُدخَلًا كَريمًا»، أي: مَكانًا كَريمًا وحسَنًا. فكانت إحْدى الدَّعوَتَينِ لأبي عامرٍ، والأُخْرى لأبي مُوسى رَضيَ اللهُ عنهما.\nوفي الحَديثِ: أنَّ المُسلِمَ إذا بَدأَ عَملًا أكْمَلَه بتَوابِعِه، ولا يَترُكُ منه ما يُمكِنُ أنْ يَكونَ منه ضَررٌ، وخاصَّةً فيما يَتعَلَّقُ بأمرِ الدِّينِ والجِهادِ، كما فعَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مع أوْطاسٍ.\nوفيه: بَيانُ زُهدِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في الدُّنْيا رَغمَ ما أعْطاه اللهُ منَ الغَنائمِ والأمْوالِ.\nوفيه: فَضيلةٌ ظاهِرةٌ ومَنقَبةٌ جَليلةٌ لأبي مُوسى الأشْعَريِّ وعَمِّه أبي عامرٍ رَضيَ اللهُ عنهما.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}