{
    "hadith_id": "6416",
    "hadith": "أخَذَ رَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّم بمَنْكِبِي، فَقَالَ: كُنْ في الدُّنْيَا كَأنَّكَ غَرِيبٌ أوْ عَابِرُ سَبِيلٍ.\nوكانَ ابنُ عُمَرَ يقولُ: إذَا أمْسَيْتَ فلا تَنْتَظِرِ الصَّبَاحَ، وإذَا أصْبَحْتَ فلا تَنْتَظِرِ المَسَاءَ، وخُذْ مِن صِحَّتِكَ لِمَرَضِكَ، ومِنْ حَيَاتِكَ لِمَوْتِكَ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6416",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "المُؤمِنُ يجعَلُ الدُّنيا دارَ عَمَلٍ وعبادةٍ لِيَحصُدَ ثوابَ ذلك في الآخِرةِ؛ لأن الآخرةَ هي دارُ القَرارِ، وليْستِ الدُّنيا إلَّا دارًا فانيةً سَتَنْتهي إنْ عاجلًا أو آجلًا.\nوفي هذا الحديثِ يَرْوي عبدُ اللهِ بنُ عُمرَ رضِيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم أَمسَكَ بمَنْكِبه -والمَنكِبُ: مَجمَعُ العَضُد والكتِفِ-؛ لِتَنْبيهِه إلى التَّوجُّهِ إليه، وليجعَلَه في اهتمامٍ لِما سيوصيه به، وقال صلَّى اللهُ عليه وسلَّم واعظًا له: «كُنْ في الدُّنيا كأنَّك غَريبٌ» قَدِم بَلدًا لا مَسْكنَ له فيه يُؤوِيه، ولا ساكِنَ يُسلِّيه، خالٍ عن الأهلِ والعيالِ والعَلائقِ، التي هي سَببُ الاشتغالِ عن الخالِقِ، «أو عابِرَ سَبيل» أي: أو كُنْ كالذي خرَج مُسافِرًا يَمُرُّ بالبِلادِ غيرَ مُتوقِّفٍ فيها إلَّا لِيَتزوَّدَ منها؛ فعابرُ السَّبيلِ أشدُّ زُهدًا في مُغرَياتِ طَريقِه مِن الغَريبِ؛ لأنَّ الغَريبَ قدْ يَسكُنُ في بِلادِ الغُربةِ ويُقيمُ فيها، بخِلافِ عابِرِ السَّبيلِ القاصِدِ للبَلَدِ، وبيْنَه وبيْنَ بلدِه مَسافاتٌ شاسِعةٌ، وهو في حالةِ تَخفُّفٍ دائمةٍ مِن الأثقالِ حتى لا تُعيقَه أو تُؤخِّرَه عن بُلوغِ مَقصدِه. وقيل: إنَّ «أو» للإضرابِ بمَعْنى «بلْ»، والمعنى: بلْ كُنْ كأنَّك عابرُ سَبيلٍ، وهو ارتِفاعٌ به إلى مَنزلةٍ أعْلَى في الزُّهدِ مِن مَنزلةِ الغَريبِ.\nوالمرادُ: أنَّ على المُؤمنِ أنْ يَستحضِرَ في قلبِه دائمًا حالةَ الغريبِ أو المُسافِرِ لحاجتِه وغايتِه في تَعامُلِه مع شَهواتِ الدُّنيا ومُتطلَّباتِها؛ ليَصِلَ بذلك إلى آخِرتِه -التي هي دارُ إقامتِه الدَّائمةِ- في أسْلَمِ حالٍ؛ فهو لا يَركَنُ إلى الدُّنيا، بلْ يُعلِّقُ قلْبَه بالدَّارِ الآخِرةِ، فإذا فاجَأَه الموتُ كان كمَنْ وصَلَ إلى غايتِه.\nوقدْ تعَلَّم ابنُ عُمَرَ رَضِيَ اللهُ عنهما هذا الدَّرسَ ووَعاه جيِّدًا، فكان يقولُ لنَفسِه ولغيرِه: «إذا أَمسيتَ فلا تَنتظِرِ الصَّباحَ»؛ بألَّا تُؤخِّرَ عَمَلًا مِن الطَّاعاتِ إلى الصَّباحِ؛ فلعلَّك تكونُ مِن أهلِ القُبورِ، وإذا أصبَحْتَ فلا تُؤخِّرْ عَمَلَ الخيرِ إلى المساءِ؛ فقدْ يُعاجِلُك الموتُ، واغتنِمِ الأعمالَ الصَّالحةَ في الصِّحَّةِ قبْلَ أنْ يحُولَ بيْنك وبيْنها المرضُ، واغتنِمْ حَياتَك في الدُّنيا، فاجمَعْ فيها ما يَنفَعُك بعْدَ مَوتِك.\nوفي الحَديثِ: أنَّ التَّفكيرَ في فَناءِ الدُّنيا وعَدمِ دَوامِها يُؤدِّي بالعبدِ إلى الاستقامةِ، والمواظَبةِ على صالحِ الأعمالِ.\nوفيه: الحثُّ على التَّشبُّهِ بالغريبِ وعابرِ السَّبيل؛ فكِلاهما لا يَلتفِتُ إلى الدُّنيا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}