{
    "hadith_id": "6417",
    "hadith": "خَطَّ النبيُّ صَلَّى اللهُ عليه وسلَّمَ خَطًّا مُرَبَّعًا، وخَطَّ خَطًّا في الوَسَطِ خَارِجًا منه، وخَطَّ خُطَطًا صِغَارًا إلى هذا الذي في الوَسَطِ مِن جَانِبِهِ الذي في الوَسَطِ، وقَالَ: هذا الإنْسَانُ، وهذا أجَلُهُ مُحِيطٌ به أوْ: قدْ أحَاطَ به وهذا الذي هو خَارِجٌ أمَلُهُ، وهذِه الخُطَطُ الصِّغَارُ الأعْرَاضُ، فإنْ أخْطَأَهُ هذا نَهَشَهُ هذا، وإنْ أخْطَأَهُ هذا نَهَشَهُ هذا.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6417",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّم أحسَنَ النَّاسِ تَعليمًا، وكان يُعلِّمُ أصحابَه مِن المواقفِ التي تَمُرُّ عليهم، ويَضرِبُ لهم فيها الأمثالَ؛ ليُوضِّحَ لهمْ طَريقَ الهِدايةِ، وليُرشِدَهم إلى ما يُصلِحُهم في الدُّنيا والآخرةِ.\nوفي هذا الحَديثِ يروي عبْدُ اللهِ بنُ مَسعودٍ رضِيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم خَطَّ على الأرضِ خَطًّا مُرَبَّعًا، أي: رسم شَكلًا له أربعةُ أضلاعٍ مُستويَةُ الزَّوايا، ثم رسم خَطًّا في الوسَطِ خارجًا مِن المربَّع، ثم خَطَّ ورسم خُطوطًا صِغارًا داخِلَ الشَّكلِ المربَّعِ تتَّجِهُ إلى الخطِّ الذي في الوَسَطِ، وقال صلَّى اللهُ عليه وسلَّم: «هذا الإنسانُ»، أي: هذا الخطُّ الذي في الوَسَطِ هو الإنسانُ، على سَبيلِ التَّمثيلِ، «وهذا أجَلُه مُحِيطٌ به -أو: قدْ أحاط به-» شَكٌّ من الرَّاوي، إشارةً إلى المربَّعِ، ثمَّ أشار إلى الخطِّ الطَّويلِ المنفَرِدِ الذي هو خارِجٌ من وَسَطِ المربَّعِ، وأخبر أنَّه أَمَلُه؛ إشارةً إلى أنَّ أمَلَ الإنسانِ ممَّا يرجوه من نعيمِ الدُّنيا أطوَلُ وأكبَرُ مِن عُمُرِه، وهذه الخُطوطُ الصِّغارُ التي في الخطِّ الخارج مِن وسَطِ المربَّعِ مِن أسْفَلِه، أو مِن أسْفَلِه وأعْلاه، هي «الأعراضُ»، أي: الآفاتُ العارضةُ له؛ كمَرَضٍ أو فقْدِ مالٍ ونحْوِهما من الابتلاءاتِ، أو المرادُ بالخطوطِ المِثالُ، لا عدَدٌ مخصوصٌ مُعَيَّن، «فإنْ أخطَأه» وتجاوَزَ عنه هذا العَرَضُ وسَلِم منه «نهَشَه» وأصابَهُ وأخَذه «هذا» العَرَضُ الآخَرُ، والنَّهْشُ: لَدْغُ ذواتِ السُّمِّ، عبَّر به مُبالَغةً في الأخْذِ، وإنْ أخطَأه هذا العَرَضُ نهَشَه هذا العرَضُ الآخَر، وهو الموتُ، فمَن لم يَمُتْ بالسَّببِ مات بالأجَلِ، والحاصلُ أنَّ الإنسانَ يَتعاطَى الأملَ، ولكِنَّ الأجَلَ ينزِعُه ويَخطَفُه قبْلَ أن يحقِّقَ أمَلَه.\nوفي الحَديثِ: التَّعليمُ بما تُدرِكُه الأبصارُ؛ ليكون أَدْعى إلى تعليمِ السامِعين في سرعة؛ ليُدرك ذلِك مَن سَمِعه بسَمعِه وبصَرِه.\nوفيه: التَّنبيهُ على أنَّ الأجَلَ مَقسومٌ مَعلومٌ لا يَتجاوَزه مُتجاوِزٌ.\nوفيه: أنَّ الأجَلَ لا يَعلَمُه أحدٌ إلَّا اللهُ سُبحانَه وتعالَى، وأنَّه غُيِّب عن الآدميِّين؛ ولذلك تَجاوزتْه الآمالُ، وبعَّدتْه الأطماعُ.\nوفيه: أنَّ الدُّنيا مدارُها على طُولِ الأملِ، وهو الذي يُثمِرُ التَّسويفَ بأعمالِ الخيرِ، والصَّبرَ على أعمالِ الشَّرِّ؛ فعلى العاقِلِ أن يحتاطَ لنَفْسِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}