{
    "hadith_id": "6430",
    "hadith": "سَمِعْتُ خَبَّابًا، وقَدِ اكْتَوَى يَومَئذٍ سَبْعًا في بَطْنِهِ، وقَالَ: لَوْلَا أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ نَهَانَا أنْ نَدْعُوَ بالمَوْتِ لَدَعَوْتُ بالمَوْتِ، إنَّ أصْحَابَ مُحَمَّدٍ صَلَّى اللهُ عليه وسلَّمَ مَضَوْا، ولَمْ تَنْقُصْهُمُ الدُّنْيَا بشيءٍ، وإنَّا أصَبْنَا مِنَ الدُّنْيَا ما لا نَجِدُ له مَوْضِعًا إلَّا التُّرَابَ.",
    "rawi": "خباب بن الأرت",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6430",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2681) مختصراً باختلاف يسير",
    "sharh": "كان الصَّحابةُ الكِرامُ رِضوانُ اللهِ عليهم جِيلًا فريدًا في التربيةِ والتزكيةِ ومراقَبَتِهم لله وطَلَبِهم الدَّارَ الآخِرةَ.\nوفي هذا الحَديثِ يُخبِرُ التابِعيُّ قَيسُ بنُ أبي حازمٍ أنَّهم دخلوا يومًا على خَبَّاب بن الأرَتِّ رَضِيَ اللهُ عنه وقدْ نالَه من المرضِ ما ناله، واكْتَوَى في جسَدِه سَبعَ كَيَّاتٍ بالنَّارِ، والكيُّ كان علاجًا شائعًا عندهم، فلمَّا دخَلوا عليه في مَرضِه ذكر لهم أنَّ إخوانَه من الصَّحابةَ الذين ماتوا في حياةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم قبْلَ اتِّساعِ الفتوحاتِ وزِيادةِ المال، لم تَنقُصْ أُجورُهم شَيئًا؛ لأنَّ الدُّنيا لم تُفتَحْ عليهم كما فُتِحَتْ على الذين شَهِدوا الفُتوحاتِ، وأنَّه ومن بَقِيَ من أصحابِه قد نالهم مِن الغِنى الكثيرُ، وفُتحت عليهم زهْرةُ الدُّنيا حتى لم يَجِدوا له مَصْرِفًا إلَّا وضْعَه في البُنيانِ والعِمارةِ. ثمَّ ذَكَر أنَّه لولا نهْيُ النَّبيِّ صلَّى اللهُ عليه وسلَّم عن سُؤالِ اللهِ الموتَ، لسأل اللهَ ذلك ولدعا به على نَفْسِه؛ وذلك لِما كان يُلاقيهِ مِن ألمِ المرض وشِدَّتِه. \nوذكر قيسُ بنُ أبي حازمٍ أنهم أتوا خبَّابًا رَضِيَ اللهُ عنه مرَّةً أُخرى وهو يَبني حائطًا له، أي: جدارًا، فقال لهم: «إنَّ المُسلم لَيُؤْجَرُ في كلِّ شَيءٍ يُنفِقُه، إلَّا في شَيءٍ يَجعَلُه في هذا التُّرابِ»، ومُرادُ خَبَّابٍ رضِيَ اللهُ عنه البُنيانُ الزَّائدُ على الحاجةِ، أو كان من بابِ المفاخَرةِ والمُطاوَلةِ، فذلِك الذي لا يُؤجَرُ عليه.\nوفي الحَديثِ: فضيلةُ الصَّحابيِّ خَبَّابِ بنِ الأرَتِّ رَضِيَ اللهُ عنه.\nوفيه: النَّهيُ عن تمني الموتِ.\nوفيه: مشروعيَّةُ التداوي بالكَيِّ بالنَّارِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}