{
    "hadith_id": "6438",
    "hadith": "سَمِعْتُ ابْنَ الزُّبَيْرِ، علَى المِنْبَرِ بمَكَّةَ في خُطْبَتِهِ، يقولُ: يا أيُّها النَّاسُ، إنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ كانَ يقولُ: لو أنَّ ابْنَ آدَمَ أُعْطِيَ وادِيًا مَلْئًا مِن ذَهَبٍ أحَبَّ إلَيْهِ ثَانِيًا، ولو أُعْطِيَ ثَانِيًا أحَبَّ إلَيْهِ ثَالِثًا، ولَا يَسُدُّ جَوْفَ ابْنِ آدَمَ إلَّا التُّرَابُ، ويَتُوبُ اللَّهُ علَى مَن تَابَ.",
    "rawi": "عبدالله بن الزبير",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6438",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الطبراني في ((المعجم الكبير)) (13/ 115) (283)، والبيهقي في ((شعب الإيمان)) (9795)، وأبو نعيم في ((معرفة الصحابة)) (4152) جميعا بلفظه.",
    "sharh": "المالُ مِن الأشياءِ المُحبَّبةِ إلى القُلوبِ، وله جاذبيَّتُه الَّتي لا تَنْتَهي، ولذلك جاءت النصوصُ وكَثُرت في التحذيرِ مِنَ الحِرصِ عليه وجمعِه واكتِنازِه.\nوفي هذا الحَديثِ يُبَيِّنُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّه لَوْ كان لابنِ آدَمَ مِثلُ وادٍ ممتَلِئٍ بالمالِ، لأَحَبَّ أنْ يكونَ له وادٍ آخَرُ مماثلٌ له، والوادي: هو كلُّ مُنفَرِجٍ بيْنَ جِبالٍ أو آكامٍ، وَهو مَنْفَذُ السَّيلِ. وأخبر صلَّى اللهُ عليه وسلَّم أنَّه لا يَملَأُ عَيْنَ ابنِ آدَمَ إلَّا التُّرابُ؛ وذلك لأنَّ الإنسانَ بطَبْعِه ميَّالٌ إلى حُبِّ المالِ، وفيه طمَعٌ، ولا يَشبَعُ منه، وليْس له حدٌّ يَنْتَهي إليه، إلَّا ما كان مِن مادَّتِه، وهو التُّرابُ، وقيل: معناه: أنَّه لا يزالُ حريصًا على الدُّنيا حتى يموتَ ويمتَلِئَ جَوفُه مِن تُرابِ قَبْرِه.\nوهذا الحديثُ خرج على حُكمِ غالِبِ بني آدَمَ في الحِرصِ على الدُّنيا، ويؤيِّدُه قَولُه صلَّى اللهُ عليه وسلَّم: «وَيَتوبُ اللَّهُ على مَن تابَ» أي: يَقبَلُ تَوبةَ الحَريصِ على الرُّجوعِ إلى طريقِ الحَقِّ بعد الغَيِّ، كَما يَقبَلُها مِن غَيرِهِ. ثم أخبر ابنُ عَبَّاسٍ رضِيَ اللهُ عنهما: أنَّه يشُكُّ هل الحَديثُ المَذكورُ مِنَ القُرآنِ الذي نُسِخَ لَفظُه، أمْ لا؟\nوَقال عطاءُ بنُ أبي رباحٍ: سَمِعْتُ عبدَ اللهِ بنَ الزُّبَيرِ يَقولُ ذلك الحديثَ على المِنْبَرِ بِمَكَّةَ المُشَرَّفَةِ.\nوفي الحَديثِ: التحذيرُ مِن الانشِغالِ بِالمالِ، والفِتنةِ بِه.\nوفيه: أنَّ المُؤمِنَ يَنبَغي أنْ يَكونَ أكْبَرُ هَمِّهِ العَمَلَ لِلآخِرةِ، وألَّا يَشغَلَ بالدُّنيا وشَهَواتِها.\nوفيه: ذمُّ الحِرْصِ والشَّرَهِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}