{
    "hadith_id": "6447",
    "hadith": "مَرَّ رَجُلٌ علَى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ لرَجُلٍ عِنْدَهُ جَالِسٍ: ما رَأْيُكَ في هذا فَقالَ: رَجُلٌ مِن أشْرَافِ النَّاسِ، هذا واللَّهِ حَرِيٌّ إنْ خَطَبَ أنْ يُنْكَحَ، وإنْ شَفَعَ أنْ يُشَفَّعَ، قالَ: فَسَكَتَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ ثُمَّ مَرَّ رَجُلٌ آخَرُ، فَقالَ له رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: ما رَأْيُكَ في هذا فَقالَ: يا رَسولَ اللَّهِ، هذا رَجُلٌ مِن فُقَرَاءِ المُسْلِمِينَ، هذا حَرِيٌّ إنْ خَطَبَ أنْ لا يُنْكَحَ، وإنْ شَفَعَ أنْ لا يُشَفَّعَ، وإنْ قالَ أنْ لا يُسْمع لِقَوْلِهِ، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: هذا خَيْرٌ مِن مِلْءِ الأرْضِ مِثْلَ هذا.",
    "rawi": "سهل بن سعد الساعدي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6447",
    "grade": "[صحيح]",
    "sharh": "هذا الحديثُ يَدُلُّ دَلالةً واضحةً على هذا المعنى، حيث أراد الرَّسولُ صلَّى اللهُ عليه وسلَّم أنْ يُبَيِّنَ لأصحابِهِ نَموذَجًا عَمَليًّا حين مَرَّ رَجُلٌ مِن أغنياءِ المُسلِمينَ، فسأل النبيُّ صلَّى اللهُ عليه وسلَّم الحاضِرين من أصحابِه عنه: «ما تَقُولونَ في هذا؟» فأجابوا أنَّه جَديرٌ إنْ أراد الزَّواجَ أنْ يَقبَلَه النَّاسُ زَوجًا لمَن رَغِبَها، وإنْ أراد أنْ يَشْفَعَ في أحَدٍ قَبِلوا شَفاعَتَه فيه، وإنْ تَحَدَّثَ أنصَتوا له؛ لأنَّهُم يَرَونَه صاحِبَ جاهٍ ومالٍ وسُلطانٍ.\nثُمَّ مَرَّ رَجُلٌ مِن عامَّةِ المسلمين، ليس له قَدْرٌ بيْن النَّاسِ، قيل: إنَّه الصَّحابيُّ جُعَيلُ بنُ سُراقةَ رضِيَ اللهُ عنه، فسألهم رسولُ اللهِ صلَّى اللهُ عليه وسلَّم عنه: «ما تَقُولونَ في هذا؟» فأجابوه صلَّى اللهُ عليه وسلَّم عَكْسَ ما أجابوا في الأوَّلِ؛ بأنَّه إنْ أراد الزَّواجَ لا يُزَوِّجُه أحَدٌ، وإنْ شَفَعَ في أحَدٍ لا تُقبَلُ شَفاعَتُه، وإنْ تَكَلَّم فَلا سامِعَ له؛ لأنَّهم يَرَونَه فَقيرًا، لا جاهَ له ولا سُلطانَ؛ فَبَيَّنَ لَهُم رسولُ اللَّهِ صلَّى اللهُ عليه وسلَّم الأمْرَ على المَعنى الصَّحيحِ، وذلك أن قال لهم: «هذا» الفقيرُ «خَيْرٌ مِن مِلْءِ الأرْضِ مِثْلَ هذا» الغنيِّ؛ فالعِبرةُ ومَقامُ المَرءِ وقِيمَتُه ليستْ بمالِه ولا جاهِه ولا سُلطانِه، إنَّما هي بِتَقوى العَبدِ وصَلاحِه ومَقامِه عندَ رَبِّه. وإطلاقُه صلَّى اللهُ عليه وسلَّم التفضيلَ على الغنيِّ المذكورِ لا يلزَمُ منه تفضيلُ كلِّ فقيرٍ على كُلِّ غنيٍّ؛ فالمعيارُ في التفاضُلِ الدِّينُ والتقوى، وليس الغِنى والفَقرَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}