{
    "hadith_id": "6468",
    "hadith": "إنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ صَلَّى لَنَا يَوْمًا الصَّلَاةَ، ثُمَّ رَقِيَ المِنْبَرَ، فأشَارَ بيَدِهِ قِبَلَ قِبْلَةِ المَسْجِدِ، فَقالَ: قدْ أُرِيتُ الآنَ مُنْذُ صَلَّيْتُ لَكُمُ الصَّلَاةَ، الجَنَّةَ والنَّارَ، مُمَثَّلَتَيْنِ في قُبُلِ هذا الجِدَارِ، فَلَمْ أرَ كَاليَومِ في الخَيْرِ والشَّرِّ، فَلَمْ أرَ كَاليَومِ في الخَيْرِ والشَّرِّ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6468",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (13926) بلفظه، ومسلم (2359)، والنسائي في ((السنن الكبرى)) (11089) بنحوه،",
    "sharh": "صلاةُ الكسوفِ تُصلَّى عند كسوفِ الشَّمسِ، وصِفةُ صلاتِها- كما وردَتْ في هذا الحديثِ- أن تكونَ ركعتينِ، في كلِّ ركعةٍ ركوعانِ، ففي هذا الحديثِ أنَّه صلَّى الله عليه وسلَّمَ أطال القيامَ والقراءةَ، ثمَّ ركَع فأطال الرُّكوع، ثمَّ قام فأطال القيام، ثمَّ ركع مرَّةً أخرى، فأطال الرُّكوعَ، ثمَّ سجَد سجدتينِ وأطال فيهما، وكذا فعَل في الرَّكعةِ الثَّانيةِ، فتكونُ الصَّلاةُ ركعتينِ، في كلِّ ركعةٍ ركوعانِ وسُجودانِ، والسُّنَّةُ الإطالةُ في القراءةِ والرُّكوعِ والسُّجود.\nوقد حدَّثهم النَّبيُّ صلَّى الله عليه وسلَّمَ بعد فراغِه مِن الصَّلاةِ عن مشهَدٍ مِن مشاهدِ الجنَّة والنَّارِ، أراها اللهُ سبحانه وتعالى له في صلاتِه، فرأى الجنَّةَ واقتربَتْ منه، ومِن شدَّةِ قُربِها يقولُ صلَّى اللهُ عليه وسلَّم: إنَّه لو اجتَرَأ عليها لأتَى بقِطافٍ مِن قِطافِها، أي: عنقودٍ مِن عناقيدِها، وهذا بيانٌ لشدَّةِ قُربِها منه صلَّى الله عليه وسلَّمَ في هذا المشهدِ، وكذا رأى النَّارَ قريبةً منه حتَّى ناجَى صلَّى الله عليه وسلَّمَ ربَّه، وقال له: «أي رَبِّ، وأنا معهم؟!» وهو استفهامٌ لاستعطافِه تعالى وإبعادِه صلَّى الله عليه وسلَّمَ عنِ النَّارِ، وهو- لا شكَّ- بعيدٌ عنها، مغفورٌ له ما تقدَّمَ مِن ذنبِه وما تأخَّر، ولَمَّا دنَتْ منه النَّارُ رأى امرأةً تخدِشُها هِرَّةٌ، أي: تقشُرُ جِلدَها وتجرَحُها، فسأل عن ذنبِ هذه المرأةِ الَّذي أوقَعها في هذا العذابِ، فقيل له: إنَّ هذه المرأةَ حبسَتِ الهرَّةَ حتَّى ماتت جوعًا، فلا أطعمَتْها ولا تركَتْها تأكُلُ مِن خَشَاشِ الأرضِ، أي: حشَراتِها، وهذا يدُلُّ على أنَّ تعذيبَ الحيوانِ يترتَّبُ عليه العقوبةُ والنَّارُ.\nوفي الحديث الوعيدُ الشَّديد لِمَن عذَّبَ عبادَ الله تعالى.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}