{
    "hadith_id": "6469",
    "hadith": "إنَّ اللَّهَ خَلَقَ الرَّحْمَةَ يَومَ خَلَقَها مِائَةَ رَحْمَةٍ، فأمْسَكَ عِنْدَهُ تِسْعًا وتِسْعِينَ رَحْمَةً، وأَرْسَلَ في خَلْقِهِ كُلِّهِمْ رَحْمَةً واحِدَةً، فلوْ يَعْلَمُ الكافِرُ بكُلِّ الذي عِنْدَ اللَّهِ مِنَ الرَّحْمَةِ، لَمْ يَيْئَسْ مِنَ الجَنَّةِ، ولو يَعْلَمُ المُؤْمِنُ بكُلِّ الذي عِنْدَ اللَّهِ مِنَ العَذابِ، لَمْ يَأْمَن مِنَ النَّارِ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6469",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2752) بنحوه مختصراً",
    "sharh": "شَريعةُ الدِّينِ الإسلاميِّ شَريعةٌ سَمْحةٌ، وأحكامُه مَبنيَّةٌ على التَّخفيفِ واليُسرِ، لا على العَنَتِ والمشَقَّةِ، والعَبدُ في سَيرِه إلى اللهِ تعالَى لا بُدَّ له مِنَ الجَمعِ بيْن الرَّجاءِ والخَوفِ؛ فهما النَّافِعانِ إذا ما اقتَرَن بهما العَمَلُ الدائمُ دونَ إفراطٍ أو تَفريطٍ.\nوفي هذا الحَديثِ يخبرُنا النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ اللهَ عزَّ وجلَّ خَلَقَ الرَّحْمةَ يَوْمَ خَلَقَهَا مِائَةَ رَحْمَةٍ، فجَزَّأَها إلى مائةِ جُزءٍ أو نَوعٍ، فجَعَلَ عِندهُ تِسْعةً وتِسْعِينَ جُزءًا يَرحَمُ بها عِبادَه يوْمَ القيامةِ، وجَعَل بيْن خلْقِه وعِبادِه في الدُّنيا جُزءًا واحِدًا يَتراحَمون به فيما بيْنهم، فما نراهُ مِن تَراحُمِ الخلْقِ، وتَوادِّهِمْ، وتَعاطُفِهمْ فيما بيْنهمْ، وصَفْحِهمْ عنِ الزَّلَّاتِ؛ كلُّ ذلكَ مِن الرَّحمةِ الواحِدةِ، وهذا يدُلُّ على عَظيمِ الرَّحمةِ يوْمَ القِيامةِ، وهذا يوضِّحُ أنَّ أمْرَ القيامةِ عَظيمٌ جدًّا، حتَّى إنَّ اللهَ ادَّخرَ تِسعًا وتِسعينَ رَحْمةً!\nثمَّ أخْبَرَ صلَّى اللهُ عليه وسلَّم أنَّه لَوْ يَعْلَمُ الكَافِرُ بِكُلِّ الَّذي عِندَ اللهِ مِنَ الرَّحْمَةِ لَمْ يَيْئَسْ مِنَ الجَنَّةِ، فلمْ يَسْتبعِدْ في نَفْسِه دُخولَها، بل يحصُلُ له الرَّجاءُ فيها؛ لأنَّه يُغَطِّي عليه ما يَعلَمُه من العذابِ العظيمِ، وعَبَّر بالمضارعِ في قَولِه: «يَعلَمُ» دون الماضي؛ إشارةً إلى أنَّه لم يقَعْ له عِلمُ ذلك ولا يقَعُ؛ لأنَّه إذا امتنع في المستقبَلِ كان ممتَنِعًا فيما مضى، وهذا حتى لا يَيئَسَ العُصاةُ مِن رحمةِ اللهِ.\nوَكذلك لَوْ يَعْلَمُ المُؤْمِنُ بكُلِّ الَّذِي عِندَ اللهِ مِنَ العَذَابِ لَمْ يَأْمَنْ مِن النَّارِ، فلمْ يَستبعِدْ في نَفْسِه أنَّه سيَدخُلها ولنْ يَخرُجَ منها، والمرادُ: أنَّه يَنْبغي للمسلمِ ألَّا يَغترَّ بكَثيرِ عَملِه وطاعتِه؛ فيَفقِدَ رَحْمةَ اللهِ تعالَى به، ولا يَيْئَسَ مِن رَحْمةِ اللهِ تعالَى بقَليلِ الطَّاعةِ والعِبادةِ، فيُوجِبَ عَذابَ اللهِ عليه.\nوفي الحَديثِ: بَيانُ سَعةِ رَحمةِ اللهِ بِما لا يَتصوَّرُهُ النَّاسُ، وأنَّ رَحمتَهُ في الآخِرةِ أَوسعُ بكَثيرٍ مِن رَحمتِهِ في الدُّنيا.\nوفيه: أنَّ اللهَ سُبحانَه يتعَبَّدُ عِبادَه بالوَعدِ والوعيدِ المُقتَضِيَينِ للرَّجاءِ والخَوفِ.\nوفيه: دَعوةُ الكافرِ في النَّظرِ إلى حالِه يوْمَ القيامةِ وما له فيها مِن وَعيدٍ؛ لعلَّه يَتفطَّرَ قلبُه، ويُؤمنَ باللهِ عزَّ وجلَّ، ودَعوةُ المُؤمِنِ في النَّظرِ إلى حالِه يومَ القيامةِ: مِن وَعْدٍ وجَزاءٍ، فيَنشَط للعبادةِ ويَزيد مِن طاعتِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}