{
    "hadith_id": "6470",
    "hadith": "أنَّ أُنَاسًا مِنَ الأنْصَارِ سَأَلُوا رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَلَمْ يَسْأَلْهُ أحَدٌ منهمْ إلَّا أعْطَاهُ حتَّى نَفِدَ ما عِنْدَهُ، فَقالَ لهمْ حِينَ نَفِدَ كُلُّ شيءٍ أنْفَقَ بيَدَيْهِ: ما يَكُنْ عِندِي مِن خَيْرٍ لا أدَّخِرْهُ عَنْكُمْ، وإنَّه مَن يَسْتَعِفَّ يُعِفَّهُ اللَّهُ، ومَن يَتَصَبَّرْ يُصَبِّرْهُ اللَّهُ، ومَن يَسْتَغْنِ يُغْنِهِ اللَّهُ، ولَنْ تُعْطَوْا عَطَاءً خَيْرًا وأَوْسَعَ مِنَ الصَّبْرِ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6470",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1053) باختلاف يسير",
    "sharh": "وفي هذا الحديثِ يَحكي أبو سَعيدٍ الخُدريُّ رَضيَ اللهُ عنه أنَّ ناسًا مِن الأنصارِ لم يُسَمِّهم سَأَلوا رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ شَيئًا مِن المالِ فأعْطاهم، ثمَّ سَأَلوه فأعْطاهم، ثمَّ سَأَلوه فأَعْطاهم حتَّى نَفِدَ وانتَهى ما عِندَه مِن المالِ، فبيَّنَ لهم النبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه لا يَمنَعُ عنهم شيئًا مِن المالِ يكونُ عندَه فيَحتفَظ به لغَيرِهم.\nثمَّ أرشَدَهُم صلَّى اللهُ عليْه وسلَّمَ وحَثَّهم على الاستِعفافِ؛ فمَن تَخلَّقَ بالعِفَّةِ عمَّا حَرَّمَ اللهُ عليْه -سَواءٌ في مَأكَلٍ، أو مَشرَبٍ، أو مَلبَسٍ، ونَحوِ ذلك- أعانَه اللهُ عليْها وحَصَلَتْ له، ثمَّ حثَّهم صلَّى اللهُ عليْه وسلَّمَ على الاستِغناءِ، وهو أنْ يُسْتَغْنى الإنسانُ عمَّا في أيْدي النَّاسِ، ويَستَغنيَ بما عِندَه مِن اليَسيرِ عن المَسأَلةِ، فلا يَسألُ إلَّا إذا كان مُضطَرًّا، ومَن يَفعَلْ ذلك يَمُدَّه اللهُ عزَّ وجلَّ بالغِنى مِن عِندِه، ويَجعَلِ القَليلَ في عَينِه كَثيرًا، ثمَّ حثَّ صلَّى اللهُ عليْه وسلَّمَ على الْتِزامِ الصَّبرِ وتَعويدِ النَّفسِ عليْه؛ لأنَّ الإنسانَ إذا صَبَرَ استَعفَفَ واستَغْنى، ولم يَحصُلْ منه السُّؤالُ والإلْحافُ في المَسأَلةِ.\nوقولُه: «ومَن يَتَصبَّرْ يُصَبِّرْه اللهُ»، أي: ومَن يُعالِجِ نفْسَه بالصَّبرِ ويَتَكلَّفْه على ضِيقِ العَيشِ وغَيرِه مِن مَكارِه الدُّنيا؛ يَملَأِ اللهُ قَلْبَه به، ومَن بَذَلَ الأسبابَ وحَرَصَ على الصَّبرِ؛ فإنَّ اللهَ تعالَى يُوفِّقُه لتَحصيلِه، ويَجعَلُه يَتَّصفُ به.\nثمَّ بيَّن أنَّه ما أعْطَى اللهُ أحدًا نِعمةً ولا خُلُقًا كَريمًا أفضَلَ ولا أوسَعَ مِن الصَّبرِ؛ لأنَّه يَتَّسِعُ لكُلِّ الفَضائلِ، فكُلُّها تَصدُرُ عنه، وتَعتَمِدُ عليْه؛ مِن عِفَّةٍ، وشَجاعةٍ، وعَزيمةٍ، وإرادةٍ، وإباءٍ، وغَيرِها، والإنسانُ إذا كان صَبورًا تَحمَّلَ كُلَّ مَكروهٍ بإذْنِ اللهِ تعالَى.\nوفي الحَديثِ: أنَّ الأخلاقَ الكريمةَ يُمكِنُ اكتِسابُها والوصولُ إليها عن طَريقِ التعوُّدِ عليها.\nوفيه: ما كان عليه النبيُّ صلَّى اللهُ عليه وسلَّمَ مِن الكَرَمِ والسَّخاءِ والإيثارِ على نفْسِه.\nوفيه: الاعتِذارُ للسَّائلِ إذا لم يَجِدِ المسؤولُ ما يُعطِيه.\nوفيه: الحَضُّ على الاستِغناءِ عن النَّاسِ بالصَّبرِ، والتَّوكُّلِ على اللهِ، وانتظارِ رِزقِ اللهِ سُبحانَه، وأنَّ الصَّبرَ أفضلُ ما أُعطيَه المؤمنُ، وكذلك الجَزاءُ عليه غيرُ مُقدَّرٍ ولا مَحدودٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}