{
    "hadith_id": "6494",
    "hadith": "جَاءَ أعْرَابِيٌّ إلى النبيِّ صَلَّى اللهُ عليه وسلَّمَ فَقالَ: يا رَسولَ اللَّهِ أيُّ النَّاسِ خَيْرٌ؟ قالَ: رَجُلٌ جَاهَدَ بنَفْسِهِ ومَالِهِ، ورَجُلٌ في شِعْبٍ مِنَ الشِّعَابِ: يَعْبُدُ رَبَّهُ، ويَدَعُ النَّاسَ مِن شَرِّهِ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6494",
    "grade": "[أورده في صحيحه وعلق عليه]",
    "takhrij": "أخرجه مسلم (1888) باختلاف يسير",
    "sharh": "مُعامَلةُ النَّاسِ والاختلاطُ بهم تَقْتضي مِن الشَّخصِ الحِرصَ والحذَرَ معهم؛ حتَّى لا يَقَعَ فيما حرَّمَه اللهُ، أمَّا مَن لا يَستطيعُ مُعامَلةَ النَّاسِ فالعُزلةُ له أفضَلُ.\nوفي هذا الحديثِ يَرْوي أبو سَعيدٍ الخُدْريُّ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ سُئِلَ عن أفضَلِ النَّاسِ في الأجْرِ والمنزلةِ عندَ اللهِ عزَّ وجلَّ، فقال صلَّى اللهُ عليه وسلَّمَ: «مُؤمِنٌ يُجاهِدُ في سَبيلِ اللهِ بنَفْسِه ومالِه»، والمرادُ بنفْسِه: أنْ يُقتَلَ وهو يُجاهِدُ، والمرادُ بمالِه: إنفاقُه، سَواءٌ على نفْسِه أو على مَن يُجاهِدُ معه، ولا يُريدُ أنَّه أفضَلُ النَّاسِ عُمومًا؛ لأنَّ أفضَلَ منه مَن أُوتِيَ مَنازِلَ الصِّدِّيقِينَ، وحَمَل النَّاسَ على شَرائِعِ اللهِ وسُنَنِ نَبيِّه، وقادَهم إلى الخَيراتِ، وسَبَّب لهم أسبابَ المنفعةِ في الدِّينِ والدُّنيا، لكنْ إنَّما أراد صلَّى اللهُ عليه وسلَّمَ -واللهُ أعلَمُ- أَفْضَلَ أحوالِ عامَّةِ النَّاسِ؛ لأنَّه قدْ يكونُ في خاصَّتِهم مِن أهلِ الدِّينِ والعِلمِ والفضلِ والضَّبْطِ للسُّنَنِ مَن هو أفضَلُ منه.\n«فقالوا: ثُمَّ مَن؟» قال: «مُؤمِنٌ» اعتَزَل النَّاسَ «في شِعْبٍ مِن الشِّعابِ»، والشِّعبُ هو المكانُ بيْن الجبلَيْن، والمرادُ اعتزَلَهم في الإقامةِ والسَّكنِ فقطْ، فلا يُخاصِمُهم ولا يُنازِعُهم في شَيءٍ، وهذا مَحَلُّه في زَمَنِ الفِتنَةِ، أو فيمَنْ لا يَصبِرُ على أذَى النَّاسِ.\nوقولُه: «في شِعْبٍ مِن الشِّعابِ» ليس بقَيدٍ، بلْ على سَبيلِ المثالِ، والغالبُ على الشِّعابِ الخلوُّ عن النَّاسِ، فلذا مثَّلَ بها للعُزلةِ والانفرادِ، فكلُّ مَكانٍ يَبعُدُ عن النَّاسِ فهو داخلٌ في هذا المعنى.\nوفي الحديثِ: بَيانُ أنَّ مِن أدَبِ مَن يُريدُ العُزلةَ أنْ يَقصِدَ إبعادَ شَرِّه عن المسلمينَ، لا إبعادَ شُرورِهم عنه، وإنْ كان حاصلًا ضِمْنًا، وذلك هَضْمًا لنَفْسِه؛ كَيْلا يَرى الفضْلَ له عليهم، وامتثالًا للأمرِ بالتَّواضُعِ الَّذي أمَرَ اللهُ تعالَى به.\nوفيه: تَفاوُتُ الأعمالِ الصَّالحةِ في الفضْلِ والثَّوابِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}