{
    "hadith_id": "6510",
    "hadith": "إنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ كانَ بيْنَ يَدَيْهِ رَكْوَةٌ أوْ عُلْبَةٌ فِيهَا مَاءٌ، يَشُكُّ عُمَرُ فَجَعَلَ يُدْخِلُ يَدَيْهِ في المَاءِ، فَيَمْسَحُ بهِما وجْهَهُ، ويقولُ: لا إلَهَ إلَّا اللَّهُ، إنَّ لِلْمَوْتِ سَكَرَاتٍ ثُمَّ نَصَبَ يَدَهُ فَجَعَلَ يقولُ: في الرَّفِيقِ الأعْلَى حتَّى قُبِضَ ومَالَتْ يَدُهُ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6510",
    "grade": "[صحيح]",
    "takhrij": "أخرجه ابن الجوزي ((الثبات عند الممات)) (48) واللفظ له، وأحمد (24416) مختصرا، والبغوي في ((شرح السنة)) (3826) مطولا.",
    "sharh": "كانت مُصيبةُ المُسلِمينَ الكُبْرى بوَفاةِ رَسولِهمُ الكَريمِ صلَّى اللهُ عليه وسلَّمَ، وقدْ كان في مَرَضِه صلَّى اللهُ عليه وسلَّمَ الَّذي مات فيه عِبَرٌ، وعِظاتٌ، وأحْكامٌ، وتَوْجيهاتٌ للصَّحابةِ رِضْوانُ اللهِ عليهم وللأمَّةِ جَميعًا.\nوفي هذا الحَديثِ تَحْكي أمُّ المؤمِنينَ عائِشةُ رَضيَ اللهُ عنها أنَّ مِن نِعَمِ اللهِ عليها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ لمَّا مات، ماتَ في حُجرَتِها، وفي يَومِها، وبيْنَ سَحْرِها ونَحْرِها، والسَّحْرُ هو أعْلى البَطنِ، والنَّحرُ مَوضِعُ العِقدِ منَ الصَّدرِ، والمَعنى: أنَّه صلَّى اللهُ عليه وسلَّمَ فاضَت رُوحُه وهي مُحتَضِنةٌ له صلَّى اللهُ عليه وسلَّمَ على صَدرِها، ورأسُه الشَّريفُ عندَ ذَقَنِها، وأنَّ اللهَ جمَعَ بينَ ريقِه وريقِها عندَ مَوتِه صلَّى اللهُ عليه وسلَّمَ، فجعَلَ ريقَها رَضيَ اللهُ عنها يصِلُ إلى فَمِه صلَّى اللهُ عليه وسلَّمَ، ورِيقَه صلَّى اللهُ عليه وسلَّمَ يصِلُ إلى فَمِها قُبَيلَ وَفاتِه بلَحظةٍ قَصيرةٍ، وسَببُ ذلك أنَّ أخاها عبدَ الرَّحمنِ بنَ أبي بَكرٍ رَضيَ اللهُ عنهم دخَلَ عليهم ورَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مُستنِدًا إلى صَدرِها، وكان بيَدِ عبدِ الرَّحمنِ سِواكٌ -وهو عودٌ يكونُ مِن جُذورِ شَجَرِ الأَراكِ، ويُتَّخَذُ لتَنْظيفِ الأسْنانِ وتَطْهيرِ الفَمِ-، فرَأتْ أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ يَنظُرُ إلى السِّواكِ، وكانت أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها تَعلَمُ أنَّ مِن طَبْعِه صلَّى اللهُ عليه وسلَّمَ حُبَّ السِّواكِ مُطلَقًا، أو عندَ تَغيُّرِ الفَمِ خُصوصًا، فسَألَتْ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ: آخُذُه لكَ منه؟ فأشارَ إليها رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ «نَعَم»، فأخَذَتْه مِن أخِيها، وناوَلَتْه إليه صلَّى اللهُ عليه وسلَّمَ، فاستَعْمَلَه، فاشتَدَّ السِّواكُ عليه صلَّى اللهُ عليه وسلَّمَ؛ لأنَّه لم يَزَلْ قاسيًا لم يُستَخدَمْ قبْلُ، فسَألَتْ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أنْ تُليِّنَه له صلَّى اللهُ عليه وسلَّمَ، فوافَقَها صلَّى اللهُ عليه وسلَّمَ، فأخَذَتِ السِّواكَ منه صلَّى اللهُ عليه وسلَّمَ، وكان في فَمِه، وعليه مِن رِيقِه الشَّريفِ صلَّى اللهُ عليه وسلَّمَ، ومَضَغَتْه بأسْنانِها لتُلَيِّنَه له، وأخَذَه منها صلَّى اللهُ عليه وسلَّمَ مرَّةً أُخْرى، فجمَعَ اللهُ بذلك بيْنَ ريقِه صلَّى اللهُ عليه وسلَّمَ ورِيقِها رَضيَ اللهُ عنها.\nوتَحْكي أمُّ المؤمِنينَ رَضيَ اللهُ عنها عن شدَّةِ ما كان يُعانيه صلَّى اللهُ عليه وسلَّمَ مِن سَكَراتِ المَوتِ؛ فتَذكُرُ أنَّه صلَّى اللهُ عليه وسلَّمَ كان بيْنَ يَدَيْه رَكْوةٌ فيها ماءٌ، أي: قِرْبةٌ مِن جِلدٍ مَمْلوءةٌ ماءً، فجعَلَ يُدخِلُ يَدَه، فيَأخُذُ ماءً منها، ثمَّ يُمرِّرُها على وَجهِه صلَّى اللهُ عليه وسلَّمَ؛ تَخْفيفًا لحَرارةِ الحُمَّى ووَجَعِه الَّذي به، ويقولُ: «لا إلهَ إلَّا اللهُ، إنَّ للمَوتِ سَكَراتٍ»، أي: شَدائِدَ وأهْوالًا وآلامًا عَظيمةً، ثمَّ مَدَّ يَدَه ورَفَعَها مُشيرًا بها إلى الأعْلى، فجعَلَ صلَّى اللهُ عليه وسلَّمَ يقولُ: «اللَّهُمَّ في الرَّفيقِ الأعْلى»، والرَّفيقُ الأعْلى: همُ الَّذين أنعَمَ اللهُ عليهم منَ النَّبيِّينَ، والصِّدِّيقينَ، والشُّهَداءِ، والصَّالِحينَ، وحسُنَ أولئك رَفيقًا، وقيلَ: هو الجَنَّةُ، وقيلَ: هو جَماعةُ الأنْبياءِ الَّذين يَسكُنونَ أعْلى عِلِّيِّينَ، واخْتارَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ يكونَ عندَ اللهِ في الجنَّةِ، وفي رُفْقةِ المَلأِ الأعْلى بدَلًا منَ البَقاءِ في الدُّنْيا، وفي رِوايةِ الصَّحيحينِ قالت: «وعرَفْتُ أنَّه الحَديثُ الَّذي كان يُحدِّثُنا به»، أي: مِن إخْبارِه صلَّى اللهُ عليه وسلَّمَ بأمْرِ تَخيُّرِ الأنْبياءِ، قالت: فكانت تلك آخِرَ كَلِمةٍ تكلَّمَ بها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، وكانت وَفاتُه صلَّى اللهُ عليه وسلَّمَ في السَّنةِ الحاديةَ عَشْرةَ مِن الهِجْرةِ.\nفجعَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يقولُ: «في الرَّفيقِ الأعْلى»، حتَّى قُبِضَت رُوحُه، وسَقَطَت يَدُه بعدَ أنْ كان يُشيرُ بها إلى الأعْلى، وهو إشارة إلى نَزعِ الرُّوحِ منَ الجسَدِ.\nوفي الحَديثِ: فَضيلةُ أمِّ المؤمِنينَ عائِشةَ رَضيَ اللهُ عنها وفِطنتِها.\nوفيه: بشَريَّةُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وأنَّه يَعْتَريه ما يَعْتَري البشَرَ منَ الصِّحَّةِ والمرَضِ، والقوَّةِ والضَّعفِ.\nوفيه: صَبرُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ على شدَّةِ الألَمِ.\nوفيه: حُبُّه صلَّى اللهُ عليه وسلَّمَ للسِّواكِ، وحِرصُه عليه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}