{
    "hadith_id": "6544",
    "hadith": "إذا دخل أهْلُ الجَنَّةِ الجَنَّةَ وأَهْلُ النَّارِ النَّارَ، ثُمَّ يَقُومُ مُؤَذِّنٌ بيْنَهُمْ: يا أهْلَ النَّارِ لا مَوْتَ، ويا أهْلَ الجَنَّةِ لا مَوْتَ، خُلُودٌ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6544",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2850) باختلاف يسير",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّم يُرَقِّقُ قلوبَ النَّاسِ بالترغيبِ تارةً وبالترهيبِ أُخرى، وكان يخبرُهم بما أطلَعَه اللهُ عليه من أمورِ يومِ القيامةِ، وما سيكونُ مِن خُلودٍ في الجنَّةِ أو النَّارِ؛ حتى يكونَ النَّاسُ على حَذَرٍ ووَجَلٍ، فيَعمَلوا ويجتَهِدوا في الصَّالحاتِ، ويَبتَعِدوا عن الذُّنوبِ والسَّيِّئاتِ.\nوفي هذا الحَديثِ يُبيِّنُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّه يؤتَى بالموتِ، وهو مخلوقٌ من مخلوقاتِ ربِّ العِزَّة، ويدُلُّ عليه قَولُه تعالى: {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ} [الملك: 2]، وذلك الموتُ يُصَوَّرُ يومَ القيامةِ، «كهيئةِ كَبْشٍ أَمْلَحَ»، أي: فيه بَياضٌ وسَوادٌ، لكنَّ سَوَادَه أقلُّ، والكبْشُ: فَحْلُ الضَّأْنِ، وعند الترمذيِّ: «فيوقَفُ على السُّورِ الذي بين الجنَّةِ والنَّارِ»، «فيُنادِي مُنادٍ» أي: يقولُ الملَكُ الموكَّلُ بالنِّداءِ: «يا أَهلَ الجنَّة، فيَشْرَئبُّون»، أي: يَمُدُّون أعناقَهم ورِقابَهم ويَرفَعون رُؤوسَهم ويَنظُرون، «فيَقول لهم: هل تَعرفونَ هذا؟ فيقولون: نعمْ، هذا الموتُ، وكلُّهم قد رآه»، أي: عَرَفَه بما يُلْقِيه اللهُ في قُلوبِهم أنَّه الموتُ، «ثمَّ يُنادِي المنادِي: يا أهلَ النَّار، فيَشْرَئِبُّون ويَنظُرون، فيقول: هلْ تَعرِفون هذا؟ فيقولون: نعمْ، هذا الموتُ، وكلُّهم قد رآهُ، فيُذبَح»، وذلك زيادةٌ في نَعِيم المؤمنين، فلا يُفكِّروا أنَّ النَّعيم سيَنتَهي، ونِكايةٌ في عذابِ الكافرين فلا يُفكِّروا أنَّ العذابَ سينتهي. «ثمَّ يَقول الْمُنادي: يا أهلَ الجنَّة خلودٌ» أبَدَ الآبدِين، «فلا مَوتَ، ويا أهلَ النَّارِ خُلودٌ» أبدَ الآبدين، ((فلا موتَ»، وكما هو مُقَرَّرٌ في عقيدةِ أهلِ السُّنَّةِ وما ثبت في النُّصوصِ أنَّ الخلودَ في الجنَّةِ يختَصُّ بكُلِّ من آمَنَ باللهِ عزَّ وجَلَّ، سواءٌ كان من أمَّةِ محمَّدٍ صلَّى اللهُ عليه وسلَّم أو من الأُمَمِ السَّابقةِ، ويختصُّ بالخلودِ في النَّارِ بكُلِّ من أشرك باللهِ عزَّ وجَلَّ وكَفَر به.\nثمَّ قرَأ النَّبيُّ صلَّى اللهُ عليه وسلَّم: {وَأَنْذِرْهُمْ} أي: أنذِرْ -يا محمَّدُ- جَميعَ النَّاسِ {يَوْمَ الْحَسْرَةِ}، يعني: يومَ القيامةِ يتحَسَّرُ المسيءُ ويندَمُ إذ لم يُحسِنْ، والمقصِّرُ إذ لم يزدَدْ من الخيرِ، ومن موجِباتِ تلك الحَسرةِ ما جاء في هذا الحديثِ، وهو خلودُ الكُفَّارِ في النَّارِ. {إِذْ قُضِيَ الْأَمْرُ} بأنْ فُصِل بين أهلِ الجنَّة والنَّار، ودخَل كلٌّ إلى ما صار إليه مُخلَّدًا فيه، {وَهُمْ فِي غَفْلَةٍ} في الدُّنيا؛ إذِ الآخِرةُ ليسَتْ دارَ غَفْلةٍ، {وَهُمْ لَا يُؤْمِنُونَ} [مريم: 39]؛ نفَى عنهم الإيمانَ على سَبيلِ الدَّوامِ مع الاستمرارِ في الأزمنةِ الماضِية والآتِيةِ على سَبيلِ التَّأكيدِ والمبالَغةِ.\nوفي الحَديثِ: خُلودُ أهلِ النَّارِ مِن الكافِرِينَ فيها لا إلى أَمدٍ ولا غايةٍ، بلا موتٍ ولا حياةٍ نافعةٍ ولا راحةٍ، وأنَّهم لا يَخرُجون مِنها، وأنَّ النارَ لا تَفْنَى، ولا تَزولُ، ولا تَبقَى خاليةً، وأنَّها إنَّما تُخلَى فقط مِن عُصاةِ أهلِ التَّوحيدِ.\nوفيه: التحذيرُ مِن يومِ القيامةِ وما يقع فيه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}