{
    "hadith_id": "6558",
    "hadith": "يَخْرُجُ مِنَ النَّارِ بالشَّفاعَةِ كَأنَّهُمُ الثَّعارِيرُ، قُلتُ: ما الثَّعارِيرُ؟ قالَ: الضَّغابِيسُ وكانَ قدْ سَقَطَ فَمُهُفَقُلتُ لِعَمْرِو بنِ دِينارٍ: أبا مُحَمَّدٍ، سَمِعْتَ جابِرَ بنَ عبدِ اللَّهِ، يقولُ: سَمِعْتُ النَّبيَّ صلَّى اللهُ عليه وسلَّم يقولُ: يَخْرُجُ بالشَّفاعَةِ مِنَ النَّارِ؟ قالَ: نَعَمْ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6558",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (191) مختصراً باختلاف يسير",
    "sharh": "كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّم يُخبِرُ أصحابَه رضِيَ اللهُ عنهم عن يومِ القيامةِ وبعضِ ما سيقَعُ فيه للمُؤمِنِ والكافِرِ، ونَحوِها من الأمورِ الغَيبِيَّةِ التي لا يَعلَمُها إلَّا اللهُ؛ للعِبرةِ والعِظةِ والاستِعدادِ لهذِهِ الأيَّامِ، وللبُعدِ عن الوُقوعِ في الكُفرِ والاستعدادِ بالطَّاعاتِ رجاءَ دُخولِ الجَنَّةِ.\nوفي هذا الحَديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ اللهَ عزَّ وجَلَّ يُخرِجُ ناسًا وأقوامًا من عُصاةِ المُسلِمين من النَّارِ -كانوا قدِ استَحَقُّوا دُخولَ النَّارِ بمَعاصِيهم-، فيُخرِجُهم المولى عزَّ وجَلَّ بشفاعتِه صلَّى اللهُ عليه وسلَّم فيهم، فيَخرُجونَ كأنَّهم الثَّعَارِيرُ، جمْع ثُعْرُورٍ، وهو صِغارُ القِثَّاء، وهو الخيارُ أو نَباتٌ يُشبِهُه، شُبِّهوا بها؛ لأنَّ القِثَّاء يَنْمو سَريعًا.\nوذكَرَ حمَّاد بنُ زَيدٍ -أحَدُ رُواةِ الحديثِ- أنَّه سأل شيخَه عَمرَو بنَ دينارٍ عن الثَّعارِيرِ، فقال عمْرٌو: الضَّغَابِيسُ، وهي صِغارُ القِثَّاء، واحدتُها: ضُغْبُوسٌ، وشُبِّه به الرَّجُلُ الضَّعيفُ، وهذا التشبيهُ لصِفَتِهم بعد أن يَنبُتوا، وأمَّا في أوَّلِ خُروجِهم من النَّارِ، فإنهم يكونون كالفَحمِ، كما في الصَّحيحينِ من حديثِ أبي سَعيدٍ الخُدريِّ رَضِيَ اللهُ عنه: «فيَخرُجون منها حُمَمًا قد امتُحِشوا».\nولفظُ الثَّعارِير يقالُ فيه أيضًا: الشَّعارير-بالشِّينِ المعجَمةِ بَدَلَ المثَلَّثةِ-، وكان هذا هو السَّبَبَ في قَولِ الرَّاوي: وكان عَمرٌو قد سقط فَمُه، أي: سقطت أسنانُه؛ فنطق بها مُثَلَّثةً، وهي شِينٌ مُعجَمةٌ.\nوأخبَرَ حمَّادٌ أيضًا أنه سَأَلَ عمْرَو بنَ دِينارٍ وقال له: يا أبا محمَّدٍ، سَمِعتَ جابرَ بنَ عبدِ اللهِ رضِيَ اللهُ عنهما يقولُ: سَمِعتُ النَّبيَّ صلَّى اللهُ عليه وسلَّم يقول: يَخرُجُ بالشَّفاعةِ مِن النَّارِ؟ قال: نعمْ، سَمعْتُه يقولُ ذلك.\nوفي الحَديثِ: إثباتُ الشَّفاعةِ لخُروجِ بَعضِ العُصاةِ مِنَ النَّارِ.\nوفيه: صِفةُ الخارجين من النَّار.\nوفيه: التَّثبُّتُ مِن الأخبارِ والتَّأكُّدُ مِن صِحَّتِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}