{
    "hadith_id": "6569",
    "hadith": "لا يَدْخُلُ أحَدٌ الجَنَّةَ إلَّا أُرِيَ مَقْعَدَهُ مِنَ النَّارِ لو أساءَ؛ لِيَزْدادَ شُكْرًا، ولا يَدْخُلُ النَّارَ أحَدٌ إلَّا أُرِيَ مَقْعَدَهُ مِنَ الجَنَّةِ لو أحْسَنَ؛ لِيَكونَ عليه حَسْرَةً.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6569",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "الجنَّةُ هي جزاءُ اللهِ سُبحانَه للمُؤمِنِ، والنَّارُ هي جزاءُ العُصاةِ، وقد تكَفَّل اللهُ سُبحانَه وتعالى بملْئِهما.\nوفي هذا الحَديثِ يخبرُنا النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّه لا يَدخُلُ الجنَّةَ أحدٌ ممن وجَبَت له، إلَّا أُرِيَ مَقْعدَه مِن النَّارِ الذي كان مُعَدًّا له لو عَمِل في الدُّنيا عمَلًا سيِّئًا بأنْ كفَرَ؛ لِيَزدادَ شُكرًا للهِ، وهذا الشُّكرُ ليس على سَبيلِ التكليفِ، بل على سبيلِ التلَذُّذِ، أو المرادُ لِيَزدادَ فَرَحًا ورِضًا، فعَبَّرَ عنه بلازِمِه؛ لأنَّ الرَّاضِيَ بالشَّيءِ يَشكُرُ مَن فَعَل له ذلك، وكذلك لا يَدخُلُ النَّارَ أحدٌ ممن وجَبَت عليه، إلَّا أُرِيَ مَقْعدَه مِن الجنَّةِ الذي كان مُعَدًّا له لو عَمِل عمَلًا حَسنًا، وهو الإسلامُ؛ لِيَكونَ عليه حَسْرةً زِيادةً على تعذيبِه.\nوقد جاء عند ابنِ ماجَهْ مِن حَديثِ أبي هُرَيرةَ رَضِيَ اللهُ عنه أنَّ ذلك يَقَعُ عند المسألةِ في القَبرِ، وفيه: «فيُفرَجُ له فُرجةٌ قِبَلَ النَّارِ فيَنظُرُ إليها، يحطِمُ بَعْضُها بعضًا، فيُقالُ له: انظُرْ إلى ما وقاك اللهُ»، ورَوَى أحمدُ مِن حديثِ أبي سَعيدٍ الخُدْريِّ رَضِيَ اللهُ عنه: «يُفتَحُ له بابٌ إلى النَّارِ، فيقولُ: هذا كان مَنزِلَك لو كفَرْتَ برَبِّك، فأمَّا إذ آمَنْتَ فهذا مَنزِلُك، فيُفتَحُ له بابٌ إلى الجنَّةِ، فيُريدُ أن ينهَضَ إليه فيقولُ له: اسكُنْ، ويُفسَحُ له في قَبْرِه».\nوالحِكمةُ مِن ذلك أنَّ المنعَمَ عليه إذا بُولِغَ في الإحسانِ إليه، فإنَّ مِن تَمامِ الإحسانِ أنْ يَشعُرَ قدْرَ السُّوءِ الذي خلَص منه، وأنَّ الكافِرَ إذا اشتَدَّ به العَذابُ، أُرِيَ مَقامَ الفوزِ الذي فاتَه؛ ليَتضاعَفَ حَسرةً ونَدامةً على ما فاتَه مِن الخيْرِ.\nوفي الحَديثِ: إخبارُه صلَّى اللهُ عليه وسلَّم عن بَعْضِ الغَيبِ، وهو مِن عَلاماتِ النُّبوَّةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}