{
    "hadith_id": "657",
    "hadith": "ليسَ صَلَاةٌ أثْقَلَ علَى المُنَافِقِينَ مِنَ الفَجْرِ والعِشَاءِ، ولو يَعْلَمُونَ ما فِيهِما لَأَتَوْهُما ولو حَبْوًا، لقَدْ هَمَمْتُ أنْ آمُرَ المُؤَذِّنَ، فيُقِيمَ، ثُمَّ آمُرَ رَجُلًا يَؤُمُّ النَّاسَ، ثُمَّ آخُذَ شُعَلًا مِن نَارٍ، فَأُحَرِّقَ علَى مَن لا يَخْرُجُ إلى الصَّلَاةِ بَعْدُ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "657",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (651) باختلاف يسير",
    "sharh": "صلاةُ الفجرِ وصَلاةُ العِشاءِ لهما خُصوصيَّةٌ عظيمةٌ في الفَضْلِ؛ حيث تَنْفي المُواظَبةُ عليهما آفةَ النِّفاقِ مِنَ القلبِ؛ فقدْ بَيَّنَ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّهما أَثْقَلُ الصَّلاةِ على المنافقينَ، حيثُ يقولُ في هذا الحَديثِ: \"إنَّ أثقلَ صلاةٍ على المنافقينَ صلاةُ العِشاءِ، وصلاةُ الفجرِ\"، أي: إنَّ أصْعبَ وأشدَّ صلاةٍ في المُواظَبةِ عليها، والحِفاظِ على أدائِها، عِند المنافقين: صلاتَا العِشاءِ والفجرِ، \"ولو يَعلَمون ما فيهما لَأَتَوْهُمَا\"، أي: ولو يَعلمون ما فيهما مِنَ الأجرِ والثَّوابِ لجاؤُوا يَحضُرونهما، \"ولو حَبْوًا\"، أي: ولو زَحْفًا، \"ولقدْ هَمَمْتُ\"، أي: كِدْتُ أَفْعَلُ، \"أنْ آمُرَ بِالصَّلاةِ فَتُقامَ\"، أي: آمُرَ رجلًا يُقيمُ الصَّلاةَ، \"ثمَّ آمُرَ رجلًا فيُصلِّيَ بالنَّاسِ\"، أي: آمُرَ رجلًا أنْ يُصلِّيَ إمامًا بالنَّاسِ بدلًا منِّي، \"ثمَّ أَنطلِقَ معي برِجالٍ\"، أي: ثمَّ آخُذ رجالًا، وأَنطلِق بهم، \"معهم\"، أي: مع هؤلاء الرِّجالِ، \"حُزَمٌ\"، والحُزَمُ جَمْعُ حُزْمَةٍ، وهي ما يُجمَعُ في رِباطٍ واحدٍ، \"مِن حَطَبٍ\"، الحطبُ هو الخشبُ اليابِسُ، الَّذي يُستخدَمُ كوَقودٍ في الإشعالِ، \"إلى قَوْمٍ لا يَشهَدونَ الصَّلاةَ\"، أي: فَأَذهب بهؤلاء الرِّجالِ الَّذين معهم حُزَمُ الحطبِ إلى أولئك الَّذين لا يشهدون صلاةَ الجماعةِ في المسجِدِ، \"فَأُحَرِّقَ عليهم بيوتَهم بالنَّارِ\"، أي: فأُشعِلَ النَّارَ في بُيوتِ الَّذين لا يَشهَدونَ صلاةَ الجماعةِ.\r\nوفي الحديثِ: أنَّ الحِفاظَ على صلاةِ العِشاءِ والفجرِ سلامةٌ مِنَ النِّفاقِ.\r\nوفيه: الحَثُّ على شُهودِ صلاةِ الجماعةِ، والتَّحذيرُ مِنْ تَرْكِها.\r\nوفيه: أنَّ تَرْكَ صلاةِ العِشاءِ والفجرِ مِن صِفاتِ المنافقينَ.( ).",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}