{
    "hadith_id": "6578",
    "hadith": "عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عنْه، قالَ: الكَوْثَرُ: الخَيْرُ الكَثِيرُ الذي أعْطَاهُ اللَّهُ إيَّاهُ قالَ أبو بشْرٍ: قُلتُ لِسَعِيدٍ: إنَّ أُنَاسًا يَزْعُمُونَ أنَّه نَهَرٌ في الجَنَّةِ؟ فَقالَ سَعِيدٌ: النَّهَرُ الذي في الجَنَّةِ مِنَ الخَيْرِ الذي أعْطَاهُ اللَّهُ إيَّاهُ.",
    "rawi": "سعيد بن جبير",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6578",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الحاكم (3979)، وابن المبارك في ((الزهد والرقائق)) (1614) بلفظه.",
    "sharh": "أكْرَمَ اللهُ تعالَى نَبيَّه صلَّى اللهُ عليه وسلَّم وخَصَّه بأشياءَ كَثيرةٍ دونَ غيرِه في الدُّنيا والآخرةِ، ومِن هذه الأشياءِ الَّتي أعْطاها اللهُ عزَّ وجلَّ لِنَبيِّه صلَّى اللهُ عليه وسلَّم الكوْثرُ. \nوفي هذا الحَديثِ يُخبِرُ التابِعيُّ سعيدُ بنُ جُبَيرٍ أنَّ عَبدَ اللهِ بنَ عَبَّاسٍ رَضِيَ اللهُ عنهما فسَّرَ الكَوثَرَ الذي أعطاه اللهُ لنبيِّه محمَّدٍ صلَّى اللهُ عليه وسلَّم، والوارِدُ في قَولِ اللهِ تعالى: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ} [الكوثر: 1]، بأنَّه الخَيرُ الَّذي أعطاهُ اللهُ إيَّاه.\nوقالَ أبو بِشرٍ لسَعيدِ بنِ جُبَيرٍ: فإنَّ النَّاس يَزعُمون أنَّه -أي: الكَوثَرَ- نَهرٌ في الجَنَّةِ. ومن ذلك ما ورد في صحيحِ البُخاريِّ عن أبي عُبَيدةَ، عن أمِّ المُؤمِنينَ عائِشةَ رَضِيَ اللهُ عنها، قال: سألْتُها عن قَولِه تعالى: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ} [الكوثر: 1]،  قالت: «نهرٌ أُعطِيَه نَبيُّكم صلَّى اللهُ عليه وسلَّم، شاطِئاه عليه دُرٌّ مُجَوَّفٌ، آنيَتُه كعَدَدِ النُّجومِ»، وحديثُ أنَسِ بنِ مالكٍ رَضِيَ اللهُ عنه في صَحيحِ البُخاريِّ: قال: لَمَّا عُرِجَ بالنَّبيِّ صلَّى اللهُ عليه وسلَّم إلى السَّماءِ، قال: «أتيتُ على نهرٍ، حافَتَاه قِبابُ اللُّؤلؤِ مُجَوَّفًا، فقُلتُ: ما هذا يا جِبريلُ؟ قال: هذا الكَوثَرُ».\nفقالَ سَعيدٌ: النَّهرُ الَّذي في الجنَّةِ مِن الخَيرِ الَّذي أعطاه اللهُ إيَّاه. وهذا تَأويلٌ مِن سَعيدِ بنِ جُبَيرٍ جَمَعَ به بيْن ما ورد من أقوالٍ مختَلِفةٍ في تفسيرِ الكَوثَرِ، فلا تَنافيَ بينهما؛ لأنَّ النَّهرَ فَردٌ مِن أفرادِ الخَيرِ الكَثيرِ الذي أعطاه اللهُ تعالى لنبيِّه الكريمِ صلَّى اللهُ عليه وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}