{
    "hadith_id": "6596",
    "hadith": "قالَ رَجُلٌ: يا رَسولَ اللَّهِ، أيُعْرَفُ أهْلُ الجَنَّةِ مِن أهْلِ النَّارِ؟ قالَ: نَعَمْ. قالَ: فَلِمَ يَعْمَلُ العَامِلُونَ؟ قالَ: كُلٌّ يَعْمَلُ لِما خُلِقَ له، أوْ: لِما يُسِّرَ له.",
    "rawi": "عمران بن الحصين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6596",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (19834)، والروياني (112)، وأبو عوانة (11604) بلفظه.",
    "sharh": "خلَق اللهُ الخَلْقَ وهَدَى النَّاسَ إلى مَعرِفَةِ الخيرِ والشَّرِّ، وأرسَل الرُّسُلَ مُبشِّرين ومُنذِرين، ومُوضِّحين الحقَّ، وجَعَل الحِسابَ والجزاءَ في الآخِرَةِ دونَ ظُلمٍ لأحدٍ، وهو سُبحانَه يَعلَمُ أزلًا أصحابَ الجَنَّةِ وأصحابَ النَّارِ.\nوفي هذا الحديثِ يُخبِرُ عِمرانُ بنُ الحُصينِ رضِيَ اللهُ عنه أنَّ رجلًا سأل رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم: هلْ أهلُ الجنَّةِ وأهلُ النَّارِ مَعْرُوفونَ أَزَلًا في اللَّوحِ المحفوظِ؟ فأجابه النَّبيُّ صلَّى اللهُ عليه وسلَّم: نَعَم، إنَّه قدْ فُرِغ مِن الحُكمِ على كلِّ نَفْسٍ، وعُرِفَت هلْ هي مِن أهلِ الجنَّةِ أمْ مِن أهلِ النَّارِ في عِلمِ الله، كما قال في كِتابِه: {هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى} [النجم: 32]، فسأله الرَّجلُ: ما دامَ الأمرُ هكذا قدْ فُرِغ منه وتَمَّ تَحْديدُ أصحابِ الجنَّةِ وأصحابِ النَّارِ، فلماذا يَعمَلُ النَّاسُ مع أنَّ كلَّ واحدٍ سيَصِيرُ إلى ما قُدِّرَ له؟ فأخبره النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ كلَّ إنسانٍ يَعمَلُ في الدُّنيا، وقدْ أعطاهُ اللهُ وَسائلَ التَّميِيزِ بيْنَ الخيرِ والشَّرِّ، وبيَّن له طَريقَ الحقِّ والباطلِ، فكلُّ إنسانٍ يَختارُ مِن الأفعالِ ما يُرِيدُه، فيُوصِّله إلى الطَّرِيقِ المحتومِ في الجنَّةِ أو في النَّارِ، ولكنَّ النِّهايةَ والمآلَ مَخْفيٌّ عن النَّاسِ لحِكمةٍ يَعلَمُها اللهُ عزَّ وجلَّ، وهذا إشارةٌ إلى قُدرةِ اللهِ وعِلمِه الأزَليِّ، وتَقديرِه لأُمورِ الخَلْقِ، فيَنبغي للعبدِ أنْ يُجْمِلَ في طَلَبِ الدُّنْيا؛ فإنَّ كُلًّا مُيَسَّرٌ لِمَا خُلِقَ له، والَّذي سيَكونُ مِن أهلِ الجنَّةِ سيَعمَلُ بالأعمالِ الَّتي تُوصِلُه إلى الجنَّةِ، والَّذي يَكونُ مِن أهلِ النَّارِ سيَعمَلُ ويَختارُ بمَشيئتِه وإرادتِه الأعمالَ الَّتي تُوصِلُه إلى النَّارِ، فالحقُّ سُبحانَه هَيَّأ الخَيرَ لأصحابِ السَّعادةِ، وهيَّأ لهم أسبابَها، وهيَّأ الشَّرَّ لأصحابِ الشَّقاءِ، وهيَّأ لهم أسبابَه؛ وذلك لأنَّ اللهَ أوضَح الخيرَ والشَّرَّ للجَميعِ، فكُلٌّ يَعمَلُ على بَصيرةٍ، ويَختارُ ما يُريدُ، فمَنِ اخْتارَ عمَلَ أهْلِ الجَنَّةِ وفَّقَه اللهُ لذلك، ثُمَّ أَدخَلَه الجنَّةَ، وهو يَعلَمُ أزَلًا أنَّه مِن أهْلِها، وكذلك مَنِ اخْتارَ لنَفْسِه عمَلَ أهلِ النَّارِ تَرَكَه اللهُ حتَّى يُدخِلَه النَّارَ يَومَ القيامةِ، وهو سُبحانَه يَعلَمُ أزَلًا أنَّه سيَعمَلُ بعَمَلِ أهلِ النَّارِ. وهذا لا يُنافي الأمرَ بالعَمَلِ والسَّعيِ في الأرضِ لابتِغاءِ الرِّزقِ وطلَبِ الجنَّةِ بالعملِ الصَّالحِ، ولكنَّه تَهْذيبٌ للسَّعيِ، وعدَمِ الحُزنِ على ما فات؛ فعلى المَرءِ أنْ يَبذُلَ جُهدَه ويُجاهِدَ نفْسَه في عمَلِ الطَّاعةِ، ولا يَترُكَ العملَ توكُّلًا على ما يَؤولُ إليه أمْرُه المقدَّرُ له أزَلًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}