{
    "hadith_id": "6619",
    "hadith": "أنَّهَا سَأَلَتْ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ عَنِ الطَّاعُونِ، فَقالَ: كانَ عَذَابًا يَبْعَثُهُ اللَّهُ علَى مَن يَشَاءُ، فَجَعَلَهُ اللَّهُ رَحْمَةً لِلْمُؤْمِنِينَ، ما مِن عَبْدٍ يَكونُ في بَلَدٍ يَكونُ فِيهِ، ويَمْكُثُ فيه لا يَخْرُجُ مِنَ البَلَدِ، صَابِرًا مُحْتَسِبًا، يَعْلَمُ أنَّه لا يُصِيبُهُ إلَّا ما كَتَبَ اللَّهُ له، إلَّا كانَ له مِثْلُ أجْرِ شَهِيدٍ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6619",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (24358)، وابن عبد البر في ((التمهيد)) (12/ 259) بلفظه.",
    "sharh": "جَعَل اللهُ سُبحانَه وتعالَى أمْرَ المؤمنِ كلَّه له خَيرًا، في السَّراءِ والضَّراءِ؛ فشُكْرُه في السَّرَّاءِ يُوجِبُ له الأجرَ على شُكرِ النِّعمةِ، وصَبْرُه في الضَّرَّاءِ يُوجِبُ له الأجرَ على الصَّبرِ على البلاءِ.\nوفي هذا الحديثِ تَسأَلُ أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها النَّبيَّ صلَّى اللهُ عليه وسلَّمَ عن الطَّاعونِ، وهو المَرَضُ المُهلِكُ، وهو عبارةٌ عن خُرَّاجاتٍ وقُروحٍ وأورامٍ رَديئةٍ تَظهَرُ بالجسْمِ، وقيلَ: إنَّ الطَّاعونَ اسمٌ لكُلِّ وَباءٍ عامٍّ يَنتَشِرُ بسُرعةٍ، وقدْ سُمِّيَ طاعونًا لِسُرعةِ قَتْلِه. فبيَّنَ لها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ الطَّاعونَ إنَّما هو عَذابٌ يَبعَثُه اللهُ على مَن يَشاءُ مِن الكُفَّارِ والخارجينَ عن طاعتِه، وأنَّ اللهَ عزَّ وجلَّ جَعَلَه رَحمةً للمؤمنينَ إذا وَقَعَ بهم؛ لأنَّه إذا وقَع هذا الوباءُ في بَلَدٍ هو فيه، فصَبَرَ مُحتسِبًا للهِ تعالَى، وهو يعلَمُ أنَّه لا يُصيبُه إلَّا ما كَتَبه اللهُ عليه، فيظَلُّ داخِلَ البلدِ الَّذي وَقَع فيه الطَّاعونُ، ولا يَخرُجُ منه؛ ظنًّا منه أنَّ خُروجَه يُنجِيه مِن قَدَرِ اللهِ المكتوبِ عليه، فمات بالطَّاعونِ؛ فإنَّه يكونُ له مِثلُ أجْرِ شَهيدِ المعركةِ في الآخِرةِ، ولَيستْ لها أحكامُ شَهيدِ المَعرَكةِ في الدُّنيا؛ مِن تَرْكِ تَغسيلِه وتَكفينِه، ودَفْنِه في ثِيابِه التي ماتَ بها.\nوفي أحاديثَ أُخرى في الصَّحيحينِ نَهى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عنِ الخروجِ مِن البلدِ الَّذي يقَعُ فيه الطَّاعونُ أصابَ الإنسانَ أو لم يُصِبْه، وعنِ الدُّخولِ إليه، فقال: «إذا سمِعْتُم به بأرضٍ فلا تَقدَمُوا عليه، وإذا وقَعَ بأرضٍ وأنتم بها فلا تَخرُجوا فِرارًا منه».\nقيلَ: سَبَبُ كَونِ المَوتِ بالطَّاعونِ، ونَحوِه مِنَ المَوتِ بالبَطْنِ، أو تَحتَ الهَدْمِ، أوِ الغَرَقِ، وغَيرِها ممَّا جاءَ في الرِّواياتِ؛ شَهادةً: شِدَّةُ هذه المِيتةِ وعَظيمُ الألَمِ فيها، فجَزاهمُ اللهُ على ذلكَ بأنْ جَعَلَ لهم أجْرَ الشُّهَداءِ؛ تَفَضُّلًا منه سُبحانَه وكَرَمًا.\nوفي الحديثِ: بَيانُ عِنايةِ اللهِ تعالَى بهذه الأُمَّةِ، حيثُ جَعَل ما عُدَّ عَذابًا لغيرِهم رَحمةً لهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}