{
    "hadith_id": "6638",
    "hadith": "انْتَهَيْتُ إلَيْهِ وهو في ظِلِّ الكَعْبَةِ، يقولُ: هُمُ الأخْسَرُونَ ورَبِّ الكَعْبَةِ، هُمُ الأخْسَرُونَ ورَبِّ الكَعْبَةِ. قُلتُ: ما شَأْنِي؟! أيُرَى فِيَّ شَيْءٌ؟ ما شَأْنِي؟! فَجَلَسْتُ إلَيْهِ وهو يقولُ، فَما اسْتَطَعْتُ أنْ أسْكُتَ، وتَغَشَّانِي ما شاءَ اللَّهُ، فَقُلتُ: مَن هُمْ بأَبِي أنْتَ وأُمِّي يا رَسولَ اللَّهِ؟ قالَ: الأكْثَرُونَ أمْوالًا، إلَّا مَن قالَ هَكَذا، وهَكَذا، وهَكَذا.",
    "rawi": "أبو ذر الغفاري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6638",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (990) باختلاف يسير",
    "sharh": "جعَلَ اللهُ سُبحانَه وتعالَى المالَ رِزقًا لعِبادِه، به تَقومُ حَياتُهم وشُؤونهم، إلَّا أنَّ فيه أيضًا بلاءً واختبارًا مِنَ اللهِ عزَّ وجَلَّ لعبادِه بعد أن بَيَّن لهم واجباتِهم في المالِ.\nوفي هذا الحَديثِ يَروي أبو ذرٍّ رضِيَ اللهُ عنه أنَّه سَمِع النَّبِيَّ صلَّى اللهُ عليه وسلَّم يقولُ وهو في ظِلِّ الكعبةِ: «هُمُ الأخسرونَ ورَبِّ الكعبةِ، همُ الأخسرونَ وربِّ الكعبةِ»، فلَمَّا سمع أبو ذَرٍّ النَّبِيَّ صلَّى اللهُ عليه وسلَّم يَقولُ ذلك، ظنَّ أنَّه يَقصِدُه، فتَساءلَ رضِيَ اللهُ عنه عن حالِ نفْسِهِ، وهلْ يَرى فيهِ النَّبِيُّ صلَّى اللهُ عليه وسلَّم شيئًا جَعَلَه يَنعَتُه بأنَّه مِنَ الخاسرينَ؟ وظَلَّ هكذا حتَّى تَغشَّاهُ ما شاءَ اللهُ، أي: أصابَه مَكْروهٌ مِن خَوْفِه، فما استطاعَ أنْ يَسكُتَ حتَّى سَألَ النَّبِيَّ صلَّى اللهُ عليه وسلَّم عَن مَقصودِه بِالأخسرينَ، فقالَ له: مَن همْ بِأبي أنتَ وأمِّي يا رَسولَ اللهِ؟ أي: فِداكَ أَبي وأُمِّي، فبَيَّنَ له النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ الأَخسرِينَ الَّذين خَسِروا أموالَهم أو ثَوابَ زَكاتِهم، همْ أصحابُ المالِ الكثيرِ، إلَّا الَّذين يُنفِقونَ منه ويُخرِجونَ حَقَّه الشَّرعيَّ، وأشارَ صلَّى اللهُ عليه وسلَّم إلى الجِهاتِ الأربَعِ: أمامَه وخَلْفَه، ويمينَه وشمالَه، كما في روايةٍ في الصَّحيحينِ، وهي إشارةٌ إلى تَعدُّدِ وُجوهِ البِرِّ والنَّفقةِ الَّتي يَجِبُ أنْ يُنفِقَ فيها أصحابُ الأموالِ الكثيرةِ.\nوفي الحَديثِ: الحثُّ على الصَّدقةِ في وُجوهِ الخيرِ وعدمِ الاقتِصارِ على نَوْعٍ واحدٍ مِن وجوهِ البِرِّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}