{
    "hadith_id": "6656",
    "hadith": "لا يَمُوتُ لأحَدٍ مِنَ المُسْلِمِينَ ثَلاثَةٌ مِنَ الوَلَدِ تَمَسُّهُ النَّارُ، إلَّا تَحِلَّةَ القَسَمِ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6656",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2632) باختلاف يسير",
    "sharh": "كَتَبَ اللهُ تعالَى على عِبادِه المؤمنينَ البَلاءَ، ووَعَدَهم بالأجْرِ الجزيلِ إذا صَبَروا على ما ابْتَلاهم به، ومِن أعظَمِ البلاءِ الابتلاءُ بفَقْدِ الولَدِ، ومِن ثَمَّ أعْطى اللهُ الصابرَ المُحتسِبَ على ذلك أجْرًا عَظيمًا.\r\nوفي هذا الحديثِ يَذكُرُ صلَّى اللهُ عليه وسلَّمَ ما وَعَدَ اللهُ تعالَى به عبْدَه الَّذي يَموتُ له ثَلاثةٌ مِنْ وَلَدِه، ذُكورًا كانوا أو إناثًا، والأجْرُ يَشملُ الأبَ والأمَّ لا أحَدَهما، وهو أنَّه لنْ يلِجَ النَّارَ إلَّا تَحِلَّةَ القَسَمِ، يعني: لنْ يَدخُلَ النارَ، وإنَّما يمُرُّ على النَّارِ فوقَ الصِّراطِ مُرورًا سَريعًا مِقْدارَ ما يَبَرُّ اللهُ تعالَى به قَسَمَه في قولِه: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} [مريم: 71]، يعني: ما مِن إنسانٍ إلَّا وسيَأْتي جهنَّمَ حينَ يَمُرُّ على الصِّراطِ الموضوعِ على ظَهْرِها.\r\nوقد عُرِفَ مِن قَواعدِ الشَّريعةِ أنَّ الثَّوابَ لا يَترتَّبُ إلَّا على النِّيَّةِ، فلا بُدَّ مِن احتسابِ الأجرِ عندَ اللهِ عزَّ وجلَّ؛ ففي صَحيحِ مُسلمٍ مِن حَديثِ أبي هُريرةَ رَضيَ اللهُ عنه، أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ قال: «لا يَموتُ لإحداكُنَّ ثَلاثةٌ مِن الولَدِ فتَحتسِبَه؛ إلَّا دخلَتِ الجنَّةَ...»، والمرادُ بالاحتِسابِ هنا: هو الصَّبرُ والرِّضا بقَضاءِ اللهِ وقَدَرِه، وخاصَّةً عندَ وُقوعِ المُصيبةِ؛ لِما في الصَّحيحَينِ عن أنسٍ رَضيَ اللهُ عنه، قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «إنَّما الصَّبرُ عندَ الصَّدمةِ الأُولى».\r\nوفي الصَّحيحَينِ عن أبي سَعيدٍ الخُدْريِّ رَضيَ اللهُ عنه: «أنَّ النِّساءَ قُلْنَ للنبيِّ صلَّى اللهُ عليه وسلَّمَ: اجْعَلْ لنا يَومًا، فوَعَظَهنَّ، وقال: أيُّما امرأةٍ مات لها ثَلاثةٌ مِن الولَدِ، كانوا حِجابًا مِن النارِ، قالت امرأةٌ: واثنانِ؟ قال: واثنانِ».\r\nوفي الحديثِ: فضْلُ الصَّبرِ والاحتِسابِ عندَ فَقْدِ الولَدِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}