{
    "hadith_id": "6666",
    "hadith": "قَالَ رَجُلٌ للنبيِّ صَلَّى اللهُ عليه وسلَّمَ: زُرْتُ قَبْلَ أنْ أرْمِيَ؟ قَالَ: لا حَرَجَ قَالَ آخَرُ: حَلَقْتُ قَبْلَ أنْ أذْبَحَ؟ قَالَ: لا حَرَجَ قَالَ آخَرُ: ذَبَحْتُ قَبْلَ أنْ أرْمِيَ؟ قَالَ: لا حَرَجَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6666",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6666) واللفظ له، ومسلم (1307)",
    "sharh": "رافَقَ الصَّحابةُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ في حَجَّةِ الوَداعِ، فأخَذوا عنه صلَّى اللهُ عليه وسلَّمَ مَناسِكَ الحجِّ بقَولِه وفِعلِه، وحَرَصوا على أنْ يَسْألوه صلَّى اللهُ عليه وسلَّمَ فيما جَهِلوه وأشْكَلَ عليهم حُكْمُه.\r\nوفي هذا الحَديثِ يَروي عبْدُ اللهِ بنُ عمرِو بنِ العاصِ رَضيَ اللهُ عنهما أنَّه حَضَرَ النبيَّ صلَّى اللهُ عليه وسلَّمَ ورآهُ في حَجَّةِ الوَداعِ في العامِ العاشرِ مِن الهِجرةِ، وقدْ قام صلَّى اللهُ عليه وسلَّمَ يَخطُبُ على راحِلتِه -وهي ناقتُه- عندَ الجَمرةِ بمِنًى بعْدَ الزَّوالِ مِن يومِ النَّحرِ، وقام إليه الحُجَّاجُ يَسْألونه ويَستَفْتونه فيما يَحتاجون إلَيه مِن أحكامِ الحَجِّ، فسَأَله بَعضُ الناسِ عن تَقديمِ بَعضِ أعمالِ الحجِّ في هذا اليومِ على بَعضٍ، فمِن ذلك: أنَّ رجُلًا غَفَلَ ونَسِيَ، فخالَفَ التَّرتيبَ بيْن المَناسِكِ، فقدَّمَ الحلْقَ على الذَّبحَ، ومنها أيضًا: أنَّ رجُلًا نَحَرَ قَبْلَ أنْ يَرْمِيَ جَمْرةَ العَقبةَ، فأجابَهما النبيُّ صلَّى اللهُ عليه وسلَّمَ بقولِه: «افْعَلْ ولا حَرَج»، أي: لا إثْمَ ولا دَمَ عَليك، فما سُئِلَ عن شَيءٍ قُدِّمَ وحقُّه التَّأخيرُ، ولا عن شَيءٍ أُخِّرَ، وحقُّه التَّقديمُ مِن مَناسكِ هذا اليومِ؛ إلَّا قال صلَّى اللهُ عليه وسلَّمَ للسائلِ: افْعَلِ الآنَ ما بقِيَ، وقدْ أجْزَأَك ما فعَلْتَ، ولا حَرَجَ عليك في التَّقديمِ والتَّأخيرِ.\r\nوفي الحديثِ: سُؤالُ العالِم وإن كانَ مُشتغِلًا، راكبًا وماشيًا وواقفًا، وعلَى كلِّ أحوالِه.\r\nوفيه: بَيانُ تَيسيرِ الشَّرعِ في تَرتيبِ أعمالِ الحجِّ يومَ النَّحرِ.\r\nوفيه: أنَّه يَنْبغي للمُسلِمِ أنْ يَتعلَّمَ أحكامَ دِينِه بسُؤالِ أهْلِ العلمِ، ولا يَعمَلَ عمَلًا إلَّا وهو على بَصيرةٍ مِن حُكمِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}