{
    "hadith_id": "670",
    "hadith": "قَالَ رَجُلٌ مِنَ الأنْصَارِ: إنِّي لا أسْتَطِيعُ الصَّلَاةَ معكَ، وكانَ رَجُلًا ضَخْمًا، فَصَنَعَ للنبيِّ صَلَّى اللهُ عليه وسلَّمَ طَعَامًا، فَدَعَاهُ إلى مَنْزِلِهِ، فَبَسَطَ له حَصِيرًا، ونَضَحَ طَرَفَ الحَصِيرِ فَصَلَّى عليه رَكْعَتَيْنِ، فَقَالَ رَجُلٌ مِن آلِ الجَارُودِ لأنَسِ بنِ مَالِكٍ: أكانَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ يُصَلِّي الضُّحَى؟ قَالَ: ما رَأَيْتُهُ صَلَّاهَا إلَّا يَومَئذٍ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "670",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1179)، وأبو داود (657) بنحوه، وأحمد (12329) باختلاف يسير.",
    "sharh": "النبيُّ صلَّى اللهُ عليه وسلَّمَ كان طيِّبَ المَعشَرِ، كَريمَ الخُلقِ، إذا دَعاهُ أحدٌ لَبَّى ما استطاعَ إلى ذلك سَبيلًا، وإذا استُفتِيَ أفْتَى بما فيه صَلاحُ السائلِ دونَ أنْ يَلحَقَه ضَررٌ أو مَشقَّةٌ.\r\nوفي هذا الحَديثِ يَحكي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ رجُلًا مِن الأنصارِ -قيل: هو عِتبانُ بنُ مالكٍ رَضيَ اللهُ عنه- كان ضَخمًا، فقال للنبيِّ صلَّى اللهُ عليه وسلَّمَ: إنَّه لا يَستطيعُ أنْ يُصلِّيَ معه في المسجِدِ؛ لثِقَلِ جِسمِه، وكأنَّه يَجِدُ مَشقَّةً في حُضورِه إلى مَسجِدِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فدَعا النبيَّ صلَّى اللهُ عليه وسلَّمَ لبَيتِه وقد أعَدَّ له طَعامًا، وهذا كان مِن عادةِ الصَّحابةِ رَضيَ اللهُ عنهم؛ فإنَّهم كانوا يَجتهِدون في دَعوتِه إلى طَعامِهم؛ لِيَنالوا بَرَكتَه ودُعاءَه، فأجاب النبيُّ صلَّى اللهُ عليه وسلَّمَ دَعوتَه، فلمَّا ذهَبَ رشَّ الرَّجلُ طرَفَ الحَصيرِ بالماءِ -والحَصيرُ هو: ما يُتَّخَذُ مِن خُوصِ النَّخلِ-؛ وذلك لتَلْيينِه للنبيِّ صلَّى اللهُ عليه وسلَّمَ، ويَحتمِلُ أنَّه فعَلَ ذلك تَطْهيرًا له، فصلَّى النبيُّ صلَّى اللهُ عليه وسلَّمَ على الحَصيرِ رَكعتَيِ الضُّحَى، وتُسمَّى أيضًا صَلاةَ التَّسبيحِ، وإنَّما دعا الرَّجلُ النبيَّ صلَّى اللهُ عليه وسلَّمَ؛ لِيُصلِّيَ له في بَيتِه، ويَقتدِيَ به، ويَتعلَّمَ منه كَيفيَّةَ الصَّلاةِ، كما جاء في رِوايةِ أبي داودَ.\r\nوقد سَأَلَ رجُلٌ -يُقالُ: إنَّه عبدُ الحميدِ بنُ المُنذرِ بنِ جارودٍ- أنَسًا رَضيَ اللهُ عنه: هل كان النبيُّ صلَّى اللهُ عليه وسلَّمَ يُصلِّي الضُّحَى؟ فأجابَه أنسٌ رَضيَ اللهُ عنه أنَّه لم يَرَه يُصلِّي الضُّحى إلَّا في هذه المرَّةِ. ونفْيُ أنسٍ لصَلاةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ الضُّحى يُحمَلُ على نَفْيِ المُداوَمةِ عليها؛ فقد ثَبَتَتْ صَلاتُه صلَّى اللهُ عليه وسلَّمَ في أحاديثَ؛ منها ما جاءَ في صَحيحِ مُسلِمٍ عن أمِّ المؤمنينَ عائِشةَ رَضيَ اللهُ عنها قالتْ: «كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يُصلِّي الضُّحى أربعًا، ويَزيدُ ما شاءَ اللهُ»، وفي الصَّحيحَينِ مِن حَديثِ أبي هُريرةَ رَضيَ اللهُ عنه: «أَوْصانِي خَلِيلِي بثَلاثٍ لا أدَعُهُنَّ حتَّى أمُوتَ: صَومِ ثَلاثةِ أيَّامٍ مِن كُلِّ شَهْرٍ، وصَلاةِ الضُّحَى، ونَومٍ على وِتْرٍ».\r\nووقْتُ صَلاةِ الضُّحَى بعْدَ شُروقِ الشَّمسِ قدْرَ رُمْحٍ، ويُقدَّرُ في المواقيتِ الحديثةِ بمِقدارِ رُبعِ ساعةٍ بعْدَ الشُّروقِ، ويَمتدُّ وَقتُها إلى ما قبْلَ الظُّهْرِ برُبعِ ساعةٍ أيضًا، وأقَلُّها رَكعتانِ، واختُلِفَ في أكثَرِها؛ فقِيل: ثَماني رَكعاتٍ، وقيل: لا حَدَّ لأكثَرِها.\r\nوفي الحديثِ: تَواضُعُ النبيِّ صلَّى اللهُ عليه وسلَّمَ، وحُسنُ عِشرتِه لأصحابِه.\r\nوفيه: مَشروعيَّةُ صَلاةِ الضُّحَى.\r\nوفيه: مَشروعيَّةُ الصَّلاةِ على الحَصيرِ.\r\nوفيه: حثٌّ على إجابةِ الدَّعوةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}