{
    "hadith_id": "6713",
    "hadith": "كانَ ابنُ عُمَرَ يُعْطِي زَكَاةَ رَمَضَانَ بمُدِّ النَّبيِّ صَلَّى اللهُ عليه وسلَّمَ؛ المُدِّ الأوَّلِ، وفي كَفَّارَةِ اليَمِينِ بمُدِّ النَّبيِّ صَلَّى اللهُ عليه وسلَّمَ.",
    "rawi": "نافع مولى ابن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6713",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي في ((الخلافيات)) (3448 م)، واللفظ له، وبزيادة في آخره، وابن أبي شيبة (12336)، بمعناه.",
    "sharh": "أحكامُ الدِّينِ المُبَيَّنةِ بالنَّصِّ الشَّرعيِّ هي أحكامٌ توقيفيَّةٌ، ولا ينبغي تغييرُها، ومن ذلك المقاديرُ الشَّرعيَّةُ التي تخرجُ في الزكاةِ والصَّدَقاتِ والكَفَّاراتِ.\nوفي هذا الحديثِ يُخبِرُ نافعٌ مولى ابنِ عُمَرَ أنَّ عبْدَ اللهِ بنَ عُمرَ رَضِي اللهُ عنهما كان مُلتزِمًا بمُدِّ النَّبِيِّ صلَّى اللهُ عليه وسلَّم الأوَّلِ قبْلَ تَغييرِه، وهذا هو المعلومُ مِن حالِه وشِدَّةِ تَأسِّيهِ بِالنَّبيِّ صلَّى اللهُ عليه وسلَّم، فكان يُخرِجُ زَكاةَ الفِطرِ بمُدِّ النَّبِيِّ صلَّى اللهُ عليه وسلَّم، وهي التي ذُكِرَت في الصَّحيحينِ من حديثِ أبي سَعيدٍ الخُدْريِّ رَضِيَ اللهُ عنه: «كنا نُخرِجُ زكاةَ الفِطرِ صاعًا من طعامٍ، أو صاعًا من شعيرٍ، أو صاعًا من تمرٍ، أو صاعًا من أقِطٍ، أو صاعًا من زبيبٍ»، وكذا كان يُخرِجُ كفَّارةَ اليمينِ -وهي ما يكونُ على الَّذي يَحنَثُ في يمينِه، والمختصُّ بذِكْرِها هنا، هي: كفَّارةُ الإطعامِ- بمُدِّ النَّبِيِّ صلَّى اللهُ عليه وسلَّم. والمُدُّ مِكيالٌ، ويُقدَّرُ بملْءِ اليَدَينِ المُتوسِّطتَينِ غَيرِ مقبوضتَينِ ولا مَبسوطتَينِ، ووصَفَه الرَّاوي هنا بِالمُدِّ بالأوَّلِ؛ لِيُفرِّقَ بيْنَه وبيْنَ مُدِّ هِشامِ بنِ الحارثِ الَّذي أخَذَ به أهلُ المدينةِ في كفَّارةِ الظِّهارِ؛ لِيُغلِّظَها على المُظاهِرينَ الَّذين شَهِدَ عليهم أنَّهم يَقولونُ مُنْكرًا مِنَ القولِ وزُورًا، فجعلوهَا بمُدِّ هِشامٍ، وهو أكبرُ مِن مُدِّهِ صلَّى اللهُ عليه وسلَّم بُثلَثِي مُدٍّ، ولم يَكُنْ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّم إلَّا مُدٌّ وَاحدٌ، وهو الَّذي نُقِلَ عنه.\nوالمُدُّ: يُساوي الآنَ تَقريبًا (509) جِراماتٍ في أقلِّ تَقديرٍ، و(1072) جِرامًا في أعْلى تَقديرٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}