{
    "hadith_id": "6728",
    "hadith": "انْطَلَقْتُ حتَّى أَدْخُلَ علَى عُمَرَ، فأتَاهُ حَاجِبُهُ يَرْفَأُ فَقالَ: هلْ لكَ في عُثْمَانَ، وَعَبْدِ الرَّحْمَنِ، وَالزُّبَيْرِ، وَسَعْدٍ؟ قالَ: نَعَمْ، فأذِنَ لهمْ، ثُمَّ قالَ: هلْ لكَ في عَلِيٍّ، وَعَبَّاسٍ؟ قالَ: نَعَمْ، قالَ عَبَّاسٌ: يا أَمِيرَ المُؤْمِنِينَ اقْضِ بَيْنِي وبيْنَ هذا، قالَ أَنْشُدُكُمْ باللَّهِ الذي بإذْنِهِ تَقُومُ السَّمَاءُ وَالأرْضُ، هلْ تَعْلَمُونَ أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قالَ: لا نُورَثُ ما تَرَكْنَا صَدَقَةٌ يُرِيدُ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ نَفْسَهُ، فَقالَ الرَّهْطُ: قدْ قالَ ذلكَ، فأقْبَلَ علَى عَلِيٍّ وَعَبَّاسٍ، فَقالَ: هلْ تَعْلَمَانِ أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ قالَ ذلكَ؟ قالَا: قدْ قالَ ذلكَ. قالَ عُمَرُ: فإنِّي أُحَدِّثُكُمْ عن هذا الأمْرِ، إنَّ اللَّهَ قدْ كانَ خَصَّ رَسوله صَلَّى اللهُ عليه وسلَّمَ في هذا الفَيْءِ بشيءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ، فَقالَ عَزَّ وَجَلَّ: {ما أَفَاءَ اللَّهُ علَى رَسولِهِ} [الحشر: 7]إلى قَوْلِهِ {قَدِيرٌ} [الحشر: 6] فَكَانَتْ خَالِصَةً لِرَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، وَاللَّهِ ما احْتَازَهَا دُونَكُمْ وَلَا اسْتَأْثَرَ بهَا علَيْكُم، لقَدْ أَعْطَاكُمُوهَا وَبَثَّهَا فِيكُمْ حتَّى بَقِيَ منها هذا المَالُ، فَكانَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ يُنْفِقُ علَى أَهْلِهِ مِن هذا المَالِ نَفَقَةَ سَنَتِهِ، ثُمَّ يَأْخُذُ ما بَقِيَ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ، فَعَمِلَ بذَاكَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ حَيَاتَهُ، أَنْشُدُكُمْ باللَّهِ هلْ تَعْلَمُونَ ذلكَ؟ قالوا: نَعَمْ، ثُمَّ قالَ لِعَلِيٍّ وَعَبَّاسٍ: أَنْشُدُكُما باللَّهِ، هلْ تَعْلَمَانِ ذلكَ؟ قالَا: نَعَمْ، فَتَوَفَّى اللَّهُ نَبِيَّهُ صَلَّى اللهُ عليه وسلَّمَ فَقالَ أَبُو بَكْرٍ: أَنَا وَلِيُّ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَقَبَضَهَا فَعَمِلَ بما عَمِلَ به رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، ثُمَّ تَوَفَّى اللَّهُ أَبَا بَكْرٍ فَقُلتُ: أَنَا وَلِيُّ وَلِيِّ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَقَبَضْتُهَا سَنَتَيْنِ أَعْمَلُ فِيهَا ما عَمِلَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وَأَبُو بَكْرٍ، ثُمَّ جِئْتُمَانِي وَكَلِمَتُكُما وَاحِدَةٌ وَأَمْرُكُما جَمِيعٌ، جِئْتَنِي تَسْأَلُنِي نَصِيبَكَ مِنَ ابْنِ أَخِيكَ. وَأَتَانِي هذا يَسْأَلُنِي نَصِيبَ امْرَأَتِهِ مِن أَبِيهَا، فَقُلتُ: إنْ شِئْتُما دَفَعْتُهَا إلَيْكُما بذلكَ، فَتَلْتَمِسَانِ مِنِّي قَضَاءً غيرَ ذلكَ؟ فَوَاللَّهِ الذي بإذْنِهِ تَقُومُ السَّمَاءُ وَالأرْضُ، لا أَقْضِي فِيهَا قَضَاءً غيرَ ذلكَ حتَّى تَقُومَ السَّاعَةُ، فإنْ عَجَزْتُما فَادْفَعَاهَا إلَيَّ فأنَا أَكْفِيكُمَاهَا.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6728",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6728)، ومسلم (1757)",
    "sharh": "وفيه: بَيانُ أنَّ الأنبياءَ لا يُوَرِّثونَ مالًا، وإنَّما مِيراثُهمُ العِلمُ، وما تَرَكوه مِنَ المالِ هو صَدَقةٌ.\nوفيه: مَشروعيَّةُ الاعتِذارِ عنِ الوِلاياتِ والتَّكليفاتِ التي يُكلَّفُ بها المُسلِمُ مِن قِبَلِ الحاكِمِ إذا عَلِمَ مِن نَفْسِه ضَعفًا، أو عَدَمَ القِيامِ بحَقِّ الوِلايةِ.\nوفيه: بَيانُ مَناقِبِ عُمَرَ بنِ الخَطَّابِ رَضيَ اللهُ عنه مِنَ الزُّهدِ والعَدلِ، وحُسنِ الفَصلِ في المُنازَعاتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}