{
    "hadith_id": "6785",
    "hadith": "قالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ في حَجَّةِ الوَدَاعِ: ألَا، أيُّ شَهْرٍ تَعْلَمُونَهُ أعْظَمُ حُرْمَةً؟ قالوا: ألَا شَهْرُنَا هذا، قالَ: ألَا، أيُّ بَلَدٍ تَعْلَمُونَهُ أعْظَمُ حُرْمَةً؟ قالوا: ألَا بَلَدُنَا هذا، قالَ: ألَا، أيُّ يَومٍ تَعْلَمُونَهُ أعْظَمُ حُرْمَةً؟ قالوا: ألَا يَوْمُنَا هذا، قالَ: فإنَّ اللَّهَ تَبَارَكَ وتَعَالَى قدْ حَرَّمَ علَيْكُم دِمَاءَكُمْ وأَمْوَالَكُمْ وأَعْرَاضَكُمْ إلَّا بحَقِّهَا، كَحُرْمَةِ يَومِكُمْ هذا، في بَلَدِكُمْ هذا، في شَهْرِكُمْ هذا، ألَا هلْ بَلَّغْتُ؟ ثَلَاثًا، كُلُّ ذلكَ يُجِيبُونَهُ: ألَا نَعَمْ. قالَ: ويْحَكُمْ!أوْ: ويْلَكُمْ!لا تَرْجِعُنَّ بَعْدِي كُفَّارًا، يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6785",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (66) مختصراً",
    "sharh": "خَطَب النَّبيُّ صلَّى اللهُ عليه وسلَّم المسلِمين في حَجَّةِ الوَداع، وهي الحَجَّةُ التي حَجَّها النَّبيُّ صلَّى اللهُ عليه وسلَّم، وسُمِّيَتْ بذلك؛ لأنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم كان كالمُوَدِّعِ لهم في خُطَبِ الحجِّ، ولمْ يَلْبَثْ كَثيرًا بعْدَه، وكانت في السَّنةِ العاشرةِ مِن الهِجرةِ، فخطب خُطبةً جامعةً، نبَّهَ فِيها على أُصولٍ مُهِمَّةٍ مِن أُصولِ الشَّرِيعَة الإسلامِيَّةِ؛ وهي حُرمةُ الدَّمِ والمالِ والعِرْضِ، فقال صلَّى اللهُ عليه وسلَّم في خُطبتِه للنَّاسِ وابتدأهم بالتنبيهِ: «ألَا»، ثمَّ سألهم: «أيُّ شَهْرٍ تَعْلَمونه أَعْظَم حُرمةً؟ قالوا: ألَا شَهْرُنا هذا»، وهو ذو الحِجَّة؛ لأنَّه مِنَ الأشهُرِ الحُرُمِ، وبه مَوسِمُ الحَجِّ، ثم سألهم مع التنبيهِ مرَّةً أخرى، فقال: «ألَا، أيُّ بَلَدٍ تَعلَمونه أَعْظَم حُرمةً؟ قالوا: ألَا بَلَدُنا هذا» يُرِيدون: مَكَّةَ المكَرَّمةَ؛ لأنَّ فيها بيتَ اللهِ المحرَّمَ، ثم سألهم مع التنبيهِ مَرَّةً ثالثةً: «ألَا، أيُّ يومٍ تَعلَمونه أَعْظَمَ حُرمةً؟ قالوا: ألَا يومُنا هذا»، وهو يوْمُ عَرَفَةَ، فقال صلَّى اللهُ عليه وسلَّم: «فإنَّ اللهَ تبارَك وتعالَى قدْ حرَّم عليكم دِماءَكم» فلا تُسفَكُ إلا بحَقِّها، ولا يُقتَلُ إنسانٌ إلَّا بالشُّروطِ الشرعيَّةِ التي حدَّدها الشَّرعُ، وحرَّم أموالَكم؛ فلا تأكُلوها بينكم بالباطِلِ إلَّا أن تكونَ في منفعةٍ شَرعيَّةٍ، كتجارةٍ أو صَدَقةٍ أو هِبَةٍ، وحَرَّم أعراضَكم عليكم؛ فلا تَنْتَهِكوها إلَّا بحَقِّها، وهي محرَّمةٌ كحُرمةِ يوْمِ عرفةَ، في بلدِكم مكَّةَ، في شَهرِ ذي الحِجَّةِ، ثم سألهم: «ألَا هلْ بَلَّغْتُ؟» قالها ثَلاثَ مرَّاتٍ، وفي كُلِّ مرَّةٍ يُجِيبونَه: «ألَا نَعَمْ»، أي: نَعَمْ قدْ بَلَّغْتَ، وعَلِمْنا وفَهِمْنا.\nثمَّ قال صلَّى اللهُ عليه وسلَّم مُحذِّرًا أُمَّتَه: «وَيْحَكُمْ!» أو قال: «وَيْلَكُمْ!» وهما كَلِمتانِ استَعملَتْهما العَرَبُ بمعنى التَّعجُّبِ والتَّوجُّعِ، ثم حذَّرَهم أنْ يَرجِعوا بعْدَه كفَّارًا يَضرِبُ بَعضُهم رِقابَ بَعضٍ؛ وذلك بأنْ تَحمِلَهم العداوةُ والبَغضاءُ فيما بيْنهم على استحلالِ بَعضِهم دِماءَ بعضٍ. وقيل: يَحتمِلُ أنَّه صلَّى اللهُ عليه وسلَّم عَلِمَ أنَّ هذا لا يكونُ في حَياتِه، فنَهاهُم عنه بعْدَ وَفاتِه، يعني إذا فارقْتُ الدُّنيا فاثْبُتوا بَعْدي على ما أنتمْ عليه مِن الإيمانِ والتَّقوى، ولا تُحارِبوا المسلِمينَ، ولا تَأخُذوا أموالَهُم بالباطلِ، وقيل: لا تكُنْ أفعالُكم شَبيهةً بأفعالِ الكُفَّارِ في ضَرْبِ رِقابِ المسلمينَ، أو لا يَظلِمْ بَعضُكم بعضًا؛ فلا تَسْفِكوا دماءَكم ولا تهتِكُوا أعراضَكم ولا تَستَبِيحوا أموالَكم.\nوفي الحَديثِ: عَلامةٌ مِن عَلاماتِ نُبوَّتِه صلَّى اللهُ عليه وسلَّم. \nوفيه: النَّهيُ والتَّشديدُ عن الاقتِتالِ بيْن المسلِمينَ وسَفْكِ بَعضِهم دِماءَ بَعضٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}