{
    "hadith_id": "6865",
    "hadith": "يَا رَسولَ اللَّهِ، إنِّي لَقِيتُ كَافِرًا فَاقْتَتَلْنَا، فَضَرَبَ يَدِي بالسَّيْفِ فَقَطَعَهَا، ثُمَّ لَاذَ مِنِّي بشَجَرَةٍ، وقالَ: أسْلَمْتُ لِلَّهِ، آقْتُلُهُ بَعْدَ أنْ قالَهَا؟ قالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: لا تَقْتُلْهُ قالَ: يا رَسولَ اللَّهِ، فإنَّه طَرَحَ إحْدَى يَدَيَّ، ثُمَّ قالَ ذلكَ بَعْدَ ما قَطَعَهَا، آقْتُلُهُ؟ قالَ: لا تَقْتُلْهُ، فإنْ قَتَلْتَهُ فإنَّه بمَنْزِلَتِكَ قَبْلَ أنْ تَقْتُلَهُ، وأَنْتَ بمَنْزِلَتِهِ قَبْلَ أنْ يَقُولَ كَلِمَتَهُ الَّتي قالَ.\r وقالَ حَبِيبُ بنُ أبِي عَمْرَةَ، عن سَعِيدٍ، عَنِ ابْنِ عَبَّاسٍ، قالَ: قالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ لِلْمِقْدَادِ: إذَا كانَ رَجُلٌ مُؤْمِنٌ يُخْفِي إيمَانَهُ مع قَوْمٍ كُفَّارٍ، فأظْهَرَ إيمَانَهُ فَقَتَلْتَهُ؟ فَكَذلكَ كُنْتَ أنْتَ تُخْفِي إيمَانَكَ بمَكَّةَ مِن قَبْلُ.",
    "rawi": "المقداد بن عمرو بن الأسود",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6865",
    "grade": "[صحيح] [قوله: وقال حبيب بن أبي عمرة... معلق]",
    "takhrij": "أخرجه البخاري (6865)، ومسلم (95)",
    "sharh": "قَتلُ النَّفْسِ الَّتي حرَّمَ اللهُ -إلَّا بالحَقِّ- مِن الكَبائِرِ، وقد أوضَحَ الشَّرعُ الأسبابَ الَّتي يُشرَعُ فيها قَتْلُ النَّفْسِ؛ ومنها: الَّذين يُقاتِلونَ المُسلِمينَ مِن الكُفَّارِ، فإنْ أسلَمَ واحِدٌ مِنَ الكُفَّارِ أثْناءَ المَعرَكةِ، فقدْ عصَمَ دَمَه.\nوفي هذا الحَديثِ يَرْوي المِقْدادُ بنُ الأسوَدِ رَضيَ اللهُ عنه أنَّه سَألَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ: هلْ إذا لَقيَ رَجلًا مِن الكُفَّارِ في المَعرَكةِ، فتَبارَزا بالسُّيوفِ، واقْتَتَلا حتَّى أصابَ الكافِرُ إحْدى يَدَيْه بالسَّيفِ فقطَعَها، ثمَّ إنَّ الكافِرَ فرَّ منه، والتَجَأَ وتَحصَّنَ بشَجرةٍ، وقال: أسلَمْتُ للهِ، أي: دخَلْتُ في الإسْلامِ، وانقَدْتُ لأمْرِ اللهِ؛ أيحِلُّ له قَتْلُه بعْدَ أنْ قطَعَ يَدَيْه، وبعْدَ أنْ قال ما يُفيدُ دُخولَه الإسْلامَ؟ فقال له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: لا تَقتُلْه، فقال المِقْدادُ مُتعجِّبًا -أو مُلِحًّا في طلَبِ إباحةِ قَتلِه-: «يا رَسولَ اللهِ، إنَّه قطَعَ إحْدى يَدَيَّ»، ومعَ هذا لا أتعَرَّضُ له؟! فقال رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: لا تَقتُلْه، فنَهاه عنِ القَتلِ والتَّعرُّضِ له ثانيًا.\nثمَّ حذَّرَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه إنْ قَتَلَ الرَّجلَ بعْدَ إسْلامِه؛ فإنَّ المقتولَ سيَكونُ بمَنزِلةِ القاتلِ قبْلَ أنْ يَقتُلَه، أي: يُصبِحُ شَهيدًا؛ لأنَّه صار مُسلِمًا مَعصومَ الدَّمِ، وأنَّ القاتلَ سيَصيرُ بمَنزِلة المقتولِ قبْلَ أنْ يَقولَ كَلمتَه: «أسلَمْتُ للهِ»، الَّتي قالـها، أي: إنَّ دَمَهُ صارَ مُباحًا بالقِصاصِ، كما أنَّ دَمَ الكافِرِ مُباحٌ باعْتِدائِه، وقِتالِه المسلمينَ بحقِّ الدِّينِ؛ فوَجْهُ الشَّبَهِ إباحةُ الدَّمِ، وإنْ كان المُوجِبُ مُختلِفًا، أو المعنى: إنَّكَ تَكونُ آثِمًا كما كان هو آثِمًا في حالِ كُفرِه، فيَجمَعُكما اسمُ الإثْمِ، وإنْ كان سَببُ الإثْمِ مُختلِفًا.\nوفي الحَديثِ: التَّشديدُ على حُرْمةِ دَمِ المُسلِمِ.\nوفيه: أنَّ نُطقَ الإنْسانِ بكَلمةِ التَّوْحيدِ وإقْرارَه بالإسْلامِ، يَعصِمُ دَمَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}