{
    "hadith_id": "6873",
    "hadith": "إنِّي مِنَ النُّقَبَاءِ الَّذِينَ بَايَعُوا رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، بَايَعْنَاهُ علَى أنْ لا نُشْرِكَ باللَّهِ شيئًا، ولَا نَسْرِقَ، ولَا نَزْنِيَ، ولَا نَقْتُلَ النَّفْسَ الَّتي حَرَّمَ اللَّهُ، ولَا نَنْتَهِبَ، ولَا نَعْصِيَ، بالجَنَّةِ إنْ فَعَلْنَا ذلكَ، فإنْ غَشِينَا مِن ذلكَ شيئًا، كانَ قَضَاءُ ذلكَ إلى اللَّهِ.",
    "rawi": "عبادة بن الصامت",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6873",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1709)، والنسائي (4161)، وأحمد (22678) باختلاف يسير.",
    "sharh": "كان الأنْصارُ -وهم أهلُ المَدينةِ- يُحبُّونَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ حبًّا شَديدًا، ويُحبُّونَ أنْ يُهاجِرَ إليهم؛ لِيَحْموه مِن المُشرِكينَ، وقد كان صَفوةُ الأنْصارِ مِن النُّقَباءِ أوَّلَ مَن دَخَلوا الإسْلامَ وتَعاهَدوا مع النَّبيِّ صلَّى اللهُ عليه وسلَّمَ على المَنَعةِ والنَّصرِ، والثَّباتِ معَه في أمْرِ الدَّعوةِ.\nوفي هذا الحَديثِ يُخبِرُ الصَّحابيُّ عُبادةُ بنُ الصَّامِتِ رَضيَ اللهُ عنه أنَّه كان مِن النُّقَباءِ الاثنَيْ عَشَرَ الَّذين بايَعوا رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ لَيلةَ العَقَبةِ الَّتي كانت بمِنًى حينَ كان الرَّسولُ صلَّى اللهُ عليه وسلَّمَ بمكَّةَ قبْلَ هِجْرتِه إلى المَدينةِ، والنُّقَباءُ جَمعُ نَقيبٍ، وهمُ الأشْرافُ، وقيلَ: الأُمَناءُ الَّذين يَعرِفونَ طُرُقَ أُمورِهم، وقيلَ: شُهَداءُ القَومِ وضُمَناؤُهم، والبَيْعةُ: هي المُعاقَدةُ والمُعاهَدةُ، وسُمِّيَت بذلك تَشْبيهًا بالمُعاوَضةِ الماليَّةِ، كأنَّ كلَّ واحدٍ منهما يَبيعُ ما عندَه مِن صاحِبِه؛ فمِن طرَفِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وَعْدٌ بالثَّوابِ، ومِن طَرَفِهمُ: الْتِزامُ الطَّاعةِ.\nويَذكُرُ عُبادةُ رَضيَ اللهُ عنه أنَّ البَيْعةَ الَّتي بايَعوا عليها رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كانت على ألَّا يُشرِكوا باللهِ شيئًا، وأنْ يَكونوا على التَّوحيدِ الخالِصِ مِنَ الشِّركِ، وإفْرادِ اللهِ بالعِبادةِ، وعلى ألَّا يَسْرِقوا؛ لأنَّ الإسْلامَ جاء لحِمايةِ الأمْوالِ، ولا يَزْنوا؛ لأنَّ الإسْلامَ يَحْمي أعْراضَ النَّاسِ وأنْسابَهم، وألَّا يَقْتُلوا النَّفْسَ الإنْسانيَّةَ الَّتي حرَّمَ اللهُ إراقةَ دَمِها إلَّا بسَبَبٍ شَرعيٍّ يُبيحُ قَتْلَها، كردة، أو قَتلٍ بغير حق، أو غَيرِ ذلك، وألَّا يَنتَهِبوا، يَعني: ألَّا يَأْخُذوا شَيئًا ممَّا يقَعُ بعْدَ القِتالِ في الغَنائمِ دونَ قِسْمةٍ، وعلى ألَّا يَعْصوا أمْرَه صلَّى اللهُ عليه وسلَّمَ في مَعروفٍ، والعِصيانُ خِلافُ الطَّاعةِ، والمَعروفُ: اسمٌ جامعٌ لكلِّ ما عُرِف مِن طاعةِ اللهِ تعالَى، والإحْسانِ إلى النَّاسِ. وقولُه: «بالجَنَّةِ»، أي: أنَّه صلَّى اللهُ عليه وسلَّمَ وعَدَهم بالجنَّةِ لمَن وَفَّى منهم بخِصالِ تلك البَيْعةِ، فمَن ثبَت على ما بايَع عليه، ولم يَرتكِبْ مَعْصيةً مِن هذه المَعاصي الَّتي نُهيَ عنها؛ فثَوابُه الجنَّةُ، ومَن أصابَ شَيئًا مِن هذا المَنهيِّ عنه، كان الحُكمُ في ذلك مُفَوَّضًا إلى اللهِ عزَّ وجلَّ؛ إنْ شاء عَفا عنه، وإنْ شاء عاقَبَه. وفي رِوايةِ الصَّحيحَينِ: «ومَن أصابَ من ذلك شَيئًا، فعوقِبَ في الدُّنْيا؛ فهو كفَّارةٌ له، ومَن أصابَ مِن ذلك شَيئًا، فسَتَرَه اللهُ، فأمْرُه إلى اللهِ: إنْ شاء عاقَبَه، وإنْ شاء عَفا عنه»، أي: ومَنِ ارْتكَبَ مَعْصيةً منَ المَعاصي الَّتي تَستَوجِبُ الحَدَّ الشَّرعيَّ، كالزِّنا والسَّرقةِ، فنال عِقابَه، وأُقيمَ عليه الحَدُّ في الدُّنْيا؛ فإنَّ ذلك الحدَّ يَمْحو عنه تلك المَعصيةَ، ويُسقِطُ عنه عُقوبتَها في الآخِرةِ؛ لأنَّ اللهَ أكرَمُ وأرحَمُ مِن أنْ يَجمَعَ على عَبدِه عُقوبتَينِ، ومَن ستَرَه اللهُ في الدُّنْيا، ولم يُعاقَبْ على تلك المَعْصيةِ؛ فهو تحْتَ مَشيئةِ اللهِ عزَّ وجَلَّ: إنْ شاء غفَر له، فأدْخَلَه الجنَّةَ مع الأوَّلينَ، وإنْ شاء عاقَبَه بالنَّارِ على قَدْرِ جِنايتِه، ثمَّ أدخَلَه الجنَّةَ.\nوظاهِرُ الحَديثِ أنَّ هذه البَيْعةَ على هذه الخِصالِ كانتْ لَيلةَ العَقَبةِ، وقيلَ: لم تكُنْ هذه البَيْعةُ ليلةَ العَقَبةِ، فالَّتي كانت ليلةَ العَقَبةِ؛ كانت على السَّمعِ والطَّاعةِ في المَنشَطِ والمَكرَهِ، في العُسرِ واليُسرِ... إلى آخِرِه، وأمَّا هذه البَيْعةُ فلعَلَّها كانت في وَقتٍ آخَرَ. \nوفي الحَديثِ: أنَّ مَن مات مِن أهلِ الكَبائرِ قبْلَ التَّوبةِ، فهو تحتَ المَشيئةِ؛ إنْ شاء اللهُ عَفا عنه، وأدخَلَه الجنَّةَ، وإنْ شاء عذَّبَه في النَّارِ.\nوفيه: فَضيلةُ الصَّحابيِّ عُبادةَ بنِ الصَّامِتِ رَضيَ اللهُ عنه بشُهودِه بَيْعةَ العَقَبةِ، وبكَونِه أحَدَ النُّقَباءِ فيها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}