{
    "hadith_id": "6883",
    "hadith": "عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قالَتْ: صَرَخَ إبْلِيسُ يَومَ أُحُدٍ في النَّاسِ: يا عِبَادَ اللَّهِ أُخْرَاكُمْ، فَرَجَعَتْ أُولَاهُمْ علَى أُخْرَاهُمْ، حتَّى قَتَلُوا اليَمَانِ، فَقالَ حُذَيْفَةُ: أبِي أبِي، فَقَتَلُوهُ. فَقالَ حُذَيْفَةُ: غَفَرَ اللَّهُ لَكُمْ. قالَ: وقدْ كانَ انْهَزَمَ منهمْ قَوْمٌ حتَّى لَحِقُوا بالطَّائِفِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6883",
    "grade": "[صحيح]",
    "takhrij": "أخرجه ابن أبي شيبة (37898)، والبيهقي (16554)، وأبو نعيم الحداد في ((جامع الصحيحين)) (3802) جميعهم بمعناه.",
    "sharh": "وقَعَتْ غَزْوةُ أُحُدٍ في شوَّالٍ في السَّنةِ الثَّالثةِ مِن الهِجْرةِ، وأُحُدٌ جَبَلٌ مِن جِبالِ المَدينةِ، وكان يومُ أُحُدٍ يومَ بَلاءٍ على المُسلِمينَ، حيث قُتِلَ منهم مَن قُتِلَ، مِن خَيرِ أصْحابِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، قُتِلَ عدَدٌ كَبيرٌ، وقد ظهَرَت في هذه الغَزْوةِ مَعادِنُ النَّاسِ حَولَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.\nوفي هذا الحَديثِ تَرْوي أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها أنَّ بِدايةَ المَعرَكةِ يومَ أُحُدٍ كانت لصالحِ المُسلِمينَ، فلمَّا نزَل الرُّماةُ عنِ الجَبَلِ وذَهَبوا لجَمعِ الغَنائمِ، صرَخ إبْليسُ -لعَنَه اللهُ- تَلْبيسًا على المُسلِمينَ وقال: يا عِبادَ اللهِ، أُخْراكُم، يَعني: احْتَرِزوا مِن جِهةِ أُخْراكُم، وهي كَلمةٌ تُقالُ لمَن يَخْشَى أنْ يُهاجَمَ عندَ القِتالِ مِن وَرائِه؛ فرجَعَتْ أُولاهم -يَعني مَن كانوا في المُقدِّمةِ- ليُقاتِلوا مَن كان في آخِرِهم، ظانِّينَ أنَّهم منَ المُشرِكينَ، فاختَلَطَ المُسلِمونَ بعضُهم ببعضٍ، واقتَتلَتْ مُقدِّمةُ المُسلِمينَ مع مَن كانوا منهم في المؤخِّرةِ خَطأً، دُونَ أنْ يُميِّزوا بعضَهم مِن بعضٍ، فرَأى حُذَيْفةُ بنُ اليَمانِ رَضيَ اللهُ عنهما أباهُ اليَمانَ وحَوْلَه جَماعةٌ منَ المُسلِمينَ يُقاتِلونَه دونَ أنْ يَعرِفوه، فنادى فيهم حُذَيْفةُ رَضيَ اللهُ عنه: يا عِبادَ اللهِ، إنَّه أَبِي، وإنَّه مُسلمٌ فلا تَقْتُلوه! ولكنَّهم ما احْتَجَزوا حتَّى قَتَلوه، يَعني: ما انْفَصَلوا، أو ما امْتَنَعوا عنه حتَّى مات، فقال حُذَيْفةُ رَضيَ اللهُ عنه مُعتَذِرًا عنهم: يَغفِرُ اللهُ لكم؛ لأنَّه كان يَعلَمُ أنَّهم لا يَعرِفونَه. \nقال عُرْوةُ بنُ الزُّبَيرِ: فواللهِ ما زالَتْ في حُذَيْفةَ بَقيَّةُ خَيرٍ حتَّى لَحِقَ باللهِ عزَّ وجَلَّ، والمرادُ: أنَّه حصَل له خَيرٌ بقولِه للمُسلِمينَ الَّذين قَتَلوا أباه خَطأً: يَغفِرُ اللهُ لكم، واستمَرَّ ذلك الخَيرُ فيه إلى أنْ مات.\nوفي الحَديثِ: مَنقَبةٌ للصَّحابيِّ حُذَيْفةَ بنِ اليَمانِ رَضيَ اللهُ عنه.\nوفيه: شدَّةُ الكَربِ والهَولِ الَّذي وقَع فيه المُسلِمونَ يومَ أُحُدٍ.\nوفيه: أنَّ الشَّيطانَ يَتَرصَّدُ الصَّالِحينَ في أعْمالِهم، فيَنبَغي الحَذَرُ مِن الوُقوعِ في حَبائلِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}