{
    "hadith_id": "6900",
    "hadith": "أنَّ رَجُلًا اطَّلَعَ مِن حُجْرٍ في بَعْضِ حُجَرِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، فَقَامَ إلَيْهِ بمِشْقَصٍ، أوْ بمَشَاقِصَ، وجَعَلَ يَخْتِلُهُ لِيَطْعُنَهُ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6900",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2157) باختلاف يسير.",
    "sharh": "نَهتِ الشَّريعةُ عَنِ التَّجسُّسِ وعَن تتبُّعِ عَوراتِ النَّاسِ وانتهاكِ حُرماتِهم وبُيوتِهم.\nوفي هذا الحديثِ يَروي سَهْلُ بنُ سَعدٍ رضِيَ اللهُ عنه أنَّ رجُلًا -قيل: هو الحَكَمُ بنُ أبي العاصِ وَالِدُ مَروانَ- «اطَّلعَ في جُحْرٍ»، أي: نظر من خلالِ ثُقبٍ أو شَقٍّ في بابِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم في إحدى حُجُراتِ نِسائِه، كما في روايةِ في الصَّحيحينِ، وكان مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم مِدرًى في يَدِه، وهو شَيْءٌ يُعمَلُ مِن حَديدٍ أو خَشبٍ على شَكلِ سِنٍّ مِن أسنانِ المُشطِ وأطولَ منه، وكان صلَّى اللهُ عليه وسلَّم يُسرِّحُ بها رأْسَه، فلمَّا رآهُ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم ينظُرُ مِن فَتحةِ البابِ، قال: «لو أعلمُ»، أي: يقينًا «أنَّك تَنتَظُرني»، أي: تُطالِعُ فيَّ قصْدًا أو عمْدًا، لَطَعَنتُ به في عيْنِكَ، وقد ورد في الصَّحيحينِ عن أبي هُرَيرةَ رَضِيَ اللهُ عنه، أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم قال: «من اطَّلع في بيتِ قومٍ بغَيرِ إذنِهم، فقد حَلَّ لهم أن يَفقَؤوا عَينَه».\nثُمَّ بيَّن صلَّى اللهُ عليه وسلَّم أنَّ الاستئذانَ شَرَعه اللهُ عزَّ وجَلَّ؛ لِئلَّا يَقَعَ البصرُ على ما وجب سَتْرُه شَرعًا، أو ما احتاج الإنسانُ إلى سَتْرِه عُرفًا؛ لأنَّ المستأذِنَ لو دخل بغيرِ إذنٍ، لرأى بعضَ ما يكرَهُ من يدخُلُ إليه أن يطَّلِعَ عليه.\nوفي الحَديثِ: الترغيبُ في إصلاحِ الشَّعرِ وإكرامِه.\nوفيه: مَشروعيَّةُ رَميِ من يتجَسَّسُ بما يكونُ عِقابًا له على تجسُّسِه.\nوفيه: مَشروعيَّةُ الاستئذانِ على من يكونُ في بيتٍ مُغلَقٍ.\nوفيه: النَّهيُ عن التطَلُّعِ على من كان داخِلَ بَيتٍ مُغلَقٍ.\nوفيه: مَشروعيَّةُ أن يأخُذَ الإنسانُ حَقَّه ممَّن ظلمه، دون أن يرجِعَ لوَلِيِّ الأمرِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}