{
    "hadith_id": "6922",
    "hadith": "أُتِيَ عَلِيٌّ رَضِيَ اللَّهُ عنْه، بزَنادِقَةٍ فأحْرَقَهُمْ، فَبَلَغَ ذلكَ ابْنَ عبَّاسٍ، فقالَ: لو كُنْتُ أنا لَمْ أُحْرِقْهُمْ، لِنَهْيِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: لا تُعَذِّبُوا بعَذابِ اللَّهِ ولَقَتَلْتُهُمْ، لِقَوْلِ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: مَن بَدَّلَ دِينَهُ فاقْتُلُوهُ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6922",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "اختَصَّ اللهُ عزَّ وجلَّ سُبحانَه وتَعالى نَفْسَه بالتَّعذيبِ بالنَّارِ.\nوفي هذا الحَديثِ يَروي عِكرمةُ مَولى ابنِ عَبَّاسٍ أنَّ علِيَّ بنَ أبي طالِبٍ رَضيَ اللهُ عنه حَرَّقَ قَومًا بالنَّارِ، وهُمُ السَّبَئِيَّةُ، أتْباعُ عَبدِ اللهِ بنِ سَبَأٍ، عليه مِنَ اللهِ ما يَستَحِقُّ، وكانوا يَزعُمونَ أنَّ علِيًّا رَبُّهم! تعالَى اللهُ وتقَدَّسَ عن مَقالَتِهم، وقدْ جَمَعَهم علِيٌّ رَضيَ اللهُ عنه وأحرَقَهم بالنَّارِ؛ مُبالَغةً في إذلالِهم على ما ادَّعَوْه مِنَ الشِّركِ والبُهتانِ، وهذه حادِثةُ عَينٍ واجتِهادٍ مِن علِيِّ بنِ أبي طالِبٍ رَضيَ اللهُ عنه، خالَفَه فيها بَعضُ الصَّحابةِ، ومنهم عَبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما؛ فإنَّه لَمَّا بَلَغَه ذلك قال: لو كُنتُ مَكانَه لَمَا أحرَقتُهم. ثمَّ ذَكَرَ قَولَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ: «لا تُعذِّبوا بعَذابِ اللهِ»، أي: بما اختَصَّ به نَفْسَه، وأخبَرَ أنَّه كان يَكتَفي بقَتلِهم؛ كما قال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «مَن بَدَّلَ دِينَه فاقتُلوه»، فمَن خَرَجَ مِنَ الإسلامِ إلى الكُفرِ قُتِلَ، وذلك بشُروطِه، ولا يَفعَلُ ذلك إلَّا الإمامُ والحاكِمُ.\nوقيلَ: ليس النَّهيُ عنِ التَّحريقِ على التَّحريمِ، وإنَّما هو على سَبيلِ التَّواضُعِ، والدَّليلُ على أنَّه ليس بحَرامٍ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ سَمَلَ أعيُنَ الرُّعاةِ العُرَنيِّينَ بالنَّارِ، كما في الصَّحيحينِ.\nوفي الحَديثِ: فَضلُ ابنِ عبَّاسٍ رَضيَ اللهُ عنهما، وسَعةُ عِلْمِه وفِقهِه بأحاديثِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوفيه: أدَبُ الإنكارِ على المُخالِفِ.\nوفيه: النَّهيُ عنِ التَّعذيبِ بالنارِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}