{
    "hadith_id": "6931",
    "hadith": "أنَّهُما أتَيا أبا سَعِيدٍ الخُدْرِيَّ، فَسَأَلاهُ عَنِ الحَرُورِيَّةِ: أسَمِعْتَ النَّبيَّ صَلَّى اللهُ عليه وسلَّمَ؟ قالَ: لا أدْرِي ما الحَرُورِيَّةُ؟ سَمِعْتُ النَّبيَّ صَلَّى اللهُ عليه وسلَّمَ يقولُ: يَخْرُجُ في هذِه الأُمَّةِ ولَمْ يَقُلْ: مِنْهاقَوْمٌ تَحْقِرُونَ صَلاتَكُمْ مع صَلاتِهِمْ، يَقْرَؤُونَ القُرْآنَ لا يُجاوِزُ حُلُوقَهُمْ أوْ: حَناجِرَهُمْيَمْرُقُونَ مِنَ الدِّينِ مُرُوقَ السَّهْمِ مِنَ الرَّمِيَّةِ، فَيَنْظُرُ الرَّامِي إلى سَهْمِهِ، إلى نَصْلِهِ، إلى رِصافِهِ، فَيَتَمارَى في الفُوقَةِ؛ هلْ عَلِقَ بها مِنَ الدَّمِ شَيءٌ؟",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6931",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1064) باختلاف يسير",
    "sharh": "حذَّرَنا النَّبيُّ صلَّى اللهُ عليه وسلَّم مِن البِدَعِ والغُلوِّ في الدِّينِ؛ لأنَّ ذلك يُؤدِّي إلى إفسادِ المجتمَعاتِ، وربَّما أدَّى التَّشدُّدُ مع عدَمِ الفقهِ في الدِّينِ إلى تَبْديعِ وتَكفيرِ المجتمَعاتِ المسلِمةِ، والخروجِ على الحُكَّامِ بغيْرِ وجْهِ حقٍّ.\nوفي هذا الحَديثِ يروي التابعيَّانِ أبو سَلَمةَ بنُ عَبدِ الرَّحمنِ بنِ عَوفٍ وعَطاءُ بنُ يَسارٍ: أنَّهما سألا الصَّحابيَّ أبا سعيدٍ الخُدْريَّ رَضِيَ اللهُ عنه عَنِ «الحَروريَّةِ» وهُمْ فِرقةٌ ضالَّةٌ مِنَ الخَوارجِ، منسوبةٌ إلى حَرُوراءَ؛ قَريةٍ بالكوفةِ بالعِراقِ، وكان مَبْدأُ خُروجِهم مِن تلك البَلْدةِ، فنُسِبوا إليها، فقالوا للصَّحابيِّ الجَليلِ: هَلْ سَمِعْتَ النَّبيَّ صلَّى اللهُ عليه وسلَّم يَتكَلَّم عَنِ الحَروريَّةِ؟ فَقال: لا أدري هَلْ تَكلَّمَ النَّبيُّ صلَّى اللهُ عليه وسلَّم عَنِ الحَروريَّةِ تَحديدًا لَفظًا ونَصًّا أمْ لا، ولكنِّي سَمِعتُ النَّبيَّ صلَّى اللهُ عليه وسلَّم يَتكلَّمُ عَن أوصافِ فِئةٍ ضالَّةٍ يَقولُ عنهُم: سَوفَ يَخرُجُ في هذهِ الأُمَّة -ولم يَقُل: مِنها؛ لِأنَّهم لَيْسوا مِنَ المُسلمينَ على رَأيِ أبي سَعيدٍ- قوْمٌ ضالُّونَ لَهُم صِفاتٌ مُعيَّنةٌ، فَاعرِفوهُم بِها؛ يَتكلَّفونَ في الصَّلاةِ والخُشوعِ، حتَّى إنَّكم لَتحتَقِرونَ صَلاتَكم عِندَما تَروْنَهم يُصلُّون مِن شِدَّةِ تَكلُّفِهم، ومِن صِفتِهِم أيضًا أنَّهم يَقرَؤونَ القُرآنَ، ولَكنَّهُم لا يُؤجَرونَ وَلا يُثابونَ على ذَلكَ بِالحسَناتِ، وَلا تَتعدَّى قِراءَتُهم ألسنِتَهم، فَلا يُقبَلُ لَهُم عَملٌ، فهَؤلاءِ يَخرُجونَ مِنَ الدِّينِ كَما يَخرُجُ السَّهمُ مِنَ القَوسِ سَريعًا وَلا يَعودُ أبدًا، وهذا السَّهمُ لم يُصِبْ مِنَ الهَدفِ إلَّا دُخولَه فيه وخُروجَه مِنه دونَ أنْ يَحصُلَ أيُّ شَيءٍ، حتى إنَّ الرَّاميَ ينظُرُ مَرَّةً إلى السَّهمِ ومَرَّةً إلى نَصلِ السَّهمِ- وهو القِطعةُ الصُّلبةُ المُدبَّبةُ المَسنونَةُ الَّتي في مُقدِّمةِ السَّهمِ- فَلا يَجدُ فيه أثرَ الدَّمِ أيضًا، ويُدقِّقُ الرَّامي النَّظرَ أكثرَ وأكثرَ؛ لَعلَّه يَجِدُ ما يُريدُ، فَينْظُر إلى رِصافِ السَّهمِ، وهوَ مَدخلُ النَّصلِ في السَّهمِ، فَلا يَجدُ أيَّ أثرٍ لِلدَّمِ، حتَّى إنَّه لَيَشُكُّ: هَل عَلِقَ أيُّ أثرٍ للدَّمِ بِالسَّهمِ؟ لِدَرجَةِ أنَّه يَنظُرُ في «الفُوقَةِ»، وهيَ مُؤخِّرةُ السَّهمِ والقِطعةُ المُلتويَةُ الَّتي تُوضَعُ في القَوسِ ويُشَدُّ بها الوَترُ لِيُرمى بِالسَّهمِ، ومَعنى التَّشبيهِ: أنَّ خُروجَهُم مِنَ الدِّينِ كَخُروجِ السَّهمِ السَّريعِ الَّذي يُصيبُ الصَّيدَ، وهذا نَعْتُ الخَوارِج الَّذين لا يَدينون للأئمَّةِ ويَخرُجون عليهم. وقد أمر رسولُ اللهِ صلَّى اللهُ عليه وسلَّم بقتالهم، كما في الصَّحيحينِ من حديث علي بن طالب رَضِيَ اللهُ عنه أنه صلَّى اللهُ عليه وسلَّم قال: «فأيْنَما لَقِيتُمُوهُمْ فاقْتُلُوهُمْ؛ فإنَّ في قَتْلِهِمْ أجْرًا لِمَن قَتَلَهُمْ يَومَ القِيامَةِ».\nوفي الحَديثِ: صِفاتُ الخَوارِجِ.\nوَفيه: أنَّ قِراءةَ القُرآنِ مَعَ اخْتِلالِ العَقيدةِ غَيرُ زاكيةٍ ولا حاميةٍ صاحِبَها مِن سَخَطِ اللهِ عَزَّ وجَلَّ.\nوفيه: عَلامةٌ مِن عَلاماتِ نُبوَّتِه صلَّى اللهُ عليه وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}