{
    "hadith_id": "6940",
    "hadith": "أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ كانَ يَدْعُو في الصَّلاةِ: اللَّهُمَّ أنْجِ عَيَّاشَ بنَ أبِي رَبِيعَةَ، وسَلَمَةَ بنَ هِشامٍ، والوَلِيدَ بنَ الوَلِيدِ، اللَّهُمَّ أنْجِ المُسْتَضْعَفِينَ مِنَ المُؤْمِنِينَ، اللَّهُمَّ اشْدُدْ وطْأَتَكَ علَى مُضَرَ، وابْعَثْ عليهم سِنِينَ كَسِنِي يُوسُفَ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6940",
    "grade": "[صحيح]",
    "sharh": "وفي هذا الحَديثِ يروي أبو هُرَيرةَ رَضِيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم كانَ إذا رفع رأسَه من الركوعِ في الرَّكعةِ الآخِرةِ مِن صَلاةِ العِشاءِ، وقالَ: «سَمِعَ اللهُ لِمَن حَمِدَه»؛ قَنَتَ، أي: دَعا قبْلَ أنْ يَسجُدَ، ويَقولُ في دُعائِه: «اللَّهمَّ أَنْجِ عَيَّاشَ بنَ أبي رَبيعةَ» وهو أخو أبي جَهلٍ لأمِّه، «اللَّهمَّ أَنْجِ الوَليدَ بنَ الوَليدِ» بنِ المُغيرةِ المَخزوميَّ، وهو أخو خالِدِ بنِ الوَليدِ، «اللَّهمَّ أَنْجِ سَلَمةَ بنَ هِشامٍ» وهو أخو أبي جَهلِ بنِ هِشامٍ، والوَليدُ وسَلَمةُ وعيَّاشٌ رضِيَ اللهُ عنهم حَبَسَهم المُشرِكونَ في مَكَّةَ لَمَّا أَسْلَموا ومَنَعوهم مِن الهِجرةِ، وقَدْ تَواعَدوا جميعًا لِلهُروبِ مِن المُشرِكينَ، فَدَعا لَهُم النَّبيُّ صلَّى اللهُ عليه وسلَّم بأن يُنجِيَهم اللهُ، «اللَّهمَّ أَنْجِ المُستَضعَفينَ مِن المُؤمِنينَ»، وهذا عامٌّ بعْدَ خاصٍّ، والمُرادُ بالمُستَضعَفينَ مِن المُؤمِنينَ: ضُعَفاءُ المُؤمِنينَ بِمَكَّةَ وغَيرِها الَّذينَ حَبَسَهم الكُفَّارُ عن الهِجرةِ وآذَوْهم وعَذَّبوهم، «اللَّهمَّ اشْدُد وَطْأَتَك» أي: بَأْسَك أو عُقوبَتَك عَلى كُفَّارِ قُرَيْش أولاد «مُضَرَ» القَبيلةِ المَشْهورة الَّتي مِنها جَميعُ بُطونِ قُرَيْش وغَيرهم، «اللَّهمَّ اجْعَلْها» أي: عُقوبتَك «عليهم سِنينَ» مُجدِبةً «كَسِنِي يُوسُفَ»، فَيَكونُ المَعنى هُنا هو الدُّعاءَ عليهم بالقَحْطِ العَظيمِ، وامتدادِ زَمانِ المِحنةِ والبلاءِ، وبلوغِ غايةِ الجَهدِ والضَّرَّاءِ.\r\nوكلُّ هؤلاء الذين دعا لهم صلَّى اللهُ عليه وسلَّم نَجَوا مِن أسْرِ الكُفَّارِ ببركةِ دُعائِه صلَّى اللهُ عليه وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}