{
    "hadith_id": "6948",
    "hadith": "عَنِ ابْنِ عبَّاسٍ، قالَ: الشَّيْبانِيُّ، وحدَّثَني عَطاءٌ أبو الحَسَنِ السُّوائِيُّ، ولا أظُنُّهُ إلَّا ذَكَرَهُ عَنِ ابْنِ عبَّاسٍ رَضِيَ اللَّهُ عنْهما: {يا أيُّها الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أنْ تَرِثُوا النِّساءَ كَرْهًا} [النساء: 19] الآيَةَ. قالَ: كانُوا إذا ماتَ الرَّجُلُ كانَ أوْلِياؤُهُ أحَقَّ بامْرَأَتِهِ: إنْ شاءَ بَعْضُهُمْ تَزَوَّجَها، وإنْ شاؤُوا زَوَّجَها، وإنْ شاؤُوا لَمْ يُزَوِّجْها، فَهُمْ أحَقُّ بها مِن أهْلِها، فَنَزَلَتْ هذِه الآيَةُ في ذلكَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6948",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "في هذا الحدِيثِ يُخبِرُ عبدُ اللهِ بنُ عَبَّاسٍ رضِيَ اللهُ عنهما عن سبَبِ نزُولِ قولِهِ تعالَى: {يَا أيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أنْ تَرِثُوا النِّسَاءَ كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ} [النساء: 19]، ومعناها: لا تَأخُذوا أموالَهنَّ الَّتي أصبحَتْ حقًّا لهنَّ منَ المِيراثِ، أو المَعنى: لا يَحِلُّ لَكمْ أن تَأخُذوا النِّساءَ بأنفُسِهِنَّ وذواتِهِنَّ كمِيراثٍ لكُم مِن آبائِكم أو ممَّن تَرِثونَه، كما كانوا يَفعَلونَ في الجاهِلِيَّةِ، ولا يَحِلُّ لكمْ أنْ تَعضُلوهنَّ، أي: أنْ تَقْهَروهنَّ وتَمنَعوهنَّ منَ الزَّواجِ بغَيرِكم؛ لِتأخُذوا ما أعطَيتُموهنَّ مِن مَهْرٍ؛ فيقولُ ابنُ عَبَّاسٍ رضِيَ اللهُ عنهما ويَحكِي طرَفًا ممَّا كان يَحدُثُ في الجَاهِليَّةِ: «كانوا إذا ماتَ الرَّجُلُ» وترَكَ زَوجَتَه وأموالَه، «كان أوْلِياؤُه أحَقَّ بامرَأَتِه»، أي: كان عُرْفُهم أنَّ أوْلياءَ الميِّتِ ووَرَثَتَهُ أَوْلَى وأحقُّ بالتَّصرُّفِ في زَوجَتِه، فيُمسِكونَها، «إنْ شاءَ بعضُهم تزَوَّجَها»، أي: إنْ أرادَ أحَدُ هؤلاءِ الأَولِياءِ أنْ يَتزوَّجَها تزَوَّجها دونَ اعتِبارٍ لإذْنِها أو لِإذنِ أهْلِها، «وإنْ شاؤوا زَوَّجُوها»، أي: وإنْ شاء الأَوْلياءُ مِن الوَرَثَةِ أنْ يَتوَلَّوا همْ زواجَها مِن غَيرِهم إنْ أرَادُوا فعلوا، «وإن شاؤوا لَم يُزوِّجُوها»، أي: يَمنَعوها منَ الزَّواجِ منهم ومِن غيرِهم؛ لِما معها مِن مِيراثٍ، وذلك لأنَّهم كانوا يرَوْنَ أنَّهم أحَقُّ بوَلَايَتِها مِن أقارِبِها؛ كأبِيها وما شابَهَ، فأنزَلَ اللهُ عزَّ وجلَّ تلك الآيةَ يَنهاهم فيها عن فِعْلِهم هذا.\nوفي الحدِيثِ: تَكريمُ الشَّرْعِ للمَرْأَةِ، وحِفْظُه لحُقُوقِها.\nوفيه: بيانُ عُلَماءِ الصَّحابةِ لغوامِضِ معاني القرآنِ وأسبابِ نُزولِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}