{
    "hadith_id": "695",
    "hadith": "أنَّهُ دَخَلَ علَى عُثْمَانَ بنِ عَفَّانَ رَضِيَ اللَّهُ عنْه وهو مَحْصُورٌ فَقالَ: إنَّكَ إمَامُ عَامَّةٍ، ونَزَلَ بكَ ما نَرَى، ويُصَلِّي لَنَا إمَامُ فِتْنَةٍ، ونَتَحَرَّجُ؟ فَقالَ: الصَّلَاةُ أَحْسَنُ ما يَعْمَلُ النَّاسُ، فَإِذَا أَحْسَنَ النَّاسُ فأحْسِنْ معهُمْ، وإذَا أَسَاؤُوا فَاجْتَنِبْ إسَاءَتَهُمْ.",
    "rawi": "عبيدالله بن عدي بن الخيار",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "695",
    "grade": "[صحيح]",
    "takhrij": "أخرجه عبد الرزاق (1991)، وابن عساكر في ((تاريخ دمشق)) (38/ 47)، وابن بشكوال في ((غوامض الأسماء المبهمة)) (2/ 862) جميعا بنحوه .",
    "sharh": "هذا الحَديثُ شاهِدٌ على إنصافِ الإمامِ المَظلومِ أميرِ المُؤمنينَ وذي النُّورَيْنِ عُثمانَ بنِ عَفَّانَ رَضيَ اللهُ عنه؛ فإنَّه لَمَّا كان مُحاصَرًا في بَيتِه في زَمَنِ الفِتنةِ، عِندَما قامَ رُؤوسُ الفِتنةِ بمُحاصَرَتِه، وأرادوا خَلْعَه ظُلمًا وبُهتانًا، قال له التابِعيُّ عُبَيدُ اللهِ بنُ عَدِيِّ بنِ الخِيارِ: إنَّكَ إمامُ عامَّةٍ، فأنتَ الخَليفةُ، ولكَ الإمامةُ الكُبرى، وأخبَرَه أنَّه يُصَلِّي بالنَّاسِ إمامُ فِتنةٍ، وكان يَقصِدُ أحَدَ رُؤوسِ الفِتنةِ الذين أرادوا خَلْعَه، قيلَ: هو عَبدُ الرَّحمنِ بنُ عُدَيسٍ البَلَويُّ، وهو الذي جَلَبَ على عُثمانَ رَضيَ اللهُ تعالى عنه أهلَ مِصرَ، وتُوُفِّيَ بالشَّامِ سَنةَ سِتٍّ وثَلاثينَ. وقيلَ: صَلَّى كِنانةُ بنُ بِشرٍ، أحَدُ رُؤوسِ الخَوارِجِ بالناسِ أيضًا، وهؤلاء لَمَّا هَجَموا على المَدينةِ كان عُثمانُ رَضيَ اللهُ عنه يَخرُجُ فيُصَلِّي بالناسِ، وظلَّ على ذلك لمدَّةِ شَهْرٍ، ثمَّ خَرَجَ يَومًا فحَصَبوه بالحِجارةِ حتى وَقَعَ على المِنبَرِ ولم يَستَطِعِ الصَّلاةَ يَومَئِذٍ، فصَلَّى بهم أبو أُمامةَ بنُ سَهلِ بنِ حُنَيفٍ، فمَنَعوه، فصَلَّى بهم عَبدُ الرَّحمنِ بنُ عُدَيسٍ تارةً، وكِنانةُ بنُ بِشرٍ تارةً، فبَقِيا على ذلك عَشَرةَ أيَّامٍ، وهؤلاء مَن قيلَ فيهم: أئِمَّةُ فِتنةٍ. وقد صَلَّى بالناسِ أيضًا وَقتَها بَعضُ كِبارِ الصَّحابةِ، كأبي أيُّوبَ الأنصاريِّ رَضيَ اللهُ عنه، وعلِيِّ بنِ أبي طالِبٍ رَضيَ اللهُ عنه، وغَيرِهما، فهؤلاء الكِرامُ رَضيَ اللهُ عنهم لا يُقالُ عنهم: دُعاةُ فِتنةٍ؛ فقد كانت صَلاتُهم بإذْنِ عُثمانَ بنِ عَفَّانَ رَضيَ اللهُ عنه، ولم يَخلَعوا يَدًا مِن طاعةٍ، ودافَعوا عنه حتى ماتَ رَضيَ اللهُ عنه وأرضاهُ.فلمَّا سَمِعَ عُثمانُ رَضيَ اللهُ عنه مِن عُبَيدِ اللهِ بنِ عَدِيٍّ ذلك، أجابَ بأنَّ الصَّلاةَ هي أفضَلُ ما يُمكِنُ لِهؤلاءِ فِعلُه مِن عَمَلٍ، ولا يَعني هذا أنَّ عُثمانَ رَضيَ اللهُ عنه يَمدَحُ دُعاةَ الفِتنةِ ورُؤساءَها، وإنَّما ظاهِرُ كَلامِ عُثمانَ رَضيَ اللهُ تعالَى عنه أنَّه يُرَخِّصُ له في الصَّلاةِ معهم، كأنَّه يَقولُ له: لا يَضُرُّكَ كَونُهم مَفتونينَ، إذا أحسَنوا فوافِقْهم على إحسانِهم، وَإذا أساؤوا -لِكَونِهم فَتَنوا أوِ ابتَدَعوا- فلا يَضُرُّ المُصلِّيَ خَلفَهم ذلك؛ لِأنَّه يَتَّبِعُهم في صَلاتِهم، ويُنكِرُ عليهم ما همْ فيه مِن فِتنةٍ وبِدعةٍ.وقيلَ: إنَّ مَعنى قولِه: «يُصلِّي لنا إمامُ فِتنةٍ»: أنَّ غَيرَ إمامِهم يُصَلِّي لهم في حِين الفِتنةِ، ليس أنَّ ذلك الإمامَ يَدعو إلى فِتنةٍ ويَسعى فيها، ويَدُلُّ على ذلك قَولُ عُثمانَ: «الصَّلاةُ أحسَنُ ما يَعمَلُ الناسُ، فإذا أحسَنوا فأحسِنْ معهم، وإذا أساؤوا فاجتَنِبْ إساءَتَهم»، ولم يَذكُرِ الذي أمَّهم بمَكروهٍ، وذَكَرَ أنَّ فِعلَه مِن أحسَنِ الأعمالِ، وحَذَّرَه مِنَ الدُّخولِ في الفِتنةِ.وفي الحَديثِ: أنَّ الصَّلاةَ خَلْفَ مَن تُكرَهُ الصَّلاةُ خَلْفَه أَوْلى مِن تَعطيلِ الجَماعةِ.وفيه: تَحذيرٌ مِنَ الفِتنةِ والدُّخولِ فيها، ومِن جَميعِ ما يُنكَرُ؛ مِن قَولٍ، أو فِعلٍ، أوِ اعتِقادٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}