{
    "hadith_id": "6978",
    "hadith": "أنَّ سَعْدًا سَاوَمَهُ بَيْتًا بأَرْبَعِ مِئَةِ مِثْقَالٍ، فَقالَ: لَوْلَا أنِّي سَمِعْتُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يقولُ: الجَارُ أحَقُّ بصَقَبِهِ لَما أعْطَيْتُكَ.",
    "rawi": "أبو رافع مولى رسول الله صلى الله عليه وسلم",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6978",
    "grade": "[صحيح]",
    "sharh": "وفي هذا الحديثِ يُخبِرُ التابعيُّ عَمْرُو بنُ الشَّرِيدِ أنَّه وَقَفَ عندَ الصَّحابيِّ سَعدِ بنِ أبي وقَّاصٍ رَضيَ اللهُ عنه، فجاءُ الصَّحابيُّ المِسوَرُ بنُ مَخْرَمةَ رَضيَ اللهُ عنهما، فوضَعَ يَدَه على أحْدِ مَنْكِبَيْه، وهذا مِن التَّوادِّ والمَحبَّةِ بيْنهم، وجاءَ أبو رافعٍ رَضيَ اللهُ عنه مَولى النَّبِيِّ صلَّى اللهُ عليه وسلَّمَ، وكان يَملِكُ بيْتينِ في دارِ سَعدِ بنِ أبي وقَّاصٍ رَضيَ اللهُ عنه، والدارُ يُقصَدُ بها مَجموعةٌ مِن البيوتِ داخلَ دائرةٍ مِن الأسوارِ حَولَها، فأرادَ بَيعَهما فعَرَضَهما على سَعدٍ رَضيَ اللهُ عنه؛ لأنَّ له حَقَّ الشُّفعةِ، فقالَ سَعدٌ رَضيَ اللهُ عنه: «واللهِ ما أَبتاعُهما»، فأقسَمَ أنَّه لا يَشْترِيهما، فَأقْسَمَ المِسْوَرُ بنُ مَخْرَمةَ رَضيَ اللهُ عنهما على سَعدٍ أنْ يَشتريَهما مِن أبي رافعٍ رَضيَ اللهُ عنه، فأخبَرَه سَعدٌ رَضيَ اللهُ عنه أنَّه لنْ يُعطِيَه ثَمنًا لهما أكْثرَ مِن أربعةِ آلافٍ، يَقصِدُ دِرهمًا، وقوله: «مُنجَّمَةً أو مُقَطَّعَةً» شكٌّ مِنَ أحدِ رُواةِ الحديثِ، والمرادُ: مُؤجَّلَةً على أقساطٍ مَعلومةٍ، فأخبَرَه أبو رافِعٍ رَضيَ اللهُ عنه أنَّه عُرِضَ عليه فيهما خَمسُ مِئةِ دِينارٍ، والمَعْنى: أنَّ سَعْدًا نقَصَ مِن قِيمةِ البيتينِ إمَّا ألْفَ دِرهمٍ فِضةً أو مِئةَ دِينارٍ ذَهبًا، فقال له أبو رافعٍ: كيف أَبيعُك إيَّاها بأربعةِ آلافِ دِرهمٍ، وقدْ رفَضْتُ بَيعَها بخَمسةِ آلافِ دِرهمٍ؟!\nومع ذلك فقدْ باع أبو رافعٍ لسَعدٍ بالثَّمنِ الأقلِّ، وأخبَرَ أنَّه فَعَلَ ذلك امتثالًا لقَولِ النَّبِيَّ صلَّى اللهُ عليه وسلَّمَ: «الجارُ أحقُّ بِسَقَبِه»؛ والسَّقَبُ: القُربُ والملاصَقةُ، أو الشَّريكُ، واسمُ الجارِ قد يَقَعُ على الشَّريكِ؛ لأنَّه قد يُجاوِرُ شَريكَه ويُساكِنُه في الدَّارِ المُشتَرَكةِ. فهو أحقُّ بما جاوَرَ دارَه، ولولا ذلك ما باعَهَا له بأربعةِ آلافِ دِرهمٍ مُقَسَّطةً وهو يَستطيعُ أنْ يَبيعَ بِخمسِ مئةِ دِينارٍ.\nوفي الحديثِ: حرص الصَّحابةُ على مُوافقةِ السُّننِ والعملِ بها، والسَّماحةِ بأموالِهم في جَنْبِ ذلك.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}