{
    "hadith_id": "6997",
    "hadith": "مَن رَآنِي فقَدْ رَأَى الحَقَّ؛ فإنَّ الشَّيْطانَ لا يَتَكَوَّنُنِي.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "6997",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "انعَقَدتْ قُلوبُ المُؤمِنينَ على حُبِّ النَّبيِّ صلَّى اللهُ عليه وسلَّم، وتَمَنَّتْ أعيُنُهم أنْ لو رأتِ النَّبيَّ صلَّى اللهُ عليه وسلَّم.\nوفي هذا الحَديثِ يُبشِّرُ النَّبيُّ صلَّى اللهُ عليه وسلَّم بأنَّ مَن رآهُ في المنامِ فقدْ رَآهُ حقًّا، وأنَّ هذِه رُؤيا صَحيحةٌ ليْستْ بأضغاثِ أحلامٍ ولا مِن تَشَبُّهاتِ الشَّيطانِ؛ لأنَّ الشَّيطانَ وإنْ كان يُمكِنُه التَّصوُّرُ في أيِّ صُورةٍ أراد؛ فإنَّه لا يُمكِنُه التَّصوُّرُ في صُورةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، ولا يَتشَبَّهُ به.\nوقولُه صلَّى اللهُ عليه وسلَّم: «فإنَّ الشَّيطانَ لا يَتَكَوَّنُنِي»، أي: لا يتمَثَّلُ بي، ولا يتشَكَّلُ بشَكْلي؛ ففي الصَّحيحينِ من حديثِ أبي هُرَيرةَ: «لا يَتمثَّلُ بي».\nويُشتَرَطُ حتى يَكونَ الرَّائي رأى النَّبيَّ صلَّى اللهُ عليه وسلَّم أنْ يَراه على صِفَتِه المَعروفةِ المَنقولةِ إلينا في كُتُبِ السُّنَّةِ، ولو في أيِّ مَرحَلةٍ مِن مَراحِلِ حَياتِه، ومَن رأى النَّبيَّ صلَّى اللهُ عليه وسلَّم على غَيرِ صُورَتِه المَعروفةِ فلا يُقالُ: إنَّه رأى النَّبيَّ صلَّى اللهُ عليه وسلَّم؛ فقدْ تَكونُ الرُّؤيا تَعبيرًا عن حالِ الرَّائي له صلَّى اللهُ عليه وسلَّم، أو تَخيُّلًا منه هو لِصِفةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، أو تَكونُ مِنَ الشَّيطانِ؛ لِأنَّ الحَديثَ ذَكَرَ أنَّ الشَّيطانَ لا يَتمَثَّلُ بصُورةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم.\nولا يَلزَمُ مِن ذلك أنْ يَكونَ الرَّائي مِنَ الصَّالِحينَ، ولا يَجوزُ أنْ يُعتَمَدَ عليها في شَيءٍ يُخالِفُ ما عُلِمَ مِنَ الشَّرعِ، بل يَجِبُ عَرْضُ ما سَمِعَه الرَّائي مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّم مِن أوامِرَ، أو نَواهٍ، أو خَبَرٍ، أو غَيرِ ذلك مِنَ الأُمورِ التي يَسمَعُها أو يَراها الرَّائي لِلرَّسولِ صلَّى اللهُ عليه وسلَّم على الكِتابِ والسُّنَّةِ الصَّحيحةِ، فما وافَقَهما أو أحَدَهما قُبِلَ، وما خالَفَهما أو أحَدَهما تُرِكَ؛ لِأنَّ اللهَ سُبحانَه قدْ أكمَلَ لِهذه الأُمَّةِ دِينَها، وأتَمَّ عليها النِّعمةَ قبْلَ وَفاةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم؛ فلا يَجوزُ أنْ يُقبَلَ مِن أحَدٍ مِنَ النَّاسِ ما يُخالِفُ ما عُلِمَ مِن شَرعِ اللهِ ودِينِه، سواءٌ كان ذلك مِن طَريقِ الرُّؤيا أو غَيرِها، وهذا مَحَلُّ إجماعٍ بَينَ أهلِ العِلْمِ المُعتَدِّ بهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}