{
    "hadith_id": "7005",
    "hadith": "الرُّؤْيا مِنَ اللَّهِ، والحُلْمُ مِنَ الشَّيْطانِ، فإذا حَلَمَ أحَدُكُمُ الحُلُمَ يَكْرَهُهُ فَلْيَبْصُقْ عن يَسارِهِ، ولْيَسْتَعِذْ باللَّهِ منه، فَلَنْ يَضُرَّهُ.",
    "rawi": "أبو قتادة الحارث بن ربعي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7005",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3292 )، ومسلم (2261)",
    "sharh": "أرشَدَ النَّبيُّ صلَّى اللهُ عليه وسلَّم المُسلمَ إلى ما يَحفَظُه اللهُ به ويَرْعاه مِن كلِّ ما يَتَعرَّضُ له مِن شَرٍّ في يَقَظتِه ومَنامِه، ومِن الصُّورِ التي يَأْتي فيها الشَّرُّ للإنسانِ أثناءَ مَنامِه: الأحْلامُ المُفزِعةُ.\nوفي هذا الحديثِ يُخبِرُ التابعيُّ أبو سَلَمةَ بنُ عَبدِ الرَّحمنِ بنِ عَوفٍ أنَّه كان يَرَى الرُّؤيا، فتكونُ سَببًا في مرَضِه وألَمِه، ولعلَّها الأحلامُ الشَّيطانيَّةُ التي يصَوِّرُها الشَّيطانُ للإِنسانِ في أثناءِ نَومِه أشكالًا مختَلِفةً من الأشباحِ المُخيفةِ التي تؤذي النَّائِمَ، وتُثيرُ في نَفْسِه الآلامَ والمخاوِفَ، وتسَبِّبُ له القَلَقَ النَّفسيَّ، وظَلَّ على حالِه تلك حتى سمع من الصَّحابيِّ الجليلِ أبي قتادةَ الأنصاريِّ رَضِيَ اللهُ عنه أنَّه كان يقَعُ له في أحلامِه مِثلُ ما يحدُثُ لأبي سَلَمةَ، حتى أرشده النَّبيُّ صلَّى اللهُ عليه وسلَّم إلى أنَّ مَن رَأى رُؤيَا حَسَنةً مِمَّا يُحِبُّ أو يَراها له غيرُه، فتَكونُ بُشْرى بخيْرٍ أو ناهيةً عن شَرٍّ، «فلا يُحدِّثْ به إلَّا مَن يُحِبُّ»؛ لأنَّ الحبيبَ إنْ عَرَف خيْرًا قاله، وإنْ جَهِل أو شَكَّ سَكَت، وأمَّا مَن رَأى ما يَكرَهُ -كالأحلامِ الشَّيطانيَّةِ- فعليه أنْ يَتعوَّذَ باللهِ مِن شَرِّ هذه الرُّؤيا، ومِن شَرِّ الشَّيطانِ؛ لأنَّه الذي يُخَيِّلُ له فيها، ثمَّ يَتفِلَ -أي يَبصُقَ- عن يَسارِه ثَلاثًا، استِقذارًا للشَّيطانِ واحتِقارًا له، كما يَفعَلُ الإنسانُ عندَ الشَّيءِ القَذِرِ يَراه، «ولا يُحدِّثْ بها أحدًا»؛ فإنه إنْ فَعَل ما أَرْشَد إليه الَّنبيُّ صلَّى اللهُ عليه وسلَّم، فلنْ تَضُرَّه هذه الرُّؤيا المكروهةُ؛ لأنَّ ما ذُكِرَ مِنَ التَّعوُّذِ وغيرِه سَببٌ للسَّلامةِ من ذلك.\nوفي الحَديثِ: أنَّ في اتِّباعِ السُّنَّةِ النبَوِيَّةِ راحةً للنَّفسِ مِن وَساوِسِ الشَّيطانِ التي يُلْقِيها للإنسانِ في المنامِ.\nوفيه: النَّهيُ عن إخبارِ النَّاسِ بالحُلْمِ المفزِعِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}