{
    "hadith_id": "7048",
    "hadith": "أنا علَى حَوْضِي أنْتَظِرُ مَن يَرِدُ عَلَيَّ، فيُؤْخَذُ بناسٍ مِن دُونِي، فأقُولُ: أُمَّتِي، فيُقالُ: لا تَدْرِي، مَشَوْا علَى القَهْقَرَى قالَ ابنُ أبِي مُلَيْكَةَ: اللَّهُمَّ إنَّا نَعُوذُ بكَ أنْ نَرْجِعَ علَى أعْقابِنا، أوْ نُفْتَنَ.",
    "rawi": "أسماء بنت أبي بكر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7048",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2293) باختلاف يسير",
    "sharh": "الحوْضُ مَجمَعُ ماءٍ عظيمٌ يَرِدُهُ المُؤمِنون في عَرَصاتِ القِيامةِ، وهو مِن فضْلِ اللهِ الذي أعطاهُ لنَبيِّه محمَّدٍ صلَّى اللهُ عليه وسلَّم؛ زِيادةً في إكرامِهِ ولُطفِه به وبأُمَّتِه، وسيشرَبُ منه المُؤمِنون الموحِّدون باللهِ عزَّ وجَلَّ.\nوفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّم عَن مَشهدٍ مِن مَشاهدِ يوْمِ القيامةِ، حيثُ يكونُ صلَّى اللهُ عليه وسلَّم واقفًا على الحوضِ، فيَأتي رَهْطٌ يَعرِفُهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّم، والرَّهطُ: ما دُونَ العَشْرَةِ مِنَ الرِّجالِ، «فيُحَلَّؤُونَ»، أي: يُصرَفون عَنِ الحوضِ، وتُبعِدُهم الملائِكةُ، فيَقولُ النَّبيُّ صلَّى اللهُ عليه وسلَّم: «يا رَبِّ، أصحابي!»، يعني: هؤلاءِ مِن أصحابي وأصحاب ديني من المسلِمين، فيُقالُ له: «إنَّك لا عِلمَ لك بما أحْدَثوا بعْدَك؛ إنَّهمُ ارتدُّوا على أدبارِهم القَهْقَرى»، فرَجَعوا عَنِ الحقِّ والهدايةِ إلى الضَّلالِ، والقَهْقَرَى: هو الرُّجوعُ إلى الخَلْفِ، والمقصودُ بهؤلاءِ إمَّا الَّذين ارْتَدُّوا على عَهدِ أبي بَكْرٍ رضِيَ اللهُ عنه، فَقاتَلَهم أبو بَكْرٍ رضِي اللهُ عنه حتَّى قُتِلوا وماتوا على الكُفرِ، أو أنَّهم كانوا مُنافِقين ولم يَرجِعوا إلى الإسلامِ، فاستَحقُّوا الإبعادَ عنكَ وعنْ صُحبَتِكَ، وهذا يدُلُّ على عَظيمِ خَطرِ الإحداثِ في الدِّينِ بعْدَ النَّبيِّ صلَّى اللهُ عليه وسلَّم، وفيه تَهديدٌ شديدٌ لكلِّ مَن أحْدَث في الدِّين ما لا يَرضاهُ اللهُ بأنْ يكونَ مِن المطرودِينَ عن الحوضِ، ومِن أشدِّ هؤلاءِ المُحْدِثينَ في الدِّينِ: مَن خالَفَ جماعةَ المُسلِمينَ، كالخَوارجِ والرَّوافضِ وأَصحابِ الأهواءِ، وكذلك الظَّلَمةُ المسرِفونَ في الجَورِ وطمْسِ الحقِّ، والمُعلِنون بالكبائِرِ؛ فكلُّ هؤلاء يُخافُ عليهم أنْ يَكونوا ممَّن عُنُوا بهذا الحديثِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}