{
    "hadith_id": "7058",
    "hadith": "هَلَكَةُ أُمَّتي علَى يَدَيْ غِلْمَةٍ مِن قُرَيْشٍ. فقالَ مَرْوانُ: لَعْنَةُ اللَّهِ عليهم غِلْمَةً. فقالَ أبو هُرَيْرَةَ: لوْ شِئْتُ أنْ أقُولَ: بَنِي فُلانٍ، وبَنِي فُلانٍ، لَفَعَلْتُ. فَكُنْتُ أخْرُجُ مع جَدِّي إلى بَنِي مَرْوانَ حِينَ مُلِّكُوا بالشَّأْمِ، فإذا رَآهُمْ غِلْمانًا أحْداثًا، قالَ لنا: عَسَى هَؤُلاءِ أنْ يَكونُوا منهمْ؟ قُلْنا: أنْتَ أعْلَمُ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7058",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (7058) واللفظ له، ومسلم (2917)",
    "sharh": "كان الحُكمُ بعد رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم خلافةً راشِدةً، ثمَّ تحوَّل بعد الخليفةِ معاويةَ بنِ أبي سفيانَ رَضِيَ اللهُ عنه مُلكًا يُورَّثُ لِمن يخَلِّفُه من الأبناءِ.\nوفي هذا الحَديثِ يُخبِرُ أبو هُرَيْرةَ رَضِيَ اللهَ عنه عن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم بأنَّ هلاكَ أمَّةِ الإسلامِ سيقَعُ بَعْدَه، ويكونُ ذلك بالفِتَنِ والاقتِتال الَّذِي جَرَى بيْن المسلمين، والاستِئْثارِ بالمالِ والحُكمِ بغيرِ حَقٍّ، وقيل: لم يُرِدْ بالأمَّةِ جميعَ أمَّتِه من أوَّلِها إلى آخِرِها، بل من كان موجودًا من أمَّتِه في ذلك الزَّمانِ المذكورِ، وسيكونُ هذا الهلاكُ «على يَدَيْ غِلْمَةٍ مِن قُرَيْشٍ»، أي: يكونون أُمراءَ ويَصِلون إلى المُلْكِ والسُّلطانِ عَنوةً واقتدارًا، فيَظلِمون ويتجَبَّرون، أو أنهم يُهلِكون النَّاسَ بسَبَبِ طَلَبِهم المُلْكَ، والقِتالِ لأجْلِه، فتَفسُدُ أحوالُ النَّاسِ.\nوغِلْمةٌ جمْعُ قِلَّةٍ لغُلامٍ، وهو الشَّابُّ الَّذِي ظهَرَ شارِبُه، وهذا للدَّلالةِ على سَفاهَةِ عُقولِهم وحَداثةِ أسنانِهم، وأنهم لا خِبرةَ لهم، ولا جرَّبوا الأمورَ، ولا لهم محافَظةٌ على أمورِ الدِّينِ، وإنما تصَرُّفُهم على مقتضى غَلَبةِ الأهواء، وحِدَّةِ الشَّبابِ، وقد يُطلَقُ الصَّبيُّ والغُلَيِّم -بالتصغير- على ضَعيفِ العَقلِ والتدبيرِ والدِّينِ، ولو كان محتَلِمًا بالغًا.\nفلمَّا سمع مَرْوَانُ بنُ الحَكَمِ بنِ أبي العَاصِ بنِ أُمَيَّةَ والي المدينةِ في زَمَنِ خلافةِ مُعاويةَ بنِ أبي سُفيانَ رَضِيَ اللهُ عنه، دعا على هؤلاء الذين سيَحدُثُ على أيديهم ذلك، فقال: «لَعْنَةُ اللهِ عليهِم غِلْمَةً»، واللَّعنُ هو الدُّعاءُ بالطَّردِ مِن رَحمةِ اللهِ، فقال له أبو هُرَيْرةَ: «لو شِئتُ أنْ أقولَ: بَنِي فُلانٍ، وبَنِي فُلانٍ، لفَعَلْتُ»، كأنَّ أبا هُرَيرةَ رَضِيَ اللهُ عنه كان يَعرِفُ أسماءَهم وصفاتِهم ولكِنَّه لم يَذكُرْهم؛ خوْفًا على نفْسِه، حيث خَشِي أنْ يَقتُلَه أهْلُ الجَورِ إذا سَمِعوا عَيْبَه لفِعلِهم وتَضْليلَه لسَعيهم، أو خوفًا من الفتنةِ التي يمكِنُ أن تقَعَ إذا ذكرهم، ولم تكُنْ هذه الأحاديثُ مِن الأحكامِ الشَّرعيَّةِ التي لا يَسَعُ المرءَ كِتمانُها.\nفقال عَمْرُو بنُ يَحْيَى بنِ سَعيدِ بنِ عَمْرِو بنِ سَعيدِ بنِ العاصِي بنِ أُمَيَّةَ: «فكُنتُ أخرُجُ مع جَدِّي» سعيدِ بنِ عَمرٍو، إلى بَنِي مَرْوَانَ حينَ مَلَكُوا بالشَّأْمِ وغيرِها لَمَّا وَلُوا الخلافةَ، وإنما خُصَّت الشَّامُ بالذِّكرِ؛ لأنها كانت مساكِنَهم من عَهدِ مُعاويةَ رَضِيَ اللهُ عنه، وكان أوَّلُهم: مَرْوَانَ بنَ الحَكَمِ نفْسَه، وكان سَعيدُ بنُ عَمْرٍو إذا رأى الأمراءَ غِلمانًا صِغارَ السِّنِّ، قال لِمَن حَولَه: «عَسَى هؤلاءِ أنْ يَكُونُوا منهم؟» فيقولُ أولادُه وأتباعُه مِمَّن سَمِع منه ذلك: «أنتَ أعلَمُ»، وهذا مُشعِرٌ بأنَّ هذا القَولَ صدر منه في أواخِرِ دَولةِ بني مروانَ، بحيث يمكِنُ لعَمرِو بنِ يحيى أن يسمَعَ ذلك منه، وقد بَقِيَ سعيدُ بنُ عَمرٍو إلى أن وَفد على الوليدِ بنِ يزيدَ بنِ عبدِ المَلِكِ، وذلك قُبَيلَ الثلاثينَ ومائةٍ.\nوفي الحَديثِ: علامةٌ مِن عَلاماتِ نبُوَّتِه صلَّى اللهُ عليه وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}