{
    "hadith_id": "7078",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ خَطَبَ النَّاسَ فَقالَ: ألَا تَدْرُونَ أيُّ يَومٍ هذا قالوا: اللَّهُ ورَسولُهُ أعْلَمُ، قالَ: حتَّى ظَنَنَّا أنَّه سَيُسَمِّيهِ بغيرِ اسْمِهِ، فَقالَ: أليسَ بيَومِ النَّحْرِ قُلْنَا: بَلَى يا رَسولَ اللَّهِ، قالَ: أيُّ بَلَدٍ هذا، أليسَتْ بالبَلْدَةِ الحَرَامِ قُلْنَا: بَلَى يا رَسولَ اللَّهِ، قالَ: فإنَّ دِمَاءَكُمْ، وأَمْوَالَكُمْ، وأَعْرَاضَكُمْ، وأَبْشَارَكُمْ، علَيْكُم حَرَامٌ، كَحُرْمَةِ يَومِكُمْ هذا، في شَهْرِكُمْ هذا، في بَلَدِكُمْ هذا، ألَا هلْ بَلَّغْتُ قُلْنَا: نَعَمْ، قالَ: اللَّهُمَّ اشْهَدْ، فَلْيُبَلِّغِ الشَّاهِدُ الغَائِبَ، فإنَّه رُبَّ مُبَلِّغٍ يُبَلِّغُهُ لِمَن هو أوْعَى له فَكانَ كَذلكَ، قالَ: لا تَرْجِعُوا بَعْدِي كُفَّارًا، يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ فَلَمَّا كانَ يَوْمُ حُرِّقَ ابنُ الحَضْرَمِيِّ، حِينَ حَرَّقَهُ جَارِيَةُ بنُ قُدَامَةَ، قالَ: أشْرِفُوا علَى أبِي بَكْرَةَ، فَقالوا: هذا أبو بَكْرَةَ يَرَاكَ، قالَ عبدُ الرَّحْمَنِ: فَحَدَّثَتْنِي أُمِّي عن أبِي بَكْرَةَ، أنَّه قالَ: لو دَخَلُوا عَلَيَّ ما بَهَشْتُ بقَصَبَةٍ.",
    "rawi": "أبو بكرة نفيع بن الحارث",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7078",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1679) باختلاف يسير",
    "sharh": "ذَكَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في مَواضِعَ مُتفرِّقةٍ في حَجَّةِ الوَداعِ وَصايا جامِعةً لأُمَّتِه، فيها الكَثيرُ مِن الأوامِرِ، والنَّواهي، والتَّوْجيهاتِ.\nوفي هذا الحَديثِ يَحْكي أبو بَكْرةَ نُفَيْعُ بنُ الحارِثِ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قال يومَ النَّحْرِ في حَجَّةِ الوَداعِ، في العامِ العاشِرِ مِن الهِجْرةِ: «الزَّمانُ قدِ اسْتَدارَ كهَيْئةِ يَومَ خَلَقَ السَّمَواتِ والأرْضَ»، أي: إنَّ الزَّمانَ في انْقِسامِه إلى الأعْوامِ، والأعْوامِ إلى الأشْهرِ، عادَ إلى أصْلِ الحِسابِ والوَضْعِ الَّذي اخْتارَه اللهُ ووضَعَه يَومَ خلَقَ السَّمَواتِ والأرضَ؛ وذلك أنَّ العرَبَ كانوا يُؤَخِّرونَ شَهرَ المُحرَّمِ ليُقاتِلوا فيه، وهكذا يُؤَخِّرونَه كلَّ سَنةٍ، فيَنتَقِلُ مِن شَهرٍ إلى شَهرٍ حتَّى جَعَلوه في جَميعِ شُهورِ السَّنةِ، فلمَّا كانت تلك السَّنةُ، كان قدْ عادَ إلى زَمنِه المَخْصوصِ به. \nوقدْ خلَقَ اللهُ سُبحانه السَّنةَ اثْنَيْ عَشَرَ شَهرًا، منها أربَعةٌ حُرُمٌ، ثَلاثةٌ مُتَوالِياتٌ: ذو القَعْدةِ؛ وسُمِّيَ بذلك للقُعودِ فيه عنِ القِتالِ، وذو الحِجَّةِ؛ للحَجِّ، والمُحَرَّمُ؛ لتَحْريمِ القِتالِ فيهِ، وواحِدٌ فَردٌ، وهو رجَبُ مُضَرَ، ونُسِبَ إلى قَبيلةِ مُضَرَ؛ لأنَّها كانت تُحافِظُ على تَحْريمِه أشدَّ مِن مُحافَظةِ سائرِ العرَبِ، ولم يكُنْ يَستَحِلُّه أحَدٌ مِنَ العرَبِ، وقولُه: «الَّذي بيْن جُمادى وشَعْبانَ» تَحْديدٌ لشَهرِ رَجبٍ الحَقيقيِّ. \nثمَّ سَأَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ الحاضِرينَ أيُّ شَهرٍ هذا؟ وأيُّ بَلدٍ هذا؟ وأيُّ يومٍ هذا؟ وفي كُلِّ مرَّةٍ يُجيبونَه: اللهُ ورَسولُه أعلَمُ؛ مُراعاةً للأدَبِ، وتحَرُّزًا مِن التَّقدُّمِ بيْنَ يَدَيِ اللهِ ورَسولِه، وتَوقُّفًا فيما لا يُعلَمُ الغَرَضُ مِنَ السُّؤالِ عنه، وفي كلِّ مرَّةٍ يَسكُتُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ حتَّى يَظَنُّوا أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ سيُغيِّرُ الاسمَ المعروفَ، فقال صلَّى اللهُ عليه وسلَّمَ عنِ الشَّهرِ: إنَّه ذو الحِجَّةِ، والبَلدَ مكَّةُ، واليومَ يومُ النَّحْرِ، ويُوافِقُ العاشِرَ مِن ذي الحِجَّةِ، وسُمِّيَ بذلك؛ لِما يَجْري فيه مِن نَحرِ الهَدْيِ والأضاحيِّ، فهو يُوافِقُ عيدَ الأضْحى عندَ عُمومِ المُسلِمينَ.\nثمَّ قال صلَّى اللهُ عليه وسلَّمَ: «فإنَّ دِماءَكم، وأمْوالَكم، وأعْراضَكم عليكم حَرامٌ كحُرْمةِ يَومِكم هذا، في بَلدِكم هذا، في شَهرِكم هذا»، أي: حَرامٌ كحُرْمةِ يومِ النَّحْرِ، وحُرْمةِ الشَّهرِ الحَرامِ، وحُرْمةِ مكَّةَ المُكرَّمةِ، وهذا فيه تَأكيدٌ شَديدٌ منَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ على تَحْريمِ الدِّماءِ، وتَشمَلُ النُّفوسَ وما دونَها، والأمْوالِ، وتَشمَلُ القَليلَ والكَثيرَ، والأعْراضِ، وتَشمَلُ الزِّنا واللِّواطَ والقَذْفَ ونَحوَ ذلك؛ فكُلُّها مُحرَّمةٌ أشدَّ التَّحْريمِ، وحَرامٌ على المُسلمِ أنْ يَنتَهِكَها مِن أخيهِ المُسلِمِ.\nثمَّ أخْبَرَهم صلَّى اللهُ عليه وسلَّمَ أنَّهم سيَلقَوْنَ ربَّهم فسيَسْأَلُهم يومَ القيامةِ عن أعْمالِهم التي عَمِلوها في الدُّنيا، وهذا تَأكيدٌ لِما سبَقَ مِن ذِكرِ حُرْمةِ الدِّماءِ، وما عُطِفَ عليها، أي: إذا تَأكَّدَ لدَيْكم شِدَّةُ حُرْمةِ ذلك، فاحْذَروا أنْ تَقَعوا فيه؛ فإنَّكم سَوف تُلاقونَ ربَّكم، فيَسْألُكم عن أعْمالِكم، وهو أعلَمُ بها منكم، والسُّؤالُ يَتضَمَّنُ الجَزاءَ عليها.\nثمَّ قال: «ألَا فلا تَرْجِعوا بَعْدي ضُلَّالًا يَضرِبُ بَعضُكم رِقابَ بَعضٍ»، والمَعنى: إيَّاكم أنْ تَضِلُّوا بَعْدي، وتُعْرِضوا عَمَّا ترَكْتُكم عليه، مِنَ التَّمسُّكِ بكِتابِ ربِّكم، وسُنَّةِ نَبيِّكم؛ فإنَّكم إنْ مِلْتُم عن ذلكمْ ضَلَلتمُ الطَّريقَ، وارْتَكَبتم أعظَمَ ما حذَّرتُكم منه، واجْتَرَأْتم على دِماءِ بعضِكم بعضًا، وأصبَحَ يَضرِبُ بعضُكم رِقابَ بعضٍ، وهذا هو الضَّلالُ، وفي رِوايةٍ أُخْرى في الصَّحيحَينِ، قال: «كفَّارًا» بدَلَ «ضُلَّالًا»، ويكونُ المَعنى: لا تَفْعَلوا أفْعالَ الكُفَّارِ الَّذين يَستَبيحونَ دِماءَ بعضِهم، وقيلَ: إنَّ قَتْلَ المؤمِنِ واسْتِباحةَ دَمِه بغيرِ وَجهِ حقٍّ أمرٌ يُفْضي إلى الكُفرِ.\nثمَّ أوْصاهم صلَّى اللهُ عليه وسلَّمَ أنْ يُبلِّغَ الَّذي حضَرَ وسمِعَ كَلامَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ الغائِبَ؛ فلعَلَّ بَعضَ مَن يَبلُغُه الكلامُ يَكونُ أوْعَى -أي: أكثَرَ وَعْيًا وتَفهُّمًا له- مِن بعضِ مَن سَمِعَه، وكان محمَّدُ بنُ سِيرينَ -أحَدُ رُواةِ الحَديثِ- إذا ذكَرَ ذلك يُصدِّقُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ، فيَقولُ: صدَقَ مُحمَّدٌ صلَّى اللهُ عليه وسلَّمَ؛ فقد رَأى أنَّ كَثيرًا مِن المبلَّغِينَ أوْعى مِن المبلِّغَين.\nثمَّ ختَمَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ خُطبَتَه بقولِه: «ألَا هل بلَّغْتُ؟»، أي: ما فُرِضَ علَيَّ تَبْليغُه مِنَ الرِّسالةِ، وهو اسْتِفهامٌ على جِهةِ التَّقْريرِ، أي: قدْ بلَّغتُكم ما أُمِرْتُ بتَبْليغِه لكم، فلا عُذرَ لكم، ويُحتَمَلُ أنْ يَكونَ على جِهةِ اسْتِعلامِ ما عندَهم، واستِنْطاقِهم بذلك، وكرَّرَ كَلامَه ليَكونَ أكثَرَ وَقْعًا وتَعْظيمًا، وفي رِوايةٍ أُخْرى في الصَّحيحَينِ: أنَّ الصَّحابةَ رَضيَ اللهُ عنه أجابوا النَّبيَّ صلَّى اللهُ عليه وسلَّمَ بقَولِهم: «نَعمْ»، فقال صلَّى اللهُ عليه وسلَّمَ حينَئذٍ: ««اللَّهمَّ اشهَدْ»، أي: أنِّي قد بلَّغْتُ رِسالتَكَ، وأدَّيْتُها إلى النَّاسِ.\nوفي الحَديثِ: إقْرارُه صلَّى اللهُ عليه وسلَّمَ للأشهُرِ الحُرُمِ معَ تَحْديدِها، وهي الَّتي كانوا في الجاهِليَّةِ يَمتَنِعونَ فيها عنِ القِتالِ.\nوفيه: الأمرُ بتَبْليغِ العِلمِ ونَشرِه، وإشاعةِ السُّنَنِ والأحْكامِ.\nوفيه: مَشْروعيَّةُ التَّحمُّلِ قبْلَ كَمالِ الأهْليَّةِ، وأنَّ الفَهمَ ليس شَرطًا في الأداءِ.\nوفيه: أنَّ العِلمَ والفَهمَ مُمتَدٌّ في الأُمَّةِ، وليس مُقتَصِرًا على مَن سَمِعَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أو رَآهُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}