{
    "hadith_id": "7098",
    "hadith": "قِيلَ لِأُسَامَةَ: ألَا تُكَلِّمُ هذا؟ قالَ: قدْ كَلَّمْتُهُ ما دُونَ أنْ أفْتَحَ بَابًا أكُونُ أوَّلَ مَن يَفْتَحُهُ، وما أنَا بالَّذِي أقُولُ لِرَجُلٍ، بَعْدَ أنْ يَكونَ أمِيرًا علَى رَجُلَيْنِ: أنْتَ خَيْرٌ، بَعْدَ ما سَمِعْتُ مِن رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يقولُ: يُجَاءُ برَجُلٍ فيُطْرَحُ في النَّارِ، فَيَطْحَنُ فِيهَا كَطَحْنِ الحِمَارِ برَحَاهُ، فيُطِيفُ به أهْلُ النَّارِ فيَقولونَ: أيْ فُلَانُ، ألَسْتَ كُنْتَ تَأْمُرُ بالمَعروفِ وتَنْهَى عَنِ المُنْكَرِ؟ فيَقولُ: إنِّي كُنْتُ آمُرُ بالمَعروفِ ولَا أفْعَلُهُ، وأَنْهَى عَنِ المُنْكَرِ وأَفْعَلُهُ.",
    "rawi": "أسامة بن زيد",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7098",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (7098)، ومسلم (2989)",
    "sharh": "دفْعُ المَفاسِدِ مُقدَّمٌ علَى جَلْبِ المَصالِحِ، وقدْ حرَصتْ شَريعةُ الإسلامِ المُطهَّرةُ على استِجلابِ المَصالِحِ والنِّعمِ، ودَرْءِ المَفاسِدِ والنِّقَمِ، وفي هذا الحَديثِ أدبٌ عَظيمٌ مِن آدابِ مُناصَحةِ وَليِّ الأمْرِ التي أُمِرْنا بها؛ ممَّا يُحصِّلُ المصلحةَ بأقربِ طَريقٍ ويَدفَعُ المَفسَدةَ، حيثُ يروي التابعيُّ أبو وائلٍ شَقيقُ بنُ سَلَمةَ أنَّه قِيلَ لأُسامةَ بنِ زَيدٍ رَضيَ اللهُ عنهما: «لو أتيتَ فُلانًا فكَلَّمتَه»، وجاءَ في رِوايةٍ عندَ مُسلمٍ: «قيل له: ألَا تَدخُلُ على عُثمانَ رَضيَ اللهُ تعالَى عنه وتُكلِّمُه»، أي: في شَأنِ أخيهِ لأُمِّه الوَليدِ بنِ عُقْبةَ بنِ أبي مُعَيطٍ، وما ظهَرَ منه مِن شُربِ الخمْرِ، وقدْ جَلَدَه عُثمانُ رَضيَ اللهُ عنه بعْدَ ذلك، وعَزَلَه بعْدَ أنْ ثَبَتَ عليه شُربُ الخَمْرِ.\nفقال لهم أُسامةُ: «إنَّكم لَترَوْنَ أنِّي لا أُكلِّمُه إلَّا أُسمِعُكم»، أي:  أتظُنُّونَ أنِّي لا أُكلِّمُه إلَّا وأنتم تَسمَعونَ؟ وأخْبَرَهم أنَّه كلَّمَه على سَبيلِ المصلحةِ والأدبِ في السِّرِّ؛ لأنَّه أتْقى ما يكونُ عن المجاهَرةِ بالإنكارِ والقِيامِ على الأئمَّةِ، ودونَ أنْ يكونَ فيه تَهييجٌ للفِتنةِ ونَحوِها، فيكون بذلك قدْ فَتَحَ بابًا للتَّطاوُلِ على الخليفةِ، وهو بابُ فِتنةٍ وشَرٍّ.\nثمَّ عَرَّفهم أُسامةُ رَضيَ اللهُ عنه بأنَّه لا يُداهِنُ أحدًا ولو كان أميرًا، بلْ يَنصَحُه في السِّرِّ، ولا يَتملَّقُ للأمراءِ فيَمدَحُهم في وُجوهِهم بالباطلِ، بعْدَما سَمِعَ مِن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ أنَّه يُؤتَى برجُلٍ يومَ القِيامة، فيُلْقَى في النَّارِ، فتَنْدَلِقُ أقْتَابُه -وهي أمْعاؤه- فتَخرُجُ مِن بَطْنِه خُروجًا سَريعًا مِن شِدَّةِ الحَرِّ وشِدَّةِ العذابِ، فيَدُورُ بأمْعائِه على هذا الحالةِ في النَّارِ كدَوَرانِ الحمارِ حَولَ رَحاهُ، «فيُطِيفُ به أهلُ النَّارِ»، أي: يَجتمِعونَ حَولَه على هَيئةِ حَلْقَةٍ تُحيطُ به، فيَسأَلونه: يا فُلانُ، ألَستَ كُنتَ تَأمُرُ بالمعروفِ وتَنهى عن المُنكَرِ؟! فيقولُ: إنِّي كُنتُ آمُرُ بالمعروفِ ولا أفعَلُه، وأَنهى عن المنكَرِ وأفعَلُه. وذَكَر لهم قصَّةَ الرَّجُلِ الَّذي يُطرَحُ في النَّارِ لكونِه كان يَأمُرُ بالمعروفِ ولا يَفعَلُه؛ لِيَتبرَّأَ ممَّا ظنُّوا به مِن سُكوتِه عن عُثمانَ رَضيَ اللهُ عنه في أخيهِ.\nوفي الحديثِ: ذمُّ مُداهنةِ الأمراءِ في الحقِّ وإظهارِ ما يُبطِنُ خِلافَه كالمتملِّقِ بالباطلِ.\nوفيه: الأدبُ مع الأمراءِ واللُّطفُ بهم ووَعْظُهم سِرًّا، وتَبليغُهم قولَ النَّاسِ فيهم؛ ليَكُفُّوا عن فِعلِ الخطَأِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}