{
    "hadith_id": "7099",
    "hadith": "لقَدْ نَفَعَنِي اللَّهُ بكَلِمَةٍ أيَّامَ الجَمَلِ، لَمَّا بَلَغَ النبيَّ صَلَّى اللهُ عليه وسلَّمَ أنَّ فَارِسًا مَلَّكُوا ابْنَةَ كِسْرَى قالَ: لَنْ يُفْلِحَ قَوْمٌ ولَّوْا أمْرَهُمُ امْرَأَةً.",
    "rawi": "أبو بكرة نفيع بن الحارث",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7099",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "خلَقَ اللهُ المَرأةَ، وجعَلَ لها طَبيعةً تَختلِفُ عن طَبيعةِ الرَّجلِ، وقدْ أخبَرَ اللهُ تعالَى في كِتابِه أنَّ الرِّجالَ قَوَّامونَ على النِّساءِ، وثمَّةَ أُمورٌ لا يَصلُحُ أنْ تَقومَ بها المَرأةُ؛ نظَرًا لطَبيعتِها الخاصَّةِ.\nوفي هذا الحَديثِ يُخبِرُ الصَّحابيُّ أبو بَكْرةَ نُفَيعُ بنُ الحارِثِ رَضيَ اللهُ عنه أنَّه سَمِعَ مِن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ كَلمةً نفَعَه اللهُ بها، وعصَمَتْه مِن الدُّخولِ في الفِتْنةِ الَّتي وقَعَتْ أيَّامَ الجَملِ، بعْدَما أوشَكَ أنْ يَلتَحِقَ ويَنضَمَّ بأصْحابِ الجمَلِ، ويَدخُلَ في حِزبِ طَلحةَ بنِ عُبيدِ اللهِ والزُّبيرِ بنِ العوَّامِ رَضيَ اللهُ عنهما. ووَقْعةُ الجمَلِ كانت سَنةَ سِتٍّ وثَلاثينَ مِن الهِجْرةِ، وهي الَّتي وقعَتْ بيْن عَليٍّ رَضيَ اللهُ عنه ومَن معَه، وطَلحةَ بنِ عُبيدِ اللهِ والزُّبيرِ بنِ العوَّامِ وأمِّ المؤمِنينَ عائشةَ رَضيَ اللهُ عنها ومَن معَهم، وسَببُ تَسْميتِها بهذا الاسمِ أنَّ أمَّ المؤمِنينَ عائشةَ رَضيَ اللهُ عنها كانت تَركَبُ في هَودَجٍ على جَملٍ. ومُجمَلُ هذه القِصَّةِ: أنَّه لَمَّا قُتِلَ عُثمانُ بنُ عفَّانَ رَضيَ اللهُ عنه، وبايَعَ النَّاسُ عَليًّا رَضيَ اللهُ عنه بالخِلافةِ؛ خرَجَ مِن الصَّحابةِ طَلْحةُ بنُ عُبَيدِ اللهِ والزُّبَيرُ بنُ العوَّامِ رَضيَ اللهُ عنهما إلى مكَّةَ، فوجَدَا أمَّ المؤمِنينَ عائشةَ رَضيَ اللهُ عنها، وكانت قدْ حجَّتْ، فاجتَمَعوا على أنْ يَتَوجَّهوا إلى البَصْرةِ، ويَستَنفِروا النَّاسَ أنْ يُطالِبوا عَليَّ بنَ أبي طالبٍ رَضيَ اللهُ عنه أنْ يَثأرَ لعُثمانَ بنِ عفَّانَ رَضيَ اللهُ عنه مِن قاتِلِيه، فلمَّا بلَغَ ذلك عَليًّا خرَجَ إليهم، وأشعَلَ المنافِقونَ الفِتْنةَ، ووقَعَتِ الحَربُ فيما بيْن الطَّائفَتَينِ، فكانت تلك الوَقْعةُ وَقْعةَ الجَملِ. \nفيُخبِرُ أبو بَكْرةَ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ لَمَّا بلَغَه أنَّ أهلَ فارِسَ قدْ مَلَّكوا عليهم بِنتَ كِسْرى -وهو لَقبٌ لمَلِكِهم- أي: جَعَلوها مَلِكةً عليهم؛ قال: «لَنْ يُفلِحَ قَومٌ وَلَّوْا أمرَهمُ امْرأةً»، يَعني: لنْ يَفوزوا بما يَطلُبونَ إذا وَلَّوْا ومَلَّكوا أمْرَهمُ امْرأةً؛ وذلك لنَقصِ المَرأةِ وعَجزِها، والوالي والأميرُ مَأْمورٌ بالظُّهورِ للقيامِ بأُمورِ رَعيَّتِه، والمَرأةُ عَوْرةٌ لا تَصلُحُ لذلك، فلا يَصِحُّ أنْ تُوَلَّى الإمامةَ، ولا القَضاءَ.\nوفي هذا أيضًا إخْبارٌ مِن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ عمَّا سيَحدُثُ للفُرسِ مِن الخُسْرانِ والهَزيمةِ؛ بسَببِ تَوْليَتِهمُ امْرأةً عليهم، وفي ذلك بُشْرى لأتْباعِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ بالنَّصرِ عليهم، وقد حدَثَ ذلك.\nوكأنَّ أبا بَكْرةَ رَضيَ اللهُ عنه يُشيرُ إلى أنَّه طبَّقَ هذا المَعنى العامَّ، فلمْ يَلحَقْ بأهلِ الجمَلِ؛ لأنَّهم ولَّوْا عليهم عائشةَ رَضيَ اللهُ عنها قائدةً لهم، فانطبَقَ عليهم قولُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وهُزِموا، ويكونُ أبو بَكْرةَ قدِ انتَفَعَ بأخْذِه بقَولِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوفي الحَديثِ: أنَّ في الاعْتِصامِ بالسُّنَّةِ النَّبويَّةِ نَجاةً للمُسلِمِ في كلِّ حَياتِه.\nوفيه: أنَّه لا يَجوزُ أنْ تُعَرَّضَ المَرْأةُ للمَخاطِرِ والمَكارِهِ، وأنَّه يَنبَغي الرِّفقُ بالنِّساءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}