{
    "hadith_id": "7100",
    "hadith": "لَمَّا سَارَ طَلْحَةُ والزُّبَيْرُ وعَائِشَةُ إلى البَصْرَةِ، بَعَثَ عَلِيٌّ عَمَّارَ بنَ يَاسِرٍ وحَسَنَ بنَ عَلِيٍّ، فَقَدِما عَلَيْنَا الكُوفَةَ، فَصَعِدَا المِنْبَرَ، فَكانَ الحَسَنُ بنُ عَلِيٍّ فَوْقَ المِنْبَرِ في أعْلَاهُ، وقَامَ عَمَّارٌ أسْفَلَ مِنَ الحَسَنِ، فَاجْتَمَعْنَا إلَيْهِ، فَسَمِعْتُ عَمَّارًا يقولُ: إنَّ عَائِشَةَ قدْ سَارَتْ إلى البَصْرَةِ، ووَاللَّهِ إنَّهَا لَزَوْجَةُ نَبِيِّكُمْ صَلَّى اللهُ عليه وسلَّمَ في الدُّنْيَا والآخِرَةِ، ولَكِنَّ اللَّهَ تَبَارَكَ وتَعَالَى ابْتَلَاكُمْ؛ لِيَعْلَمَ إيَّاهُ تُطِيعُونَ أمْ هي.",
    "rawi": "أبو مريم الأسدي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7100",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "ابتَلى اللهُ عِبادَه المُؤمِنين مِن أصحاب النَّبيِّ صلَّى اللهُ عليه وسلَّم بِالفِتنةِ الَّتي حَدَثَتْ بيْنهم، وبما دارَ بيْنهم مِن قتالٍ، ومِن ذلك القتالِ: ما دارَ بيْن عائشةَ رضِيَ اللهُ عنها ومَن معها مِن جِهةٍ، وبيْن عليِّ بنِ أبي طالبٍ ومعه عمَّارُ بْنُ ياسرٍ وغيرُهم مِن أصحابِ رَسولِ اللهِ رِضوانُ اللهِ عليهم أجْمعين.\r\nوفي هذا الأثر يروي التابعي أبو مريم عبد الله بن زياد الأسدي أنه لَمَّا خرَجَ طلحةُ والزُّبيرُ وعائشةُ رَضِيَ اللهُ عنهم إلى البَصْرةِ، وهي مدينة من مدن العراق، وتقع في أقصى جنوب العراق على الضفة الغربية لشط العرب، وكانت عائشة رَضِيَ اللهُ عنها بمكة حين بلغها قتل عثمان رَضِيَ اللهُ عنه، فحضت الناس على القيام بطلب دمه، وكان الناس قد بايعوا عليا رَضِيَ اللهُ عنه بالخلافة، وممن بايعه طلحة والزبير رَضِيَ اللهُ عنهما، واستأذنا عليًّا في العمرة، فخرجا إلى مكة، فلقيا عائشة رَضِيَ اللهُ عنها، فاتفقا معها على طلب دم عثمان حتى يقتلوا قتلته، فسارت عائشة وهي راكبة على جمل في ثلاثة آلاف رجل من مكة والمدينة ومعها طلحة والزبير، وتوجهوا إلى البصرة.\r\nفبَعَثَ عليُّ بنُ أبي طالبٍ عمَّارَ بنَ ياسرٍ وابنَه الحَسنَ رضِيَ الله عنهم إلى الكوفةِ -وهي بلدةٌ مِن بلداتِ العِراقِ-؛ لِيُكلِّما أهلَها ويَستنفِرَا النَّاسَ لنُصْرَتِه فيما كان بيْنه وبيْن عائشةَ رضِيَ اللهُ عنها في مَوقِعةِ الجَمَلِ، فَصعِدَ عمَّارُ بنُ ياسرٍ والحسنُ بنُ عليٍّ المِنبرَ، فوقف الحسَنُ في أعلى دَرَجهِ -لأنَّه كان الأميرَ على القَومِ الذين أرسلهم عليٌّ رَضِيَ اللهُ عنه معه- ووقف عَمَّارٌ في أسفَلِ دَرَجِه.\r\nوكلَّمَ عمَّارٌ النَّاسَ، وكان ممَّا قاله: «إنَّ عائشةَ سارتْ إلى البصرةِ» للحَربِ وطَلَبِ دَمِ عُثمانَ رَضِيَ اللهُ عنه، «وواللهِ إنَّها لَزَوجةُ نَبيِّكُم صلَّى اللهُ عليه وسلَّم في الدُّنيا والآخرةِ» أراد بذلك عَمَّارٌ رَضِيَ اللهُ تعالى عنه: أنَّ الصَّوابَ مع عليٍّ، وإن صدَرَت هذه الحركةُ عن عائشةَ فإنها بذلك لم تخرُجْ عن الإسلامِ، ولا عن كونها زوجةَ النَّبيِّ في الدُّنيا وفي الآخِرةِ، فَحَفِظَ بذلك حقَّها رضِي اللهُ عنها، ثُمَّ قال: ولكنَّ اللهَ تَبَارَكَ وتَعَالَى ابْتَلاكم واختَبَرَكمُ بها؛ لِيَعلمَ هلْ تُقدِّمونَ طاعةَ اللهِ تعالَى بطاعةِ وَلِيِّ الأمرِ بالمعروفِ، أمْ تُقدِّمون طاعتَها هي؟ يريد عائشةَ رَضِيَ اللهُ عنها، وأنها على تأويلٍ خَطَأٍ، فهي وإن خرجت قاصِدةً للحَقِّ -وهو الأخذُ بالثَّأرِ مِن قَتَلةِ عُثمانَ- إلَّا أنَّ الخليفةَ آنذاك أرجأَ ذلك حتى تستَقِرَّ أُمورُ البلادِ، ومن ثَمَّ يتتَبَّعُ قَتَلةَ عُثمانَ رَضِيَ اللهُ عنه وعن صحابة رسول الله أجمعينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}