{
    "hadith_id": "7106",
    "hadith": "كُنْتُ جَالِسًا مع أبِي مَسْعُودٍ، وأَبِي مُوسَى، وعَمَّارٍ؛ فَقالَ أبو مَسْعُودٍ: ما مِن أصْحَابِكَ أحَدٌ إلَّا لو شِئْتُ لَقُلتُ فيه غَيْرَكَ، وما رَأَيْتُ مِنْكَ شيئًا مُنْذُ صَحِبْتَ النَّبيَّ صَلَّى اللهُ عليه وسلَّمَ أعْيَبَ عِندِي مِنَ اسْتِسْرَاعِكَ في هذا الأمْرِ، قالَ عَمَّارٌ: يا أبَا مَسْعُودٍ، وما رَأَيْتُ مِنْكَ ولَا مِن صَاحِبِكَ هذا شيئًا مُنْذُ صَحِبْتُما النَّبيَّ صَلَّى اللهُ عليه وسلَّمَ أعْيَبَ عِندِي مِن إبْطَائِكُما في هذا الأمْرِ، فَقالَ أبو مَسْعُودٍ وكانَ مُوسِرًا: يا غُلَامُ، هَاتِ حُلَّتَيْنِ، فأعْطَى إحْدَاهُما أبَا مُوسَى، والأُخْرَى عَمَّارًا، وقالَ: رُوحَا فيه إلى الجُمُعَةِ.",
    "rawi": "شقيق بن سلمة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7106",
    "grade": "[صحيح]",
    "takhrij": "أخرجه ابن أبي شيبة (37303)، والحاكم (4603)، وابن عساكر (43/ 457) واللفظ لهم جميعا.",
    "sharh": "كان الصَّحابةُ رَضِيَ اللهُ عنهم يجتَهِدون في أمورِ النَّوازِلِ التي لم يَرِدْ فيها نصٌّ واضِحٌ صَريحٌ، بحسَبِ فَهْمِهم لكتابِ اللهِ وسُنَّةِ نَبيِّه صلَّى اللهُ عليه وسلَّم، وقد حدَثَت فِتنةُ مَقتَلِ الخليفةِ عُثمانَ رَضِيَ اللهُ عنه وتلاها فتنةُ وُقوعِ الاقتِتالِ بين المُسلِمين، إلَّا أنَّه ظَلَّ بينهم التناصُحُ والتواصُلُ والتواصي بالحَقِّ.\nوفي هذا الحَديثِ يُخبِرُ التابعيُّ أبو وائلٍ شَقِيقُ بنُ سَلَمَةَ أنَّه كان جالسًا مع صَحابةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم: أبي مَسْعودٍ عُقْبَةَ بنِ عَامِرٍ البَدْرِيِّ الأنصاريِّ، وأبي مُوسَى عبدِ اللهِ بنِ قَيْسٍ الأَشْعَرِيِّ، وعَمَّارِ بنِ ياسِرٍ رَضِيَ اللهُ عنهم، وفي روايةٍ أُخرى للبخاريِّ قال أبو وائلٍ: «دخل أبو موسى وأبو مسعودٍ على عَمَّارٍ، حيث بعثه عليٌّ إلى أهلِ الكُوفةِ يستَنفِرُهم»، أي: يطلُبُ منهم النُّصرةَ على قِتالِ طَلحةَ والزُّبَيرِ رَضِيَ اللهُ عنهما ومن معهما، فقال أبو مَسْعودٍ لِعَمَّارٍ: ما مِن أصحابِك ممَّن كانوا مع عليٍّ رَضِيَ اللهُ عنه أحدٌ، إلَّا لو شِئتُ لَقُلْتُ فيه ما يَعيبُه غَيْرَك، ومُرادُه أنَّه يُجِلُّه، ولا يَرَى فيه عَيْبًا غيْرَ كونِه مُسرِعًا في هذا القِتالِ؛ لأنَّه -في رأْيِه- مِن الفِتنةِ التي ينبغي تجنُّبُها، وكذلك كان رأيُ أبي موسى حيث رأوا معًا الكَفَّ عن القتالِ؛ تمسُّكًا بالأحاديثِ الواردةِ فيه، وما في حَملِ السِّلاحِ على المسلِمِ من الوعيدِ.\nفقال عَمَّارٌ رَضِيَ اللهُ عنه جَوابًا عليه: «يا أبا مَسعودٍ، وما رأيْتُ منك ولا مِن صاحبِك هذا»، أي: أبي مُوسَى الأَشْعَرِيِّ «شيئًا» تُعابان عليه «منذُ صَحِبتُما النَّبيَّ صلَّى اللهُ عليه وسلَّم أعيَبَ عِندي مِن إبطائِكما في هذا الأمرِ» أي: عَدَمِ الانضمامِ إلى القِتالِ مع عليٍّ رَضِيَ اللهُ عنه؛ لأنَّ عَمَّارًا رَضِيَ الله عنه كان يَرَاه مِن طاعةِ الحاكِمِ الشَّرعيِّ لرَدِّ الفِتنةِ، وكان يرى في الإبطاءِ مُخالفةً للإمامِ وترْكًا لامتثالِ الأمرِ في قَولِه تعالى: {فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ} [الحجرات: 9]، فكان عمَّارٌ على رأيِ عليٍّ في قتالِ الباغين والنَّاكثين، وقد جعل كُلٌّ من الطَّرَفينِ الإبطاءَ والإسراعَ عَيبًا بالنِّسبةِ لِما يعتَقِدُه.\nوكان أبو مَسعودٍ رَضِيَ اللهُ عنه غَنيًّا، فنادى خادِمَه، وأمره أن يُحضِرَ حُلَّتَيْنِ، فأعطَى إحداهما أبا مُوسَى، والأُخرَى عَمَّارًا؛ لأنَّ عمَّارًا كان قد قَدِم مِن سَفَرٍ، وكان يَلبَسُ ثيابَ السَّفَرِ وهَيئةِ الحَربِ، فأراد له أن يشهَدَ الجُمُعةَ في تلك الثِّيابِ، وكَرِهَ أن يكسُوَه بحضرةِ أبي موسى ولا يكسُوَ أبا موسى، فكسا أبا موسى أيضًا، وكان لِقاؤهم يوْمَ جُمُعَةٍ، «وقال: رُوحَا فيه إلى الجُمُعَةِ» والحُلَّةُ اسمٌ لثَوْبَيْنِ (أي: إزارٍ ورِدَاءٍ)، مِن أيِّ نوعٍ مِن الثِّيابِ كانَ.\nوفي الحَديثِ: عَظيمُ ما كان عليه الصَّحابةُ رَضِيَ الله عنهم مِن التَّعَاذُرِ فيما فيه اجتهادٌ. \nوفيه: أنَّ الاختلافَ لا يَلْزَمُ منه التَّباغُضُ والتَّخاصُمُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}