{
    "hadith_id": "7110",
    "hadith": "أَرْسَلَنِي أُسَامَةُ إلى عَلِيٍّ وقالَ: إنَّه سَيَسْأَلُكَ الآنَ، فيَقولُ: ما خَلَّفَ صَاحِبَكَ؟ فَقُلْ له: يقولُ لَكَ: لو كُنْتَ في شِدْقِ الأسَدِ لَأَحْبَبْتُ أنْ أكُونَ معكَ فِيهِ، ولَكِنَّ هذا أمْرٌ لَمْ أرَهُ، فَلَمْ يُعْطِنِي شيئًا، فَذَهَبْتُ إلى حَسَنٍ وحُسَيْنٍ وابْنِ جَعْفَرٍ، فأوْقَرُوا لي رَاحِلَتِي.",
    "rawi": "حرملة مولى أسامة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7110",
    "grade": "[صحيح]",
    "takhrij": "أخرجه ابن سعد في ((الطبقات)) (4/ 66)، ابن عساكر في ((تاريخ دمشق)) (8/ 82) كلاهما بلفظه، والفسوي في ((المعرفة والتاريخ)) (1/ 221) باختلاف يسير.",
    "sharh": "سَفْكُ الدَّمِ الحَرامِ مِن أكْبرِ المعاصي الَّتي قدْ يَلقَى الإنسانُ بها اللهَ تعالَى، وقدْ توعَّدَ اللهُ سُبحانَه وتعالَى القاتلَ بالعذابِ المُقيمِ؛ لذلك فإنَّ بعضَ أصحابِ النَّبيِّ صلَّى اللهُ عليه وسلَّم اعتَزَلوا الفِتنةَ الَّتي حدَثَتْ بعْدَ مَقتلِ عُثمانَ بنِ عفَّانَ رضِيَ اللهُ عنه؛ خَشيةَ أنْ يَقَعوا في دَمٍ حرامٍ يَسْألُهم اللهُ تعالَى عنه يوْمَ القيامةِ.\nوفي هذا الحديثِ يَحْكي التابعيُّ حَرْمَلةُ مولى أُسامةَ بنِ زَيدٍ رضِي اللهُ عنهما: أنَّ أُسامَةَ رضِي اللهُ عنه أَرْسَلَه من المدينةِ إلى علِيِّ بنِ أبي طالِبٍ رضِيَ اللهُ عنه بالكوفةِ -وكان خليفةً للمُسلِمين حينَئذٍ-، وقالَ أُسامةُ لحَرمَلةَ: إنَّ عليًّا سيسألُكَ عندما تصِلُ إليه: ما سَببُ تأخُّرِ أسامةَ وتَجنُّبِهِ عنْ مُؤازَرتِي؟ ويَقصِدُ قِتالَه ضِدَّ مُعاوِيةَ رضِيَ اللهُ عنهُ، وتوقَّع أسامةُ ذلك؛ لأنَّه عَلِمَ أنَّ عَلِيًّا كان يُنكِرُ على من تخلَّف عنه، لا سيَّما أنَّ أُسامةَ كان حِبَّ رسولِ اللهِ صلَّى اللهُ عليه وسلَّم.\nوأمرَ أسامةُ رَضِيَ اللهُ عنه حَرملةَ أن يُخبِرُ عليًّا رَضِيَ اللهُ عنه أنَّه لو كان في جانِبٍ مِن فَمِ الأسدِ، لأَحبَّ أسامةُ أنْ يكونَ معه في هذا الموقِفِ، والمرادُ أنَّه يُريدُ أنْ يَكونَ معه ولَوْ في حالةِ الموتِ، ولكِنَّ هذا أمرٌ لم يَرَهُ أسامةُ رَضِيَ اللهُ عنه حقًّا أو صَوابًا، يعني الاقتتالَ بين المسلِمينَ لأجْلِ الخِلافةِ، ولعلَّ ذلكَ بسَببِ إنكارِ النَّبيِّ صلَّى اللهُ عليه وسلَّم على أُسامةَ في أحدِ المواقِفِ عِندما قَتَلَ رجُلًا نطَقَ بالشَّهادَتَينِ، فظنَّه أُسامةُ نطَقَها خَوْفًا مِن السَّيفِ، فقتَلَه، فأنكرَ عليْهِ النَّبيُّ صلَّى اللهُ عليه وسلَّم ذلكَ.\nفذهب حَرملةُ إلى عليٍّ رَضِيَ اللهُ عنه، فبلَّغه رسالةَ أُسامةَ، ولم يُعْطِه عليٌّ رَضِيَ اللهُ عنه شيئًا مِن المالِ، فذَهب حَرملةُ إلى حَسَنٍ وحُسينٍ وإلى عبدِ اللهِ بنِ جَعفرِ بنِ أبي طالِبٍ رَضِيَ اللهُ عنهم، فأوْقَروا له راحِلَته، أيْ: حَمَّلُوها ما تَستطيعُ حَمْلَهُ ممَّا أَرادَه، وكأنَّهم لَمَّا عَلِموا أنَّ عَلِيًّا رَضِيَ اللهُ عنه لم يُعْطِه شيئًا، عوَّضوه من أموالهم من ثيابٍ ونحوِها قَدْرَ ما تحمِلُه راحِلَتُه التي هو راكِبُها، والرَّاحِلةُ: واحِدةُ الإبِلِ التي تصلُحُ للركوبِ، ذكرًا كانت أم أنثى.\nوفي الحَديثِ: أنَّ وُجودَ الخِلافِ بيْنَ الصَّحابةِ رضِيَ اللهُ عنهم لم يَمنعْهُمْ مِن مُساعدةِ بعضِهِمْ بَعضًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}