{
    "hadith_id": "7112",
    "hadith": "لَمَّا كانَ ابنُ زِيَادٍ ومَرْوَانُ بالشَّأْمِ، ووَثَبَ ابنُ الزُّبَيْرِ بمَكَّةَ، ووَثَبَ القُرَّاءُ بالبَصْرَةِ، فَانْطَلَقْتُ مع أبِي إلى أبِي بَرْزَةَ الأسْلَمِيِّ، حتَّى دَخَلْنَا عليه في دَارِهِ وهو جَالِسٌ في ظِلِّ عُلِّيَّةٍ له مِن قَصَبٍ، فَجَلَسْنَا إلَيْهِ، فأنْشَأَ أبِي يَسْتَطْعِمُهُ الحَدِيثَ؛ فَقالَ: يا أبَا بَرْزَةَ، ألَا تَرَى ما وقَعَ فيه النَّاسُ؟ فأوَّلُ شَيءٍ سَمِعْتُهُ تَكَلَّمَ بهِ: إنِّي احْتَسَبْتُ عِنْدَ اللَّهِ أنِّي أصْبَحْتُ سَاخِطًا علَى أحْيَاءِ قُرَيْشٍ، إنَّكُمْ يا مَعْشَرَ العَرَبِكُنْتُمْ علَى الحَالِ الذي عَلِمْتُمْ مِنَ الذِّلَّةِ والقِلَّةِ والضَّلَالَةِ، وإنَّ اللَّهَ أنْقَذَكُمْ بالإِسْلَامِ وبِمُحَمَّدٍ صَلَّى اللهُ عليه وسلَّمَ، حتَّى بَلَغَ بكُمْ ما تَرَوْنَ، وهذِه الدُّنْيَا الَّتي أفْسَدَتْ بيْنَكُمْ، إنَّ ذَاكَ الذي بالشَّأْمِ، واللَّهِ إنْ يُقَاتِلُ إلَّا علَى الدُّنْيَا، وإنَّ هَؤُلَاءِ الَّذِينَ بيْنَ أظْهُرِكُمْ، واللَّهِ إنْ يُقَاتِلُونَ إلَّا علَى الدُّنْيَا، وإنْ ذَاكَ الذي بمَكَّةَ، واللَّهِ إنْ يُقَاتِلُ إلَّا علَى الدُّنْيَا.",
    "rawi": "أبو المنهال العنزي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7112",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "في هذا الحَديثِ يذَكر أبو المِنْهالِ سَيَّارُ بنُ سَلَامَةَ الرياحيُّ حالَ بِلادِ الإسلامِ في زَمَنِه، وذلك بعْدَ وَفاةِ مُعَاوِيةَ بنِ يَزِيدَ بنِ مُعَاوِيَةَ دونَ عَقِبٍ أو أولادٍ يَخلُفونَه في الحُكمِ، فاضْطَرَب حُكمُ بَني أُمَيَّةَ، وقد كان منهم عُبَيدُ اللهِ بنُ زيادٍ أميرًا بالبصرةِ لِيَزيدَ بنِ مُعاويةَ، فلمَّا بلغه وفاتُه ورَضِيَ أهلُ البَصرةِ بابنِ زِيادٍ أن يستَمِرَّ أميرًا عليهم حتى يجتَمِعَ النَّاسُ على خليفةٍ، فمكث قليلًا، ثم أخرج من البَصرةِ وتوجَّه إلى الشَّامِ -وهي المنطِقةُ الشَّرقيَّةُ للبَحرِ المتوَسِّطِ، وتضُمُّ سُوريا ولبنان وفِلَسْطين والأُرْدُن- ولَحِقَ بمَرْوَانَ بنِ الحَكَمِ.\nوأخَذ عبْدُ الله بنُ الزُّبَيْرِ رَضِيَ الله عَنهُما الحُكمَ في الحِجازِ، واسْتَولَى على الحُكمِ في البَصْرَةِ القُرَّاءُ، وهمْ طائفةٌ من الخوارجَ سَمَّوْا أنفُسَهم: تَوَّابِينَ؛ لِتوبَتِهم ونَدامتِهم على تَرْكِ مُساعدةِ الحُسَيْنِ رَضِيَ اللهُ تعالَى عنه، وكان أميرُهم سُلَيْمَانَ بنَ صُرَدٍ الخُزَاعِيَّ، كان فاضِلًا قارئًا عابدًا، وكان دَعْوَاهم: إنَّا نَطلُب دَمَ الحُسَيْنِ.\nثُمَّ نادَى مَرْوَانُ بنُ الحَكَمِ -وهو ابنُ عَمِّ عُثمانَ بنِ عَفَّانَ- بالخلافةِ لنفْسِه في الشَّامِ، فأخبر أبو المِنْهَالِ أنه انْطلَقَ مع أبيه سلامةَ الرِّياحيِّ إلى الصَّحابيِّ أبي بَرْزَةَ الأَسْلَمِيِّ رَضِيَ اللهُ عنه حتَّى دَخَلَا عليه في دارِه، وكان جالِسًا في ظِلِّ عُلِّيَّةٍ، وهي غُرفةٌ مَبنيَّةٌ مِن قَصَبٍ وأعوادٍ جافَّةٍ، فجلَسَا إليه، وجعل أبو سلامةَ الرِّياحيُّ يَستفتِحُ أبا بَرزةَ ويَطلُبُ منه التَّحدِيثَ، فَقالَ: «يا أبَا بَرْزَةَ، ألَا تَرَى ما وقَعَ فيه النَّاسُ» مِن القتالِ والشَّرِّ؟ فأوَّلُ شَيءٍ ذكره أبو بَرزةَ رَضِيَ اللهُ عنه في كلامِه: أنَّه يحْتَسِبُ عِنْدَ اللهِ تعالَى أنه أصْبَح سَاخِطًا على بعض أحْيَاءِ قُرَيْشٍ وقَبائِلِها، فكأنَّه أشهَدَ اللهَ أنَّه لا يرضى ما تصنَعُ قُرَيشٌ مِن التقاتُلِ على الخِلافةِ.\nثم قال: إنَّكُمْ -يا مَعْشَرَ العَرَبِ- كُنْتُمْ قبْلَ الإسلامِ علَى الحَالِ الذي عَلِمْتُمْ مِنَ الذِّلَّةِ والقِلَّةِ والضَّلَالَةِ والبُعدِ عن طريقِ الحَقِّ؛ حيث بَعُدوا عن مِلَّةِ إبراهيمَ عليه السَّلامُ، وعَبَدوا الأوثانَ والأصنامَ، وفعلوا المنكَراتِ، وسُمِّيَت تلك الفترةُ بالجاهِليَّةِ، «وإنَّ اللَّهَ أنْقَذَكُمْ بالإِسْلَامِ وبِمُحَمَّدٍ صلَّى اللهُ عليه وسلَّم» إذ جاءكم بالوَحيِ من اللهِ سُبحانَه بالحَقِّ والخيرِ الذي رفع العَرَبَ وكُلَّ من تَبِعَ النَّبيَّ صلَّى اللهُ عليه وسلَّم، حتَّى بَلَغَ بهم من العِزَّةِ والكثرةِ والهدايةِ ممَّا هو عليه حالُهم الآنَ، ثمَّ أخبرهم أنَّ الدُّنْيَا هي الَّتي أفْسَدَتْ بيْنَهم، ثم ذكر في كلامِه وأقسم أنَّ مَروانَ بنَ الحَكَمِ الذي بالشَّأْمِ، لا يُقَاتِلُ إلَّا علَى الدُّنْيَا، وهذا قَولٌ لم يَقُلْه عند مروانَ حين بايعه، بل بايع واتَّبَع، ثم سَخِطَ ذلك لَمَّا بَعُد عنه، وكأنه أراد منه أن يَترُكَ ما نوزعَ فيه للآخِرةِ ولا يقاتِلَ عليه، كما فعَلَ عُثمانُ، فلم يقاتِلْ من نازعه، بل ترك ذلك لِمن قاتَلَه عليه، وكما فعل الحَسَنُ بنُ عَلِيٍّ حين ترك القِتالَ لِمُعاويةَ حين نازعه أمْرَ الخلافةِ، فسَخِطَ أبو برزة من مروانَ تمسُّكَه بالخلافةِ والقِتالَ عليها.\nوأقسَمَ أيضًا أنَّ هؤلاءِ الخوارجَ الذين ظهروا في البَصرةِ في العِرَاقِ -حَيْثُ يَسكُنُ أبو المِنْهَالِ- لا يُقَاتِلُونَ إلَّا علَى الدُّنْيَا، وأنَّ عبدَ اللهِ بنَ الزُّبَيرِ رَضِيَ اللهُ عنهما الذي بمَكَّةَ لا يُقَاتِلُ إلَّا علَى الدُّنْيَا؛ فإنَّه لَمَّا طلب الخِلافةَ بمكَّةَ بعد أن دخل فيما دخل فيه المسلِمون، جعله نكثًا منه وحِرصًا على الدُّنيا، وهذا الرأيُ منه لأنَّه رحمه الله كان لا يرى الاقتِتالَ في الإسلامِ أصلًا، وأن يتُرَك صاحِبُ الحَقِّ حَقَّه لِمن نازعه فيه؛ لأنَّه مأجورٌ في ذلك، وممدوحٌ بالإيثارِ على نَفْسِه، وكان يريدُ من المقاتِلِ له أن يقتَحِمَ النَّارَ في قيامِه، وتفريقِه الجماعةَ، وتشتيتِه الكَلِمةَ، ولا يكونُ سبَبًا لسَفْكِ الدِّماءِ واستباحةِ الحرَمِ.\nوفي الحَديثِ: خُطورةُ التَّفرُّقِ والاقتِتالِ على الدُّنيا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}