{
    "hadith_id": "7122",
    "hadith": "ما سَأَلَ أحَدٌ النَّبيَّ صَلَّى اللهُ عليه وسلَّمَ عن الدَّجَّالِ أكْثَرَ ما سَأَلْتُهُ، وإنَّه قالَ لِي: ما يَضُرُّكَ منه؟ قُلتُ: لأنَّهُمْ يقولونَ: إنَّ معهُ جَبَلَ خُبْزٍ، ونَهَرَ مَاءٍ، قالَ: هو أهْوَنُ علَى اللَّهِ مِن ذلكَ.",
    "rawi": "المغيرة بن شعبة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7122",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (7122)، ومسلم (2939)",
    "sharh": "فِتنةُ الدَّجَّالِ مِن أشدِّ الفتنِ الَّتي تكونُ بيْن يدَيِ السَّاعةِ، وقدْ حذَّرَ النَّبيُّ صلَّى اللهُ عليه وسلَّم أُمَّتَه مِن فِتنتِه، وأَرْشدَهم إلى ما يكونُ على يَدَيْه مِنَ الفِتنِ والإغواءِ، وما يَجِبُ عليهم عندَ حُلولِ هذه الفِتنةِ.\nوهذا الحديثُ يُوضِّحُ تَهافُتَ أمرِ الدَّجَّالِ وأنَّهُ ليسَ لَدَيهِ القُدرةُ على فِعلِ شَيءٍ لإضلالِ المؤمِنينَ، وفيه يُخبِرُ المُغِيرةُ بنُ شُعْبةَ رضِيَ اللهُ عنه أنَّه ما سأَلَ أحدٌ مِن الصَّحابةِ رَضِيَ اللهُ عنهم النَّبيَّ صلَّى اللهُ عليه وسلَّم عنْ أمرِ الدَّجَّالِ الأَعورِ كما سألَهُ، وسُمِّي الدَّجَّالَ؛ تَمْيِيزًا له عن المَسِيحِ عيسى بنِ مريمَ عليه السَّلامُ، والدَّجَّالُ مِنَ التَّدْجِيلِ بمعْنى التَّغطيةِ؛ لأنَّه كذَّابٌ يُغَطِّي الحقَّ ويَستُرُه، ويُظهِرُ الباطِلَ، فلمَّا أكثر من سؤالِه قال له النَّبيُّ صلَّى اللهُ عليه وسلَّم: «مَا يَضُرُّكَ مِنْهُ؟» أي: ما الذي يُصيبُكَ بِالضَّررِ مِنْ أَمرِ الدَّجالِ فتُكثِرَ السُّؤالَ عنه؟ وما هو بالتَّحديدِ الذي تَبْحَثُ فيهِ عنه؟ فأجابه المُغيرةُ: أنَّ النَّاسَ يقولون: إنَّه سَيأتي ويَكونُ معَهُ جَبلٌ مِن الخُبزِ ونَهرٌ منَ الماءِ، فيُضِلُّ بهما النَّاسَ.\nفقالَ لهُ النَّبيُّ صلَّى اللهُ عليه وسلَّم: «هُوَ أَهْونُ عَلَى اللهِ مِنْ ذَلِكَ» أي: خَفِّفِ الأمرَ عنْ نفْسِكَ وفِكْرِكَ، فلا يَشغَلْكَ ذلكَ الشُّغلَ وذلكَ التَّفكيرَ؛ لأنَّ الدَّجَّالَ أكثرُ هَوانًا علَى اللهِ منْ أنْ يُمكِّنَهُ مِن إضلالِ المؤمِنينَ بما مَعَهُ، ولكنَّهُ فِتنةٌ للنَّاسِ، فيَزدادُ الذينَ آمَنوا إيمانًا معَ إيمانِهمْ، ويَزدادُ المُتَشكِّكونَ في اللهِ ورَسولِهِ شَكًّا وتَردُّدًا فتَقَعُ لهم الفِتنةُ.\nوفي الحَديثِ: بَيانُ أنَّ ما معَ الدَّجَّالِ مِن آياتٍ إنَّما هِيَ مِن عِندِ اللهِ تعالى ابتلاءً منه سُبحانَه للعِبادِ.\nوفيه: أنَّ اللهَ سُبحانَه يُثَبِّتُ المُؤمِنين وَقتَ الابتلاءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}