{
    "hadith_id": "7166",
    "hadith": "أنَّ رَجُلًا مِنَ الأنْصَارِ جَاءَ إلى النبيِّ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ: أرَأَيْتَ رَجُلًا وجَدَ مع امْرَأَتِهِ رَجُلًا، أيَقْتُلُهُ؟ فَتَلَاعَنَا في المَسْجِدِ وأَنَا شَاهِدٌ.",
    "rawi": "سهل بن سعد الساعدي",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7166",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1492)، وأبو داود (2245)، والنسائي (3402) بنحوه تامًا.",
    "sharh": "بيَّن الشَّرعُ أحكامَ الارتباطِ بيْن الرَّجُلِ والمرأَةِ في الزَّواجِ، كما أوضَحَ أحكامَ رَميِ الزَّوجِ زَوجَتَه بالزِّنا، وبما يترتَّبُ على ذلك من المُلاعَنةِ وغيرِها من أحكامِ الفُرقةِ.\nوفي هذا الحديثِ يروي سَهلُ بنُ سَعدٍ رضِيَ اللهُ عنه أنَّ رجلًا -هو عُوَيمِرُ بنُ عامرٍ العَجلانيُّ، وقيل: غيرُه- جاءَ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم، وقال له: يا رسولَ اللهِ، أرأيتَ رجلًا وَجَدَ مع امرأتِه رجلًا يزني بها؛ أيقتُلُه أمْ كيف يَفعَلُ؟ ما الحُكمُ في ذلك؟ وذلك أنَّ جريمةَ الزِّنا لا تَثبُتُ إلَّا بإقرارٍ، أو أربَعِ شُهودٍ، أو ظهورِ الحَملِ مع انتِفاءِ الشُّبهةِ فأنزَلَ اللهُ تعالَى في شَأْنِه ما ذُكِرَ في القُرآنِ مِن أَمْرِ المتلاعنَينِ، وفي روايةٍ أُخرى عند البخاريِّ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّم: «قد قضى اللهُ فيك وفي امرأتِك»، فقال سَهْلٌ: «فتلاعَنَا في المسْجِدِ»، أي: الرَّجُلُ والمرأةُ، اللِّعانَ المذكورَ في سُورةِ النُّورِ، وكان سَهلٌ حاضِرًا في ذلك الموقِفِ، والمُلاعَنةُ: هي قذْفُ الرَّجُلِ زَوجتَه بالزِّنا مِن غيْرِ أنْ يكونَ معه أربعةُ شُهودٍ؛ فيقومُ الحَلِفُ أربعَ مرَّاتٍ منه مَقامَ الشُّهودِ، فيَتلاعنانِ على ذلك، كما في قولِه تعالى: {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ * وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ * وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ * وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ} [النور: 6 - 9].\nوفي الحَديثِ: مَشروعيَّةُ الحُكْمِ في المسجِدِ والتَّلاعُنِ فيه بيْن الزَّوجينِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}