{
    "hadith_id": "7198",
    "hadith": "ما بَعَثَ اللَّهُ مِن نَبِيٍّ، وَلَا اسْتَخْلَفَ مِن خَلِيفَةٍ، إِلَّا كَانَتْ له بِطَانَتَانِ: بِطَانَةٌ تَأْمُرُهُ بالمَعروفِ وَتَحُضُّهُ عليه، وَبِطَانَةٌ تَأْمُرُهُ بالشَّرِّ وَتَحُضُّهُ عليه، فَالْمَعْصُومُ مَن عَصَمَ اللَّهُ تَعَالَى.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7198",
    "grade": "[أورده في صحيحه] وقال : وقال ابن أبي حسين وسعيد بن زياد عن أبي سلمة عن أبي سعيد قوله . وقال عبيد الله بن أبي جعفر حدثني صفوان عن أبي سلمة عن أبي أيوب قال سمعت النبي - صلى الله عليه وسلم -",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "الإنسانُ يتأثَّرُ بمن حولَه مِنَ النَّاسِ، وخاصَّةً الأصدقاءَ والأصفياءَ الذين يختارُهم لنَفْسِه من بينِ النَّاسِ؛ فإن كانوا أهلَ صلاحٍ أصلَحوه، وإن كانوا أهلَ فَسادٍ أفسَدوه.\nوفي هذا الحَديثِ يُبَيِّنُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ الرَّجُلَ إذا تَولَّى وِلايةً -كالخِلافةِ أو الإمارةِ ونحوِها مما يتعَلَّقُ بأمورِ العِبادِ- كانت «له بِطانَتانِ» وبِطانةُ الرَّجُلِ: خاصَّتُه الذين يُباطِنُهم في الأُمورِ، والذين يَدخُلون على الرَّئيسِ في مكانِ خَلوتِه، ويُفضي إليهم بسِرِّه، ويُصَدِّقُهم فيما يخبرونه به ممَّا يخفى عليه من أمْرِ رَعِيَّتِه، ويعمَلُ بمقتضاه، والنَّاسُ في ذلك على صِنفَينِ:\nبِطَانَةٌ تَأمُرُ بالخيرِ، وهو كُلُّ ما استحسنه الشَّرعُ ويَسَّرَ على النَّاسِ في أمورِ دينِهم ودُنياهم، وتَحضُّ وتَحثُّ على العَمَلِ به.\nوبِطانةٌ تَأمُرُ بالشَّرِّ، وهو كُلُّ ما أنكره الشَّرعُ ونهى عن فِعْلِه، وشَقَّ على النَّاسِ أمورَ دِينِهم ودُنياهم، وتَحضُّ وتَحُثُّ على العَمَلِ به.\nثُمَّ بيَّن صلَّى اللهُ عليه وسلَّم أنَّ المحفوظَ مِن ضَرَرِ بِطانَةِ الشرِّ هو مَن نال حِفْظَ الله وعِصْمَتَه، لا بِحَوْلِه ولا قُوَّتِه، وهذا تَذكيرٌ للوُلاةِ بالتَّوكُّلِ والاستعانةِ باللهِ، وإظهارِ ضَعْفِ المخلوقِ وحاجتِه لخالقِه، كما أنَّه ينبغي للحاكمِ أن يتَّخِذَ من يَستكشِفُ له أحوالَ النَّاسِ في السِّرِّ، وليكُنْ ثِقةً مأمونًا فَطِنًا عاقِلًا؛ لأنَّ المصيبةَ إنما تدخُلُ على الحاكِمِ المأمون مِن قَبولِه قَولَ مَن لا يُوثَقُ به؛ فيَجِبُ عليه أن يتثبَّتَ في مِثلِ ذلك.\nوفي الحَديثِ: الحثُّ على تَقْريبِ أهلِ الصَّلاحِ في الحكمِ والوِلايةِ. \nوفيه: أنَّ تَقْريبَ أهْلِ الصَّلاحِ مُعِينٌ على التَّوفيقِ والهِدايةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}