{
    "hadith_id": "7207",
    "hadith": "أنَّ الرَّهْطَ الَّذِينَ ولَّاهُمْ عُمَرُ اجْتَمَعُوا فَتَشَاوَرُوا، فَقَالَ لهمْ عبدُ الرَّحْمَنِ: لَسْتُ بالَّذِي أُنَافِسُكُمْ علَى هذا الأمْرِ، ولَكِنَّكُمْ إنْ شِئْتُمُ اخْتَرْتُ لَكُمْ مِنكُمْ، فَجَعَلُوا ذلكَ إلى عبدِ الرَّحْمَنِ، فَلَمَّا وَلَّوْا عَبْدَ الرَّحْمَنِ أمْرَهُمْ، فَمَالَ النَّاسُ علَى عبدِ الرَّحْمَنِ، حتَّى ما أرَى أحَدًا مِنَ النَّاسِ يَتْبَعُ أُولَئِكَ الرَّهْطَ ولَا يَطَأُ عَقِبَهُ، ومَالَ النَّاسُ علَى عبدِ الرَّحْمَنِ يُشَاوِرُونَهُ تِلكَ اللَّيَالِيَ، حتَّى إذَا كَانَتِ اللَّيْلَةُ الَّتي أصْبَحْنَا منها فَبَايَعْنَا عُثْمَانَ، قَالَ المِسْوَرُ: طَرَقَنِي عبدُ الرَّحْمَنِ بَعْدَ هَجْعٍ مِنَ اللَّيْلِ، فَضَرَبَ البَابَ حتَّى اسْتَيْقَظْتُ، فَقَالَ: أرَاكَ نَائِمًا! فَوَاللَّهِ ما اكْتَحَلْتُ هذِه اللَّيْلَةَ بكَبِيرِ نَوْمٍ، انْطَلِقْ فَادْعُ الزُّبَيْرَ وسَعْدًا، فَدَعَوْتُهُما له، فَشَاوَرَهُمَا، ثُمَّ دَعَانِي، فَقَالَ: ادْعُ لي عَلِيًّا، فَدَعَوْتُهُ، فَنَاجَاهُ حتَّى ابْهَارَّ اللَّيْلُ، ثُمَّ قَامَ عَلِيٌّ مِن عِندِهِ وهو علَى طَمَعٍ، وقدْ كانَ عبدُ الرَّحْمَنِ يَخْشَى مِن عَلِيٍّ شيئًا، ثُمَّ قَالَ: ادْعُ لي عُثْمَانَ، فَدَعَوْتُهُ، فَنَاجَاهُ حتَّى فَرَّقَ بيْنَهُما المُؤَذِّنُ بالصُّبْحِ، فَلَمَّا صَلَّى لِلنَّاسِ الصُّبْحَ، واجْتَمع أُولَئِكَ الرَّهْطُ عِنْدَ المِنْبَرِ، فأرْسَلَ إلى مَن كانَ حَاضِرًا مِنَ المُهَاجِرِينَ والأنْصَارِ، وأَرْسَلَ إلى أُمَرَاءِ الأجْنَادِ، وكَانُوا وافَوْا تِلكَ الحَجَّةَ مع عُمَرَ، فَلَمَّا اجْتَمَعُوا تَشَهَّدَ عبدُ الرَّحْمَنِ، ثُمَّ قَالَ: أمَّا بَعْدُ، يا عَلِيُّ، إنِّي قدْ نَظَرْتُ في أمْرِ النَّاسِ، فَلَمْ أرَهُمْ يَعْدِلُونَ بعُثْمَانَ، فلا تَجْعَلَنَّ علَى نَفْسِكَ سَبِيلًا، فَقَالَ: أُبَايِعُكَ علَى سُنَّةِ اللَّهِ ورَسولِهِ، والخَلِيفَتَيْنِ مِن بَعْدِهِ، فَبَايَعَهُ عبدُ الرَّحْمَنِ، وبَايَعَهُ النَّاسُ المُهَاجِرُونَ والأنْصَارُ، وأُمَرَاءُ الأجْنَادِ والمُسْلِمُونَ.",
    "rawi": "المسور بن مخرمة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7207",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي (16641)، وابن الحداد في ((جامع الصحيحين)) (4080)، وابن عساكر في ((تاريخ دمشق)) (39/ 192) واللفظ لهم.",
    "sharh": "استِقرارُ الوِلايةِ العامَّةِ في الدَّولةِ مِن أهَمِّ الأمورِ التي تحفَظُ البلادَ والعِبادَ مِنَ الشِّقاقِ والاختلافِ والشَّرِّ؛ فإنَّ قُوَّةَ السُّلطانِ تحفَظُ الدِّينَ والدُّنيا، وقد تعدَّدت طُرُقُ الاستخلافِ؛ فقد مات النَّبيُّ صلَّى اللهُ عليه وسلَّم ولم يحدِّدِ اسمَ الخليفةِ، ولكِنْ توافق المسلِمون على أبي بكرٍ رَضِيَ اللهُ عنه، ثم لَمَّا حضرت أبا بكرٍ الوَفاةُ استخلف عُمَرَ رَضِيَ اللهُ عنه، فرَضِيَه النَّاسُ وبايعوه، أمَّا عُمَرُ فقد حدَّد جماعةً مِنَ الصَّحابةِ؛ ليختارَ منهم النَّاسُ واحِدًا لِيَكونَ خليفةً للمُسلِمين بَعْدَه.\nوفي هذا الحَديثِ يروي المِسوَرُ بنُ مَخْرَمةَ رضِيَ اللهُ عنه أنَّ الرَّهْطَ -وَهوَ الجماعةُ دونَ العَشَرةِ- الَّذينَ حدَّدَهم عُمَرُ بنُ الخَطَّاب رضِيَ الله عنه؛ للتَّشاوُرِ فيمَن يُعقَدُ لَه الخِلافةُ فيهِم، وكانوا سِتَّةً، وَهُم: عَليُّ بنُ أبي طالبٍ، وَعُثْمانُ بنُ عَفَّانَ، والزُّبَيرُ بنُ العَوَّامِ، وَطَلْحةُ بنُ عُبَيدِ اللهِ، وَسَعْدُ بنُ أبي وقَّاصٍ، وعبدُ الرَّحمنِ بنُ عَوْفٍ، رضِيَ اللهُ عنهم، وهم جماعةٌ مات رسولُ اللهِ صلَّى اللهُ عليه وسلَّم وهو عنهم راضٍ، فاجتَمَعوا بعد موتِ عُمَرَ رضِيَ اللهُ عنه، فَتَشاوَروا فيما بينهم فيمَن يوَلُّونَه الخِلافةَ، فَقالَ لَهم عَبدُ الرَّحمنِ رضِيَ اللهُ عنه: لَسْتُ بالشَّخصِ الذي يُنافِسُكم على الخِلافةِ، والمعنى: لَيْسَ لي فيها رَغْبةٌ، وَلَكِنَّكم إِنْ شِئتُم فوَّضْتُم أمرَ الاختيارِ إليَّ، فأختارُ واحِدًا مِمَّن سَمَّاهم عُمَرُ رضِيَ اللهُ عنه، فوافَقوا، فَجَعَلوا اختيارَ الخليفةِ إلى عَبدِ الرَّحمنِ رضِيَ الله عنه، فَلَمَّا وَلَّوْا عَبْدَ الرَّحمنِ رضِيَ اللهُ عنه أمْرَهم في الاخْتيارِ منهم، مالَ النَّاسُ على عَبدِ الرَّحمنِ رَضِيَ اللهُ عنه ينتَظِرون اختيارَه، وما كان أحدٌ مِن النَّاسِ -والمرادُ به أهلُ الحَلِّ والعَقدِ- يَتبَعُ واحدًا من الخَمسةِ الآخَرينَ الذين هم محدَّدون لأمرِ الخِلافةِ، «وَلا يَطَأ عَقِبه» أي: وَلا يَمشونَ خَلفَه، وهذا كنايةٌ عن الإعراضِ عنهم، وَلكِنْ مالَ النَّاسُ على عَبدِ الرَّحمنِ رضِيَ اللهُ عنه، وكرَّر جملةَ «مالَ النَّاسُ» لبيانِ سَبَبِ الميلِ إليه، وهو أنهم يُشاوِرونَه في أمْرِ الخِلافةِ لَياليَ، وظَلَّ النَّاسُ على هذه الحالِ، حَتَّى إذا كانَت اللَّيْلةُ الَّتي بايع النَّاسُ في صبيحتِها عُثْمانَ بنَ عَفَّان رضِيَ اللهُ عنه بِالخِلافةِ، جاء عَبدُ الرَّحمنِ بنُ عَوْفٍ إلى بيْتِ المِسوَرِ بنِ مَخْرَمةَ وطرق بابَه بَعْدَ هَجْعٍ، أي: مُدَّةِ نَومٍ مِن اللَّيلِ، فَضَرَبَ البابَ حَتَّى اسْتَيْقَظَ المِسوَرُ مِن النَّومِ، فَقالَ عَبدُ الرَّحمنِ بنُ عَوْفٍ للمِسْوَرِ مُتعَجِّبًا: «أَراكَ نائِمًا!»، ولكِنَّني واللهِ ما اكْتَحَلْتُ، أي: ما دَخَلَ النَّومُ جَفْنَ عَيْني كَما يَدخُلُه الكُحْلُ، هَذِه اللَّيلةَ بِكَبيرِ نومٍ ولا قليلٍ، وهذا يدُلُّ على قَلَقِه واهتمامِه وتفكيرِه الدَّائِمِ في أمرِ الخِلافةِ، ثمَّ أمَرَه أن ينْطَلِقَ ويستدعيَ الزُّبَيرَ بنَ العَوَّام وَسَعْدَ بنَ أبي وَقاصٍّ، فَدَعَاهُما لَه، فَشاوَرَهما في رأيِهما في أمرِ الخلافةِ، ثُمَّ بعد أن انتهى منهما أمَرَ المِسْوَرَ أن يستدعِيَ عَلِيَّ بنَ أبي طالبٍ رضِيَ اللهُ عنه، فدعاه، فَجاءَ فَكلَّمه سِرًّا في أمرِ الخِلافةِ حَتَّى ابْهَارَّ -أي: انْتَصَفَ- اللَّيلُ، ثُمَّ قامَ عَلِيٌّ مِن عِندِه وَهوَ على طَمَعٍ أنْ يُوَلِّيَه، وقَدْ كانَ عَبدُ الرَّحمنِ رضِيَ اللهُ عنه يَخْشى مِن عَليٍّ رضِيَ الله عنه شَيئًا مِن المُخالَفةِ المُوجِبةِ للفِتنةِ.\nثُمَّ قالَ عبدُ الرَّحمنِ للمِسْوَرِ: ادْعُ لي عُثْمانَ، فذهب واستدعاه، فَجاءَ عثمانُ، فتكَلَّم معه عبدُ الرَّحمنِ، فكَلَّمه سِرًّا مُدَّةً حَتَّى أذَّن المُؤَذِّنُ بِالصُّبحِ، فأنهيا الكلامَ وقاما للصَّلاةِ، فَلمَّا صَلَّى عبدُ الرَّحمنِ للنَّاسِ الصُّبْحَ إمامًا، واجْتَمَعَ الجماعةُ الَّذينَ عَيَّنَهم عُمَرُ رضِيَ اللهُ عنه للْمَشورةِ عِندَ المِنبَرِ في المَسجِدِ النَّبَويِّ، أرْسَلَ عبْدُ الرَّحمنِ رضِيَ اللهُ عنه إلى مَن كانَ حاضِرًا مِن المُهاجِرينَ والأنْصارِ، وَأرسَلَ إلى أُمَراءِ الأجْنادِ الحاضِرينَ في المدينةِ، والذين كانوا قد أتَوا من الحَجِّ مع عُمَرَ رَضِيَ اللهُ عنهم، وهم: مُعاويةُ بنُ أبي سُفيانَ أميرُ الشَّامِ، وَعُمَيْرُ بنُ سَعيدٍ أميرُ حِمْص، والمُغيرةُ بنُ شُعْبةَ أميرُ الكوفةِ، وأبو مُوسى الأشْعَريُّ أميرُ البَصرةِ، وعَمْرُو بن العاصِ أميرُ مِصْرَ؛ ليَجْمَعَ أهْلَ الحَلِّ والعَقْدِ، فَلَمَّا اجْتَمَعوا في المسجِدِ النبَوِيِّ قام عَبدُ الرَّحمنِ رضِيَ اللهُ عنه وخطب في الحاضِرينَ، فتشَهَّد بالشَّهادتينِ، ثُمَّ قالَ: «أمَّا بَعْدُ» وهي كَلِمةٌ تُقالُ لفَصلِ الخِطابِ والفَصْلِ بين مُقَدِّمةِ الكلامِ والتمهيدِ وبين موضوعِه، ثمَّ توجَّه بالكلامِ إلى عليِّ بنِ أبي طالبٍ رَضِيَ اللهُ عنه، فقال: يا عَليُّ، إِنِّي قَد نَظَرتُ في أمْرِ النَّاسِ الذين شاوَرْتُهم من الخاصَّةِ أهلِ الحَلِّ والعَقْدِ، فَلَم أرَهم يَعدِلونَ بِعُثْمانَ أحدًا، أي: لا يَجعَلونَ لَه مُساويًا، بَل يُرَجِّحونَه على غَيرِه، فَلا تَجْعَلَنَّ على نَفْسِك مِن اخْتياري لعُثْمانَ سَبيلًا، أي: مَلامةَ النَّاسِ لك إذا لَم تُوافِقِ الجَماعةَ على اختيارِهم لعُثمانَ، ثمَّ توَجَّه عبدُ الرَّحمنِ مُخاطِبًا لعُثْمانَ: أُبايِعُك على سُنَّةِ اللهِ وَرَسولِه والخَليفتَينِ أبي بَكْرٍ وَعُمَرَ مِن بَعْدِه، فهل ترضى بذلك؟ فَقالَ عُثْمانُ: نَعَم، فرَضِيَ بالبيعةِ على هذه الشُّروطِ، وأصبح خليفةً للمُسلِمين، فَبايَعَه عَبدُ الرَّحمنِ، وَبايَعَه النَّاسُ المُهاجِرونَ والأنْصارُ وَأُمَراءُ الأجنادِ والمُسلِمونَ، والمبايعةُ: هي المُعاقدةُ والتَّعهُّدُ بِالْتزامِ أحكامِ الشَّرعِ، والْتزامُ النَّاسِ بطاعةِ الحاكِمِ في غيرِ المعصيةِ، وعدَمِ الخروجِ عَن هذه الطَّاعةِ.\nوفي الحَديثِ: إِرْساءُ مَبدأِ الشُّورى عند اختيارِ حاكِمٍ وخليفةٍ لِلمُسلِمين.\nوفيه: أنَّ الجماعةَ الموثوقَ بديانَتِهم إذا عَقَدوا عَقْدَ الخِلافةِ لشَخصٍ بعد المُشاورة والاجتِهادِ، لم يكُنْ لِغَيرِهم أن يَحُلَّ ذلك العَقدَ.\nوفيه: أنَّ على من أُسنِدَ إليه أمرٌ مِن أُمورِ المُسلِمين أن يَبذُلَ وُسعَه حتى يُكمِلَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}