{
    "hadith_id": "7211",
    "hadith": "أنَّ أعْرَابِيًّا بَايَعَ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ علَى الإسْلَامِ، فأصَابَ الأعْرَابِيَّ وعْكٌ بالمَدِينَةِ، فأتَى الأعْرَابِيُّ إلى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَقَالَ: يا رَسولَ اللَّهِ، أقِلْنِي بَيْعَتِي، فأبَى رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، ثُمَّ جَاءَهُ فَقَالَ: أقِلْنِي بَيْعَتِي، فأبَى، ثُمَّ جَاءَهُ فَقَالَ: أقِلْنِي بَيْعَتِي، فأبَى، فَخَرَجَ الأعْرَابِيُّ، فَقَالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: إنَّما المَدِينَةُ كَالكِيرِ، تَنْفِي خَبَثَهَا، ويَنْصَعُ طِيبُهَا.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7211",
    "grade": "[صحيح]",
    "sharh": "المدينةُ النَّبويَّةُ بُقعةٌ مِن الأرضِ مُبارَكةٌ، طَهَّرَها اللهُ مِن الأدناسِ، واختارَها لتَكونَ مَكانَ هِجرةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، وحاضنةَ دَعوتِه، ومَلاذَ الصَّالحينَ مِن عِبادِه.\nوفي هذا الحَديثِ يروي جابِرُ بنُ عَبدِ اللهِ رَضِيَ اللهُ عنهما أنَّ أعرابيًّا -وهو الذي يسكُنُ الصَّحراءَ مِنَ العَرَبِ- جاء إلى المدينةِ مُهاجِرًا، ثم بَايَعَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم وأعطاه العَهْدَ والبيعةَ التي كان النَّبيُّ صلَّى اللهُ عليه وسلَّم يأخُذُها من كُلِّ من أراد الهِجرةَ مِن مَوطِنِه إلى المدينةِ على الدُّخولِ في الإسلامِ، والسَّمعِ والطَّاعةِ، وعَدَمِ العودةِ إلى مَوطِنِه، «فأَصَابَ الأعرابِيَّ وَعْكٌ»، أي: حُمَّى، وهو بالمدينةِ، فلم يصبِرْ عليها، فجاءَ إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، وطلب منه أن يُعفِيَه من البَيعةِ والعَهدِ والميثاقِ الذي سبق أن أخذَه عليه، والظَّاهِرُ أنَّه لم يُرِدِ الارتدادَ عن الإسلامِ، وإنَّما أراد الرُّجوعَ عن الهِجرةِ، وإلَّا لم يكُنْ لِيَستأذِنَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم في ذلك؛ إذ لو أرادَ الرِّدَّةَ والكُفرَ لقَتَلَه النَّبيُّ صلَّى اللهُ عليه وسلَّم، فرَفَضَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم أنْ يُعفِيَه من البيعةِ؛ لأنَّه لا يَحِلُّ للمُهاجِرِ أنْ يَرْجِعَ إلى وَطَنِه؛ لأنَّ الارتدادَ عن الهِجرةِ مِن أكبرِ الكَبائرِ، وهذا سُوءُ ظَنٍّ مِن الأعرابيِّ؛ فإنه تَوهَّمَ أنَّ ما أصابَه مِن الحُمَّى إنَّما هو بسَببِ البَيعةِ، وأنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم لو أقالَهُ لذَهَبَ ما لَحِقَه مِن الحُمَّى، ثُمَّ كرَّر ذلك مرَّتَينِ، وهذا يُبيِّنُ حِرصَ الرَّجُلِ على طَلَبِه، فرفَضَ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنْ يُقِيلَه مِن بَيعتِه وهجرتِه، فخَرَج الأعرابيُّ مِن المدينةِ دونَ موافَقةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، فخرج عاصِيًا، وظَنَّ أنَّه معذورٌ لِما نزل به من الوباءِ، ولعَلَّه لم يعلَمْ أنَّ الهِجرةَ فَرضٌ عليه، فأَخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ المدينةَ كالكِيرِ تَنْفِي خَبَثَهَا ويَنْصَعُ طِيبُهَا، والكِيرُ: هو الجِلدُ الَّذي يَنفُخُ به الحَدَّادُ على النَّارِ، أو دُكَّانُ الحَدَّادِ، فكما أنَّ الكِيرَ يكونُ به تَنقيةُ الحديدِ مِن وَسَخِه بالنَّارِ، فكذلك تَفعَلُ المدينةُ، فتُنقِّي نفْسَها مِن أمثالِ هذا، ويَنصَعُ طِيبُها، أي: يَخلُصُ ويفُوحُ، وهو مثَلٌ لإيمانِ مَن سَكَنَها مِن المُؤمنين الصَّادقينَ. وهذا تَشبيهٌ حَسنٌ؛ لأنَّ الكِيرَ -بشِدَّةِ نَفْخِه- يَنْفي عن النَّارِ السَّوادَ والدُّخَانَ والرَّمَادَ حتَّى لا يَبْقى إلَّا خالصُ الجَمْرِ، وهذا إنْ أُرِيدَ بالكِيرِ المِنْفَخُ الَّذي يُنفَخُ به النارُ، وإنْ أُرِيدَ به الموضعُ، فالمعنَى: أنَّ ذلك الموضعَ -لشِدَّةِ حَرارتِه- يَنزِعُ خَبَثَ الحديدِ والفِضَّةِ والذَّهَبِ ويُخرِجُ خُلاصةَ ذلك، والمدينةُ كذلك تَنْفي شِرارَ النَّاسِ بالحُمَّى والتَّعَبِ، وشِدَّةِ العَيشِ وضِيقِ الحالِ التي تُخلِّصُ النَّفْسَ مِن الاسترسالِ في الشَّهواتِ، وتُطهِّرُ خِيارَهم وتُزكِّيهم.\nوليس هذا الوَصفُ عامًّا لها في جَميعِ الأزمنةِ، بلْ هو خاصٌّ بزَمَنِ النَّبيِّ صلَّى اللهُ عليه وسلَّم؛ لأنَّه لم يكُنْ يَخرُجُ عنها رَغبةً في عدَمِ الإقامةِ معه إلَّا مَن لا خَيْرَ فيه، وقدْ خَرَجَ منها بعْدَه جَماعةٌ مِن خِيارِ الصَّحابةِ، وقَطَنوا غيرَها، وماتوا خارِجًا عنها.\nولا يُعارَضُ ذلك بأنَّ المنافِقينَ قدْ سَكَنوا المدينةَ وماتوا فيها ولم تَنفِهم؛ لأنَّ المدينةَ كانتْ دارَهم أصلًا، ولم يَسكُنوها بالإسلامِ ولا حِبالِه، وإنَّما سَكَنوها لِما فيها مِن أصْلِ مَعاشِهم، ولم يُرِدْ صلَّى اللهُ عليه وسلَّم بضَرْبِ المثَلِ إلَّا مَن عقَدَ الإسلامَ راغبًا فيه، ثمَّ خبُثَ قلْبُه.\nوفي الحَديثِ: أنَّ مَن عقَدَ على نفْسِه أو على غيرِه عَقْدَ اللهِ، فلا يَجوزُ له حَلُّه؛ لأنَّ في حَلِّه خُروجًا إلى مَعصيةِ اللهِ، وقدْ قال اللهُ تعالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ} [المائدة: 1].",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}