{
    "hadith_id": "7213",
    "hadith": "قالَ لَنَا رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ ونَحْنُ في مَجْلِسٍ: تُبَايِعُونِي علَى أنْ لا تُشْرِكُوا باللَّهِ شيئًا، ولَا تَسْرِقُوا، ولَا تَزْنُوا، ولَا تَقْتُلُوا أوْلَادَكُمْ، ولَا تَأْتُوا ببُهْتَانٍ تَفْتَرُونَهُ بيْنَ أيْدِيكُمْ وأَرْجُلِكُمْ، ولَا تَعْصُوا في مَعروفٍ، فمَن وفَى مِنكُم فأجْرُهُ علَى اللَّهِ، ومَن أصَابَ مِن ذلكَ شيئًا فَعُوقِبَ في الدُّنْيَا فَهو كَفَّارَةٌ له، ومَن أصَابَ مِن ذلكَ شيئًا فَسَتَرَهُ اللَّهُ فأمْرُهُ إلى اللَّهِ، إنْ شَاءَ عَاقَبَهُ، وإنْ شَاءَ عَفَا عنْه، فَبَايَعْنَاهُ علَى ذلكَ.",
    "rawi": "عبادة بن الصامت",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7213",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (4161)، وأحمد (22733)، والدارمي (2497) باختلاف يسير، ومسلم (1709) بنحوه.",
    "sharh": "كان عُبادةُ بنُ الصَّامتِ رَضيَ اللهُ عنه ممَّن شَهِد غَزوةَ بَدرٍ الكُبرَى، وهو أحدُ النُّقباءِ الَّذين تَقدَّموا لأخذِ البَيعةِ لنُصرةِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ لَيلةَ العَقبةِ الَّتي بمِنًى -حينَ كان الرَّسولُ بمكَّةَ قبْلَ هِجرتِه إلى المدينةِ- الَّتي تُنسَبُ إليها جَمْرةُ العقَبةِ، وكانوا اثنَيْ عشَرَ رجُلًا، وهم العِصابةُ المذكورةُ هنا، وفي هذا الحَديثِ يَحكي عُبادةُ رَضيَ اللهُ عنه ما حصَلَ في هذه اللَّيلةِ مِن مُبايَعةِ النُّقباءِ للنبيِّ صلَّى اللهُ عليه وسلَّمَ، والمُبايَعةُ هي المعاقَدةُ والمعاهدةُ، وسُمِّيت بذلك تَشبيهًا بالمُعاوَضةِ الماليَّةِ، كأنَّ كلَّ واحدٍ منهما يَبيعُ ما عندَه مِن صاحبِه؛ فمِن طرَفِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ: وَعْدٌ بالثَّوابِ، ومِن طَرَفِهم: الْتزامُ الطَّاعةِ. فبايَعَهم النبيُّ صلَّى اللهُ عليه وسلَّمَ وعاقَدَهم على ألَّا يُشرِكوا باللهِ شيئًا، وأنْ يَكونوا على التَّوحيدِ الخالص مِن الشِّركِ، وإفرادِ اللهِ بالعِبادةِ، مُقابِلَ أنْ تكونَ لهم الجنَّةُ، وعلى ألَّا يَسرِقوا؛ لأنَّ الإسلامَ جاء لحِمايةِ الأموالِ، ولا يَزْنوا؛ لأنَّ الإسلامَ يَحْمي أعراضَ النَّاسِ وأنْسابَهم، وبايَعَهم على ألَّا يَقتُلوا أولادَهم، وإنَّما خصَّ الأولادَ؛ لأنَّه قَتْلٌ وقَطيعةُ رحِمٍ، ولأنَّهم كانوا -في الغالبِ- يَقتُلونَ أولادَهم بسَببِ الفقرِ أو خَشيتِه، وبايَعَهم على ألَّا يَأتوا ببُهتانٍ يَفتَرُونَه بيْنَ أيدِيهم وأرجُلِهم، والافتراءُ هو الاختِلاقُ والكذِبُ، ونسَبَ الافتراءَ إلى اليَدِ والرِّجْلِ بسَببِ أنَّ مُعظَمَ الأفعالِ تَقَعُ بهما، وإنْ شارَكَهما سائرُ الأعضاءِ، وبايَعَهم على ألَّا يَعصُوا أمْرَه في مَعروفٍ، والعِصيانُ خِلافُ الطَّاعةِ، والمعروفُ: اسمٌ جامعٌ لكلِّ ما عُرِف مِن طاعةِ اللهِ تعالَى، والإحسانِ إلى النَّاسِ. فمَن ثبَتَ على ما بايَعَ عليه، ولم يَرتكِبْ مَعصيةً مِن هذه المعاصي الَّتي نُهِيَ عنها؛ فثَوابُه مُحقَّقٌ، وسيَجِدُه يَومَ القيامةِ عندَ ربِّه؛ لأنَّه لا يُخلِفُ الميعادَ. ومَن ارتكَبَ مَعصيةً مِن المعاصي الَّتي تَستوجب الحدَّ الشَّرعيَّ، كالزِّنا والسَّرقةِ، فنال عِقابَه وأُقيمَ عليه الحَدُّ في الدُّنيا؛ فإنَّ ذلك الحدَّ يَمْحو عنه تلك المعصيةَ، ويُسقِطُ عنه عُقوبتَها في الآخِرةِ؛ لأنَّ اللهَ أكْرَمُ وأرحَمُ مِن أنْ يَجمَعَ على عبْدِه عُقوبتَينِ، ومَن سَتَرَه اللهُ في الدُّنيا، ولم يُعاقَبْ على تلك المعصيةِ؛ فهو تحتَ مَشيئةِ اللهِ عزَّ وجَلَّ؛ إنْ شاء غفَرَ له فأدخَلَه الجنَّةَ مع الأوَّلينَ، وإنْ شاء عاقَبَه بالنَّارِ على قدْرِ جِنايتِه، ثمَّ أدخَلَه الجنَّةَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}