{
    "hadith_id": "7216",
    "hadith": "جَاءَ أعْرَابِيٌّ إلى النبيِّ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ: بَايِعْنِي علَى الإسْلَامِ، فَبَايَعَهُ علَى الإسْلَامِ، ثُمَّ جَاءَ الغَدَ مَحْمُومًا، فَقالَ: أقِلْنِي، فأبَى، فَلَمَّا ولَّى، قالَ: المَدِينَةُ كَالكِيرِ، تَنْفِي خَبَثَهَا، ويَنْصَعُ طِيبُهَا.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7216",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (7216)، ومسلم (1383)",
    "sharh": "المدينةُ النَّبويَّةُ بُقعةٌ مِن الأرضِ مُبارَكةٌ، طَهَّرَها اللهُ مِن الأدناسِ، واختارَها لتَكونَ مُهاجَرَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وحاضنةَ دَعوتِه، ومَلاذَ الصَّالحينَ مِن عِبادِه.\nوفي هذا الحديثِ يُخبِرُ جابرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهما أنَّه جاء أعرابيٌّ -وهو الَّذي يَسكُنُ الصَّحراءَ- مُهاجِرًا إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فأعطاهُ البَيعةَ على الإسلامِ، والمُبايَعةُ هي المعاقَدةُ والمُعاهَدةُ، وسُمِّيتْ بذلك تَشبيهًا بالمُعاوَضةِ الماليَّةِ، كأنَّ كلَّ واحدٍ منهما يَبيعُ ما عِندَه مِن صاحبِه؛ فمِن طرَفِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ: وَعْدٌ بالثَّوابِ، ومِن طَرَفِهم: الْتزامُ الطَّاعةِ.\nثمَّ إنَّ الرَّجُلَ أصابَتْه الحُمَّى في اليومِ التَّالي، فرجَعَ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ يُريدُ أنْ يَرجِعَ عن بَيعتِه، فطلَبَ أنْ يُقِيلَه مِن بَيعَتِه، والظَّاهرُ -واللهُ أعلَمُ- أنَّه لم يُرِدْ بذلك الخُروجَ عن الإسلامِ، وإلَّا لم يكُنْ لِيَستأذِنَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ في ذلك، وإنَّما أراد الرُّجوعَ عن الهِجرةِ، فلمْ يُرِدِ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ذلك؛ لأنَّ الارتدادَ عن الهِجرةِ مِن أكبرِ الكَبائرِ؛ ولذلك دَعا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في حَديثٍ آخرَ في الصَّحيحَينِ لأصحابِه، فقال: «اللَّهمَّ أَمْضِ لأصحابي هِجرتَهم، ولا تَرُدَّهم على أعقابِهم».\nوهذا سُوءُ ظَنٍّ مِن الأعرابيِّ، حيثُ تَوهَّمَ أنَّ ما أصابَه مِن الحُمَّى إنَّما هو بسَببِ البَيعةِ، فتَوهَّمَ أنَّه صلَّى اللهُ عليه وسلَّمَ لو أقالَهُ لذَهَبَ ما لَحِقَه مِن الحُمَّى. فراجَعَ الرَّجُلُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ ثَلاثَ مرَّاتٍ، وهذا يُبيِّنُ حِرصَ الرَّجُلِ على طَلَبِه، فلمْ يُوافِقْ على ذلك النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، فخَرَجَ الرَّجُلُ مِن المَدينةِ، فأَخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ المدينةَ كالكِيرِ تَنْفِي خَبَثَهَا ويَنْصَعُ طَيِّبُهَا، والكِيرُ هو الجِلدُ الَّذي يَنفُخُ به الحَدَّادُ على النَّارِ، أو دُكَّانُ الحَدَّادِ، فكما أنَّ الكِيرَ يكونُ به تَنقيةُ الحديدِ مِن وَسَخِه بالنَّارِ، وكذلك تَفعَلُ المدينةُ، فتُنقِّي نفْسَها مِن أمثالِ هذا، ويَنصَعُ طَيِّبُها، أي: يَخلُصُ ويفُوحُ، وهو مثَلٌ لإيمانِ المؤمنينَ فيها ممَّن سَكَنَها مِن المُؤمنين الصَّادقينَ. وهذا تَشبيهٌ حَسنٌ؛ لأنَّ الكِيرَ -بشِدَّةِ نَفْخِه- يَنْفي عن النارِ السَّوادَ والدُّخَانَ والرَّمَادَ حتَّى لا يَبْقى إلَّا خالصُ الجَمْرِ، وهذا إنْ أُرِيدَ بالكِيرِ المِنْفَخُ الَّذي يُنفَخُ به النارُ، وإنْ أُرِيدَ به الموضعُ، فالمعنَى: إنَّ ذلك الموضعَ -لشِدَّةِ حَرارتِه- يَنزِعُ خَبَثَ الحديدِ والفِضَّةِ والذَّهَبِ ويُخرِجُ خُلاصةَ ذلك، والمدينةُ كذلك تَنْفي شِرارَ النَّاسِ بالحُمَّى والتَّعَبِ، وشِدَّةِ العَيشِ وضِيقِ الحالِ التي تُخلِّصُ النَّفْسَ مِن الاسترسالِ في الشَّهواتِ، وتُطهِّرُ خِيارَهم وتُزكِّيهم.\nوليس هذا الوَصفُ عامًّا لها في جَميعِ الأزمنةِ، بلْ هو خاصٌّ بزَمَنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ؛ لأنَّه لم يكُنْ يَخرُجُ عنها رَغبةً في عدَمِ الإقامةِ معه، إلَّا مَن لا خَيرَ فيه، وقدْ خَرَجَ منها بعْدَه جَماعةٌ مِن خِيارِ الصَّحابةِ، وقَطَنوا غيرَها، وماتوا خارِجًا عنها.\nولا يَرِدُ على ذلك أنَّ المنافِقينَ قدْ سَكَنوا المدينةَ وماتوا فيها ولم تَنفِهم؛ لأنَّ المدينةَ كانتْ دارَهم أصلًا، ولم يَسكُنوها بالإسلامِ ولا حِبالِه، وإنَّما سَكَنوها لِما فيها مِن أصْلِ مَعاشِهم، ولم يُرِدْ صلَّى اللهُ عليه وسلَّمَ بضَرْبِ المثَلِ إلَّا مَن عقَدَ الإسلامَ راغبًا فيه، ثمَّ خبُثَ قلْبُه.\nوفي الحديثِ: أنَّ مَن عقَدَ على نفْسِه أو على غيرِه عَقْدَ اللهِ، فلا يَجوزُ له حَلُّه؛ لأنَّ في حَلِّه خُروجًا إلى مَعصيةِ اللهِ، وقدْ قال اللهُ تعالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ} [المائدة: 1].",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}