{
    "hadith_id": "7217",
    "hadith": "قالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: وارَأْسَاهْ، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: ذَاكِ لو كانَ وأَنَا حَيٌّ فأسْتَغْفِرُ لَكِ وأَدْعُو لَكِ، فَقالَتْ عَائِشَةُ: وا ثُكْلِيَاهْ، واللَّهِ إنِّي لَأَظُنُّكَ تُحِبُّ مَوْتِي، ولو كانَ ذَاكَ، لَظَلَلْتَ آخِرَ يَومِكَ مُعَرِّسًا ببَعْضِ أزْوَاجِكَ، فَقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: بَلْ أنَا وارَأْسَاهْ، لقَدْ هَمَمْتُ أوْ أرَدْتُ أنْ أُرْسِلَ إلى أبِي بَكْرٍ وابْنِهِ فأعْهَدَ، أنْ يَقُولَ: القَائِلُونَ أوْ يَتَمَنَّى المُتَمَنُّونَ، ثُمَّ قُلتُ: يَأْبَى اللَّهُ ويَدْفَعُ المُؤْمِنُونَ، أوْ يَدْفَعُ اللَّهُ ويَأْبَى المُؤْمِنُونَ .",
    "rawi": "القاسم بن محمد بن أبي بكر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7217",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2387) مختصراً باختلاف يسير.",
    "sharh": "الأنينُ مِن ألَمِ المرضِ والتَّأَوُّهُ قدْ يَغلِبانِ الإنسانَ، وليس في وُسعِ ابنِ آدمَ ترْكُ الأنينِ عندَ الوجْعِ حِين يَشتدُّ به، وليس في ذلك ما يُخالِفُ الشَّرعَ ما لم يصاحِبْه الجزَعُ. \nوفي هذا الحديثِ تُخبرُ أمُّ المؤمنينَ عائشةُ رضِيَ اللهُ عنها أنها كانت ذاتَ مَرَّةٍ تَتأوَّهُ مِن وجَعِ رَأسِها، فقالت: وا رأساه! ومعناها: أندبُ رأسي لما يصيبُه من وجَعٍ، فذكر لها رسولُ اللهِ صلَّى اللهُ عليه وسلَّم أنَّه إنْ حصَل ذاك -أي: مَوتُكِ- وأنا حَيٌّ، فسأستغفرُ اللهَ لك. قيل: إنما قال صلَّى اللهُ عليه وسلَّم لها ذلك؛ لأنها لَمَّا ندبت رأسَها ذكرت الموتَ، فقال لها صلَّى اللهُ عليه وسلَّم ذلك. \nفقالتْ أمُّ المُؤمِنينَ عائشةُ: وَا ثُكْلِيَاهْ! والثُّكْلُ -بالضم-: الموتُ والهلاكُ وفِقدانُ الحبيبِ أو الوَلَدِ، وهي كلمةٌ تُقالُ عندَ توقُّعِ المصيبةِ أو وقوعِها، وليست حقيقتُه مُرادةً هنا. ثمَّ قالتْ لرسولِ اللهِ صلَّى اللهُ عليه وسلَّم: واللهِ إنِّي لَأَظُنُّكَ تُحِبُّ مَوتي، وقد قالت ذلك لأنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم ذكر لها أنها لو ماتت قَبْلَه صلَّى اللهُ عليه وسلَّم استغفر لها. وذكَرَت لرسولِ الله صلَّى اللهُ عليه وسلَّم أنها إن ماتت قَبْلَه صلَّى اللهُ عليه وسلَّم سيتفرَّغُ لغيرِها من نسائِه، وسيبيتُ آخِرَ يَومِه من موتِها رَضِيَ اللهُ عنها مُعَرِّسًا ببعضِ أزواجِه، يعني متزوِّجًا أو مُجامِعًا بَعْضَ أزواجِه صلَّى اللهُ عليه وسلَّم. فقال النَّبيُّ صلَّى اللهُ عليه وسلَّم: «بل أنا وا رأساهْ!»، ومعناه: أنَّه قال لها: دَعِي ذِكرَ ما تَجدينَه مِن وجَعِ رَأْسِك واشْتَغِلي بي، وقدْ بدَأ وجَعُ النَّبيِّ صلَّى اللهُ عليه وسلَّم الذي ماتَ فيه في هذا الوقتِ. \nثمَّ أخبرها صلَّى اللهُ عليه وسلَّم: أنَّه أراد أن يُرسِلَ إلى أبي بكرٍ رَضِيَ اللهُ عنه وابنِه عبدِ الرَّحمنِ شَقيقِ عائِشةَ، ويُوصيَ لأبي بَكرٍ رَضِيَ اللهُ عنه له بخِلافتِه صلَّى اللهُ عليه وسلَّم من بعدِ وفاتِه صلَّى اللهُ عليه وسلَّم؛ حتى لا يَقولَ أحدٌ: إنَّه أحَقُّ بها، أو يَتمنَّى المُتمنُّونَ أنْ تكونَ الخلافةُ لهم، فينصُّ عليه النَّبيُّ صلَّى اللهُ عليه وسلَّم نصًّا ويُعيِّنُه تعيينًا؛ وذلك قطْعًا للنِّزاعِ والأطماعِ، وقدْ أراد اللهُ ألَّا يَعهَدَ صلَّى اللهُ عليه وسلَّم لأبي بكرٍ؛ ليُؤجَرَ المسلمونَ على الاجتِهادِ.\nقيل: فائِدةُ ذِكرِ النَّبيِّ صلَّى اللهُ عليه وسلَّم إحضارَ ابنِ الصِّدِّيقِ معه في العَهدِ بالخِلافةِ، وليس له فيها دَخْلٌ. قيل: لأنَّ المقامَ مَقامُ استِمالةِ قَلبِ عائشةَ رَضِيَ اللهُ عنها، فكأنَّ المعنى: كما أنَّ الأمرَ مُفَوَّضٌ إلى أبيك كذلك الائتمارُ في ذلك بحضرةِ أخيك، فأقارِبُك هم أهلُ مَشورتي. وقيل: لِيَكتُبَ العهدَ الذي أراده النَّبيُّ صلَّى اللهُ عليه وسلَّم.\nقال النَّبيُّ صلَّى اللهُ عليه وسلَّم: «ثمَّ قلْتُ: يأبَى اللهُ ويَدفَع المؤمنون، أوْ يَدْفَعُ اللَّهُ ويَأْبَى المُؤْمِنُونَ» الشَّكُّ في التقديمِ والتأخيرِ مِنَ الرَّاوي، والمعنى: يأبى اللهُ إلَّا خِلافةَ أبي بكرٍ، ويَرفُضُ المسلِمون خِلافةَ غيرِه؛ وذلك أنَّ المسلِمين أقرُّوا وأجمعوا بالخِلافةِ لأبي بكرٍ رَضِيَ اللهُ عنه بعد وفاةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، وقد مات رسولُ اللهِ صلى عليه وسلم يَومَ الاثنينِ في الثَّاني عَشَرَ مِن رَبيعٍ الأوَّلِ، من العامِ الحادِي عَشَرَ مِن الهجرةِ، وقد تَمَّ له صلَّى اللهُ عليه وسلَّم مِنَ العُمُرِ 63 سَنَةً.\nوفي الحَديثِ: مشروعيَّةُ الشَّكوى من المرضِ، وأنَّه لا ينافي الرِّضا بقَضاءِ اللهِ، ولا يُعارِضُ الصَّبرَ.\nوفيه: إشارةٌ صريحةٌ إلى خلافةِ الصِّدِّيقِ رَضِي اللهُ عنه.\nوفيه: بيانُ ما طُبِعَت عليه النِّساءُ مِنَ الغَيرةِ. \nوفيه: مُداعَبةُ الرَّجُلِ زوجَتَه والإفضاءُ إليها بما يستُرُه عن غيرِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}