{
    "hadith_id": "7218",
    "hadith": "قِيلَ لِعُمَرَ ألَا تَسْتَخْلِفُ؟ قالَ: إنْ أسْتَخْلِفْ فَقَدِ اسْتَخْلَفَ مَن هو خَيْرٌ مِنِّي أبو بَكْرٍ، وإنْ أتْرُكْ فقَدْ تَرَكَ مَن هو خَيْرٌ مِنِّي، رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فأثْنَوْا عليه فَقالَ: رَاغِبٌ رَاهِبٌ، ودِدْتُ أنِّي نَجَوْتُ منها كَفَافًا، لا لي ولَا عَلَيَّ، لا أتَحَمَّلُهَا حَيًّا ولَا مَيِّتًا.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7218",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1823) باختلاف يسير",
    "sharh": "الوِلايةُ العامَّةُ على المُسلِمين أمرُها عظيمٌ؛ فبِها يَعتدِلُ أمرُ النَّاسِ في دينِهم ودُنياهم، وتَصلُحُ أحوالُهم بدَفعِ الأعداءِ، ونَشرِ الدِّينِ، وإصلاحِ الدَّولةِ، ورِعايةِ النَّاسِ، وهذا الحديثُ يُوضِّحُ مَوقِفَ عُمرَ بنِ الخَطَّابِ رَضيَ اللهُ عنه من تحمُّلِ مَسؤوليَّةِ الخِلافةِ أو تَحديدِ مَن يَلي بعدَه، وفي ذلك يُخبِرُ عبدُ اللهِ بنُ عمرَ رَضيَ اللهُ عنهما أنَّه لمَّا أُصيبَ عُمرُ رَضيَ اللهُ عنه بطَعنةِ أبي لُؤلؤةَ المَجوسيِّ، وتَيقَّنَ النَّاسُ أنَّه سيَموتُ بها؛ حَثُّوه وحَضُّوه على أن يُسمِّيَ مَن يَتولَّى أُمورَ المسلمينَ من بعدِهِ، فقالَ: «إنْ أسْتخْلِفْ»، أي: إن سَمِّيتُ لكمُ الخليفةَ، «فقدِ اسْتَخْلَفَ مَنْ هوَ خَيرٌ منِّي؛ أبو بَكْرٍ»، «وإنْ أَتْرُكْ»، أي: وإن لم أفعَلْ وأمتَنِعْ عنِ اختيارِ الخليفةِ، فقد تَرَكَ مَن هو خيرٌ منّي، وهو رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ فإنَّه لم يُحدِّدْ بالاسمِ مَن يَتوَلَّى المسؤُوليَّةَ بعدَه تَصريحًا، وإن كانَ ألمَحَ إلى ذلك باستِخلافِ أبي بَكرٍ على الصَّلاةِ؛ فبَيَّنَ عُمرُ رَضيَ اللهُ عنه أنَّه بينَ اختِيارَينِ، وله في أيٍّ منهُما قُدوةٌ سَبقَته، «فأَثْنَوْا عليه»، أي: قالوا فيه خَيرًا، وأثنى عليه الحُضورُ بالثَّناءِ الجَميلِ الذي يُقارِبون فيه قدْرَه وفَضْلَه مِثلَ أبي بَكرٍ؛ حتَّى يُسمِّيَ لهم الخَليفةَ. فأخبَرَهم عُمرُ رَضيَ اللهُ عنه أنَّه: «راغِبٌ راهِبٌ»، أي: راغِبٌ في أن يَستخلِفَ حتَّى لا يقَعَ النَّاسُ في الخلافِ، وخائفٌ أن يَتحمَّلَ مَسؤوليَّةَ هذا الاختيارِ، ويَحتمِلُ أن يُرادَ: أنِّي راغبٌ فيما عِندَ اللهِ، وخائفٌ من عَذابِهِ، ويَحتمِلُ أنْ يكونَ المعنى: أنَّ مَن يَتولَّى الخِلافةَ إمَّا راغبٌ فيها، وإما خائِفٌ منها، أو أنَّ الذين أثنَوا على عُمرَ إمَّا راغبٌ في حُسنِ رأيٍ فيه وتَقرُّبٍ له، وإمَّا راهبٌ من إظهارِ ما يُضمِرُه من كَراهتِه، أو راغبٌ فيما عندَ عُمرَ وراهبٌ منه. \nثُمَّ أخبَرَهم أنَّه تَمنَّى أن يَخرُجَ من أمرِ الخِلافةِ التي تَولَّاها -أوِ التي تُريدونَ منِّي تَحديدَ مَن يَتَوَلاها- «كَفَافًا لا لي ولا علَيَّ». أي: مُتعادلًا بلا إثمٍ ولا غَنيمةٍ، وهذا من شِدِّةِ خَوفِه ووَرعِه، وإكبارًا وتَعظيمًا لأمرِ المسؤوليَّةِ المُترتِّبةِ على الخِلافةِ والوِلايةِ. وقالَ: «لا أتَحَمَّلُها حَيًّا ومَيِّتًا»، أي: لا أتَحمَّلُ مسؤوليَّةَ الخِلافةِ في حياتي بأن تَولِّيتُها بخيرِها وشَرِّها، وبعدَ مَماتي بأن أُحدِّدَ مَن يَتولَّاها من بَعدي.\nوقد بيَّنَت الرِّواياتُ أنَّ عُمرَ رَضيَ اللهُ عنه جعَلَ الاختيار بينَ سِتَّةٍ مِنَ الصَّحابةِ، يُوَلُّون ويَختارونَ الخليفةَ فيما بينهم، ومِن ثَمَّ يُبايِعُه باقي المُسلِمين بعدَ مُبايَعتِهم له.\nوفي الحديثِ: بَيانُ خُطُورةِ أمرِ الخِلافةِ، والحُكمُ وأنَّها مَغرَمٌ لا مَغنَمٌ.\nوفيه: بَيانُ وَرَعِ عُمرَ الفاروقِ رَضيَ اللهُ عنه.\nوفيه: مَشروعيَّةُ عَقدِ الخلافةِ منَ الإمامِ المُتولِّي لغَيرِه بعدَه، وأنَّ أمرَه في ذلك جائزٌ على عامَّةِ المُسلِمين؛ لإطباقِ الصَّحابةِ ومَن بعدَهم معهم على العملِ بما عَهِدَه أبو بكرٍ لعُمرَ، وكذا لم يَختلفوا في قَبولِ عَهدِ عُمَرَ إلى السِّتَّةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}