{
    "hadith_id": "7219",
    "hadith": "أنَّهُ سَمِعَ خُطْبَةَ عُمَرَ الآخِرَةَ حِينَ جَلَسَ علَى المِنْبَرِ، وذلكَ الغَدَ مِن يَومٍ تُوُفِّيَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ، فَتَشَهَّدَ وأَبُو بَكْرٍ صَامِتٌ لا يَتَكَلَّمُ، قالَ: كُنْتُ أرْجُو أنْ يَعِيشَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ حتَّى يَدْبُرَنَا، يُرِيدُ بذلكَ أنْ يَكونَ آخِرَهُمْ، فإنْ يَكُ مُحَمَّدٌ صَلَّى اللهُ عليه وسلَّمَ قدْ مَاتَ، فإنَّ اللَّهَ تَعَالَى قدْ جَعَلَ بيْنَ أظْهُرِكُمْ نُورًا تَهْتَدُونَ به، هَدَى اللَّهُ مُحَمَّدًا صَلَّى اللهُ عليه وسلَّمَ، وإنَّ أبَا بَكْرٍ صَاحِبُ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، ثَانِيَ اثْنَيْنِ، فإنَّه أوْلَى المُسْلِمِينَ بأُمُورِكُمْ، فَقُومُوا فَبَايِعُوهُ، وكَانَتْ طَائِفَةٌ منهمْ قدْ بَايَعُوهُ قَبْلَ ذلكَ في سَقِيفَةِ بَنِي سَاعِدَةَ، وكَانَتْ بَيْعَةُ العَامَّةِ علَى المِنْبَرِ قالَ الزُّهْرِيُّ: عن أنَسِ بنِ مَالِكٍ، سَمِعْتُ عُمَرَ يقولُ لأبِي بَكْرٍ يَومَئذٍ: اصْعَدِ المِنْبَرَ، فَلَمْ يَزَلْ به حتَّى صَعِدَ المِنْبَرَ، فَبَايَعَهُ النَّاسُ عَامَّةً.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7219",
    "grade": "[صحيح]",
    "takhrij": "أخرجه عبد الرزاق (9756)، والطبراني في ((الشاميين)) (1699) باختلاف يسير، وابن حبان (6875) بلفظه مطولًا.",
    "sharh": "اجتَهدَ أصحابُ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ بعدَ مَوتِه في اختيارِ مَن يَخلُفُه ويَقومُ على أُمورِ المُسلِمين، وكانَ قدِ اجتمَعَ لذلك المُهاجِرونَ والأنصارُ في سَقيفةِ بَني ساعِدةَ، وحينَها وقَعَ الاختيارُ على أبي بكرٍ الصِّدِّيقِ رَضيَ اللهُ عنه؛ لِما له من مكانةٍ ومَنزِلةٍ عُرِفَ بها في عهدِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وكانَ هو أوَّلَ خليفةٍ للمُسلِمينَ بعدَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.\nوفي هذا الحديثِ يُخبِرُ أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّه سَمِعَ خُطبةَ عُمرَ رَضيَ اللهُ عنه الأخيرةَ التي كانَ يأخُذُ فيها البَيعةَ العامَّةَ بالخلافةِ لأبي بَكرٍ رَضيَ اللهُ عنه، وذلك في اليومِ الثَّاني من يومِ المُبايَعةِ الأُولى الخاصَّةِ التي تَقدَّمت وسبَقت مع كِبارِ الصَّحابةِ، وهي التي وقَعت في سَقيفةِ بَني ساعِدةَ، وهو اليومُ الذي تُوفِّي فيه رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، ووَصفَ الخُطبةَ بالأخيرةِ؛ تَمييزًا لها عن خُطبتِه الأُولى يومَ وَفاةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، والتي قالَ فيها: «إنَّ مُحمَّدًا لم يَمُتْ، وإنَّه سَيرجِعُ». \nوكانَ عُمَرُ رَضيَ اللهُ عنه قد جلَسَ على مِنبَرِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فتَشهَّدَ عُمَرُ رَضيَ اللهُ عنه في خُطبتِه، فقالَ: «أشهَدُ أنْ لا إلهَ إلَّا اللهُ، وأشهَدُ أنَّ مُحمَّدًا رسولُ اللهِ»، وكانَ أبو بكرٍ رَضيَ اللهُ عنه حينَئذٍ يَسمَعُ عُمَرَ وهو صامتٌ لا يَتكلَّمُ، وفي روايةِ ابنِ حِبَّانَ أنَّ عُمَرَ قالَ في خُطبتِه: «أمَّا بَعدُ؛ فإنِّي قلتُ أمسِ مَقالةً وإنَّها لم تَكُنْ كما قلتُ، وإنِّي واللهِ ما وجدتُ المَقالةَ التي قلتُ في كِتابٍ أنزَلَه اللهُ ولا في عهدٍ عَهِدَه إلى رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ»، وهو قولُه: «إنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ لم يَمُتْ، ومَن قالَ: إنَّ مُحمَّدًا قد ماتَ، عَلَوتُه بسَيفي هذا، إنَّما ذَهَبَ إلى ربِّه كما ذَهَبَ مُوسى»، فقالَ عُمَرُ رَضيَ اللهُ عنه ذلك اعتذارًا منَ القولِ الأوَّلِ، ولذلك قالَ: «وكُنتُ أرْجُو أنْ يَعِيشَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ حَتَّى يَدْبُرَنا»، فتَمنَّى عُمَرُ رَضيَ اللهُ عنه أنْ يَكونَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ آخِرَهُم مَوتًا، فيَمُوتُ بعدَ مَوتِ أصحابِه، ثُمَّ قالَ عمرُ رَضيَ اللهُ عنه: «فإنْ يَكُ مُحَمَّدٌ صلَّى اللهُ عليه وسلَّمَ قدْ ماتَ، فإنَّ اللهَ تَعالَى قدْ جَعَلَ بيْنَ أظْهُرِكم نُورًا تَهْتَدونَ به، هَدَى اللهُ مُحَمَّدًا صلَّى اللهُ عليه وسلَّمَ»، والمرادُ بالنُّورِ: القرآنُ الكريمُ، فهو الكتابُ الَّذي به هَدَى اللهُ تَعالَى رَسولَه صلَّى اللهُ عليه وسلَّمَ، ثُمَّ نَصَحَ للمُسلِمين باختيارِ أبي بَكرٍ رَضيَ اللهُ عنه خليفةً، فقالَ: «وَإِنَّ أَبَا بَكْرٍ صَاحِبُ رَسُولِ اللهِ صلَّى اللهُ عليه وسلَّمَ»، فهو أقدمُهُم في الصُّحبةِ، وأكثرُهُم مُلازَمَةً للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وهو أيضًا: «ثَانِي اثْنَيْنِ» وهي رُتبةٌ خاصَّةٌ بأبي بَكرٍ الصِّدِّيقِ رَضيَ اللهُ عنه، عُرِفَ بها وامتاز عن غَيرِه؛ إذ إنَّه كان بالغارِ مع النَّبيِّ صلَّى اللهُ عليه وسلَّمَ يومَ كانت قُريشٌ تُطارِدُ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ، وبهاتينِ الرُّتبتينِ قَدَّمه عمرُ رَضيَ اللهُ عنه إلى أن يكونَ خَليفةَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ لأنَّه أولَى المسلِمين بأُمورِهم، ثمَّ طلَب عُمرُ رَضيَ اللهُ عنه مِنَ النَّاسِ أن يَقوموا فيُبايِعوا أبا بَكرٍ رَضيَ اللهُ عنه، بعدَ أن كانت طائفَةٌ مِنهم قد بايَعوه قبلَ ذلك في سَقيفةِ بَني ساعِدةَ، والسَّقيفةُ: المكانُ المُظلَّلُ، وبنو ساعِدَةَ: بَطنٌ مِنَ الخَزرجِ، والمرادُ: البيعةُ الَّتي تمَّت لأبي بكرٍ عندما اجتمَع المهاجِرونَ والأنصارُ بها، «وكانتْ بَيعةُ العامَّةِ على المِنبَرِ»، ويُرادُ بالعامَّةِ: مُبايَعةُ جُموعِ المسلمين، حتَّى إنَّ عُمرَ رَضيَ اللهُ عنه ما زال بأبي بَكرٍ حتَّى أصعَدَه المِنبرَ، وبايعَه النَّاسُ.\nوفي الحديثِ: بَيانُ بعضِ مَناقِبِ أبي بَكرٍ الصِّدِّيقِ رَضيَ اللهُ عنه.\nوفيه: تَقديمُ الأصلحِ لِتَولّي الحُكمِ والإمامةِ، وإلزامُه بذلِك.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}