{
    "hadith_id": "7242",
    "hadith": "نَهَى رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ عَنِ الوِصَالِ، قالوا: فإنَّكَ تُوَاصِلُ، قالَ: أيُّكُمْ مِثْلِي، إنِّي أبِيتُ يُطْعِمُنِي رَبِّي ويَسْقِينِ، فَلَمَّا أبَوْا أنْ يَنْتَهُوا، واصَلَ بهِمْ يَوْمًا، ثُمَّ يَوْمًا، ثُمَّ رَأَوُا الهِلَالَ فَقالَ: لو تَأَخَّرَ لَزِدْتُكُمْ كَالْمُنَكِّلِ لهمْ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7242",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (7242)، ومسلم (1103)",
    "sharh": "العِباداتُ أُمورٌ توقيفيَّةٌ تُؤدَّى كما أمر بها الشَّرعُ، وقد أُمِرْنا أن نتَّقِيَ اللهَ قَدْرَ الاستطاعةِ دونَ مَشَقَّةٍ على الأنفُسِ، وألَّا نتشَدَّدَ في الدِّينِ؛ لأنَّ النَّاسَ يختَلِفون في قُدُراتِهم وتحمُّلِهم، وحتى لا تمَلَّ النُّفوسُ مِنَ العِباداتِ ومِن أوامِرِ الدِّينِ.\nوفي هذا الحَديثِ يخبرُنا أبو هُرَيرةَ رَضِيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم نهى أُمَّتَه -رَحمةً ورِفقًا بهم- عن مُواصَلةِ الصَّومِ بتَرْكِ الطَّعامِ لَيْلًا ونَهارًا، قَصْدًا وعَمْدًا؛ حيثُ إنَّ الوِصالَ لَم يُشْرَعْ للأُمَّةِ، وإنَّما هو خُصوصيَّةٌ مِن خُصوصيَّاتِه صلَّى اللهُ عليه وسلَّم، فهو يَبيتُ يُطعِمُه ربُّه ويَسقيهِ أثْناءَ اللَّيلِ إمَّا على الحقيقةِ يُطعِمُه مِن طَعامِ الجَنَّةِ؛ فالذي يُفطرُ شَرعًا إنما هو الطعامُ المعتادُ، وأمَّا الخارِقُ للعادةِ فلا، أو المعنى: يجعَلُ اللهُ تعالى فيه قُوَّةَ الطَّاعِمِ الشَّارِبِ، ويُفيضُ عليه ما يسُدُّ مَسَدَّ الطَّعامِ والشَّرابِ، ويُقَوِّي على أنواعِ الطَّاعةِ مِن غَيرِ ضَعفٍ في القُوَّةِ.\nوهذا من تمامِ شَفَقةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، ورَحمتِه بأُمَّتِه، وخوفِه عليها من المَللِ من العِبادةِ والتَّعرُّضِ للتَّقصيرِ في بعضِ وظائفِ الدِّين.\nويُخبِرُ أبو هُرَيرةَ رضِيَ اللهُ عنه أنَّ بعضَ الصَّحابةِ لَمَّا لم يمتَنِعوا عن الوِصالِ -لظَنِّهم أنَّ نَهْيَه عليه الصَّلاةُ والسَّلامُ نَهْيَ تنزيهٍ لا تحريمٍ- واصَل بهم النَّبيُّ صلَّى اللهُ عليه وسلَّم الصَّومَ يَومَينِ، ثُمَّ رأَوا هِلالَ شَوَّالٍ، فقالَ صلَّى اللهُ عليه وسلَّم: «لوْ تَأخَّر لزِدْتُكم»، أي: لَيْتَه تَأخَّرَ هِلالُ شَوَّالٍ حتَّى أَزِيدَ في عَددِ أيَّام الوِصالِ، «كالمُنَكِّل بهم حينَ أَبَوْا»، أي: قاَل ذلِك زَجرًا وتَأديبًا لهم؛ حيث كلَّفوا أنفُسَهم ما لا يَطيقون.\nوفي الحَديثِ: النَّهيُ عن الوِصالِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}