{
    "hadith_id": "7265",
    "hadith": "أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، قالَ لِرَجُلٍ مِن أسْلَمَ: أذِّنْ في قَوْمِكَ، أوْ في النَّاسِ يَومَ عاشُوراءَ أنَّ مَن أكَلَ فَلْيُتِمَّ بَقِيَّةَ يَومِهِ، ومَن لَمْ يَكُنْ أكَلَ فَلْيَصُمْ.",
    "rawi": "سلمة بن الأكوع",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7265",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1135)، والنسائي (2321)، وأحمد (16526) باختلاف يسير.",
    "sharh": "يَومُ عاشُوراءَ مِن أيَّامِ اللهِ المبارَكةِ؛ نجَّى اللهُ عزَّ وجلَّ فيه نَبيَّه مُوسى عليه السَّلامُ مِن فِرعونَ وجُندِه، وصامَهُ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، وأمَرَ بصِيامِه، وهو أوَّلُ صِيامٍ صامَه المسلِمونَ، وكان قَبْلَ فرْضِ صِيامِ رَمضانَ.\nوفي هذا الحديثِ يُخبِرُ سَلَمةُ بنُ الأكوَعِ رَضيَ اللهُ عنه أنَّ النَّبِيَّ صلَّى اللهُ عليه وسلَّمَ أرْسَلَ رجُلًا -هو هِندُ بنُ أسماءَ بنِ حارثةَ الأسلميُّ رَضيَ اللهُ عنه، كما جاء في مُسنَدِ أحمَدَ وغيرِه- يُنادي في النَّاسِ يومَ عاشوراءَ -وهو اليومُ العاشِرُ مِن شَهْرِ اللهِ المُحرَّمِ-: أنَّ مَن أكَلَ فَلْيُتِمَّ، يعني: لا يَأكُلْ بَقيَّةَ اليومِ إلى مَوعِدِ الإفطارِ؛ مُراعاةً لحُرمةِ الوقتِ، ومَن لم يَأكُلْ فلا يَأكُلْ شَيئًا، ويَنوِي الصِّيامَ ويَصومُ هذا اليومَ.\nوبعْدَ أنْ فُرِض صِيامُ شَهْرِ رَمَضانَ صارَ صَومُ عاشوراءَ مُخيَّرًا فيه: مَن شاءَ صامَه، ومَن شاءَ تَرَكَه، وقدْ جاء في فَضْلِ صِيامِه أنَّه يُكفِّر ذُنوبَ سَنةٍ قَبْلَه، كما في صَحيحِ مُسلِمٍ مِن حَديثِ أبي قَتادةَ رَضيَ اللهُ عنه.\nوقد ورَدَتْ رِواياتٌ في أسبابِ صِيامِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ يومَ عاشُوراءَ؛ منها ما جاء في الصَّحيحَينِ مِن حَديثِ ابْنِ عبَّاسٍ رَضيَ اللهُ عنهما: أنَّه يَومٌ نجَّى اللهُ فيه مُوسَى مِن فِرعَونَ، وكانتْ تَصومُه اليَهُودُ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: أنا أَوْلَى بِمُوسَى مِنهم، فصامَه. ومنها: ما في الصَّحيحَينِ مِن حَديثِ ابنِ عُمَرَ رَضيَ اللهُ عنهما أنَّه صلَّى اللهُ عليه وسلَّمَ قال: «كان يَومًا يَصومُه أهلُ الجاهِليَّةِ، فمَن أحبَّ منكم أنْ يَصومَه فَلْيَصُمْه، ومَن كَرِه فَلْيَدَعْهُ».",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}