{
    "hadith_id": "7275",
    "hadith": "جَلَسَ إلَيَّ عُمَرُ في مَجْلِسِكَ هذا، فَقالَ: لقَدْ هَمَمْتُ أنْ لا أدَعَ فِيهَا صَفْرَاءَ ولَا بَيْضَاءَ إلَّا قَسَمْتُهَا بيْنَ المُسْلِمِينَ، قُلتُ: ما أنْتَ بفَاعِلٍ، قالَ: لِمَ؟، قُلتُ: لَمْ يَفْعَلْهُ صَاحِبَاكَ، قالَ: هُما المَرْءَانِ يُقْتَدَى بهِمَا.",
    "rawi": "شيبة بن عثمان",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7275",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو داود (2031)، وابن ماجه (3116)، وأحمد (15382) جميعهم باختلاف يسير.",
    "sharh": "الكَعبةُ بَيتُ اللهِ الحرامُ، لا يَنْبغي العبَثُ بها وبمُقتنياتِها، وقد عظَّمَها الأنبياءُ بتَعظيمِ اللهِ عزَّ وجلَّ لها.\r\nوفي هذا الحَديثِ يُخبِرُ التابعيُّ أبو وائِلٍ شَقيقُ بنُ سَلَمةَ أنَّه جَلَسَ على كُرسِيٍّ في الكَعْبةِ مع شَيبَةَ بنِ عُثمانَ بنِ طَلْحةَ حاجبِ الكَعبةِ وخادِمِها، وفي رِوايةٍ عندَ ابنِ ماجهْ: «بَعَثَ معي رجُلٌ بدَراهمَ هَديَّةً إلى البيتِ، فدخَلْتُ البيتَ وشَيبةُ جالسٌ على كُرسِيٍّ، فَناوَلْتُه إيَّاها، فقال: لكَ هذه؟ فقلْتُ: لا، ولو كانتْ لي لمْ آتِكَ بها، قال: أمَا إنْ قُلتَ ذلك فقدْ جَلَسَ عمرُ بنُ الخطَّابِ مَجلِسَك الذي أنتَ فيه»، وأخْبَرَه أنَّ عُمَرَ رَضيَ اللهُ عنه هَمَّ ألَّا يَترُكَ في الكَعبةِ صَفراءَ ولا بَيضاءَ أيْ ذهَبًا ولا فِضَّةً إلَّا قَسَمَه بيْن الناسِ، وأراد بذلك الكَنزَ الذي بها، وهو ما كان يُهْدَى إليها، فيُدخَّرُ ما يَزيدُ عن الحاجةِ؛ فقدْ كانوا في الجاهليَّةِ يُهْدون إلى الكَعبةِ المالَ تَعظيمًا لها، فيَجتمِعُ فيها.\r\nفلمَّا أخبَرَهُ شَيبةُ رَضيَ اللهُ عنه أنَّ صاحِبَيه -النبيَّ صلَّى اللهُ عليه وسلَّمَ، وأبا بكرٍ رَضيَ اللهُ عنه- لم يَفعَلَا ذلك، وقد رَأَيَا كَنزَ الكَعبةِ وعَلِموا مَكانَه، وهما كانا أحوَجَ مِن عُمَرَ إلى المالِ، ومع ذلك لم يُحرِّكاهْ ولم يَقسِماهُ على الفُقراءِ؛ قال عُمَرُ رَضيَ اللهُ عنه: هما الرَّجُلانِ الكامِلانِ لا أخرُجُ عن فِعلِهما، بلْ أَقتَدي بهِما.\r\nقيل: يَحتمِلُ أنْ يكونَ تَرْكُه صلَّى اللهُ عليه وسلَّمَ لذلك رِعايةً لقُلوبِ قُريشٍ، كما تَرَكَ بِناءَ الكَعبةِ على قَواعدِ إبراهيمَ، ويُؤيِّدُه ما وَقَعَ عندَ مُسلِمٍ في بَعضِ طُرقِ حَديثِ عائشةَ في بِناءِ الكَعبةِ: «لَأنفَقْتُ كَنزَ الكَعبةِ في سَبيلِ اللهِ». وعلى هذا فإنفاقُه جائزٌ، كما جازَ لِعبدِ اللهِ بنِ الزُّبيرِ رَضيَ اللهُ عنهما بِناؤُها على قَواعدِ إبراهيمَ عليه السَّلامُ؛ لِزَوالِ سَببِ الامتِناعِ. وقولُه: «في سَبيلِ اللهِ» يُحمَلُ على أوجُهِ الخَيرِ لِلمُسلِمِينَ أو عِمارةِ الكَعبةِ نَفسِها.\r\nوفي الحديثِ: التَّأسِّي بفِعْلِ الأنبياءِ والصَّالحينَ.\r\nوفيه: اتِّباعُ عُمَرَ رَضيَ اللهُ عنه سُنَّةَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، واقتِفاءُ أَثَرِه في أفْعالِه.\r\nوفيه: تَعظيمُ أمْرِ الكَعبةِ وما يَتعلَّقُ بها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}