{
    "hadith_id": "7307",
    "hadith": "إنَّ اللَّهَ لا يَنْزِعُ العِلْمَ بَعْدَ أنْ أعْطاكُمُوهُ انْتِزاعًا، ولَكِنْ يَنْتَزِعُهُ منهمْ مع قَبْضِ العُلَماءِ بعِلْمِهِمْ، فَيَبْقَى ناسٌ جُهّالٌ، يُسْتَفْتَوْنَ فيُفْتُونَ برَأْيِهِمْ، فيُضِلُّونَ ويَضِلُّونَ، فَحَدَّثْتُ به عائِشَةَ زَوْجَ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، ثُمَّ إنَّ عَبْدَ اللَّهِ بنَ عَمْرٍو حَجَّ بَعْدُ فقالَتْ: يا ابْنَ أُخْتي انْطَلِقْ إلى عبدِ اللَّهِ فاسْتَثْبِتْ لي منه الذي حَدَّثْتَنِي عنْه، فَجِئْتُهُ فَسَأَلْتُهُ فَحدَّثَني به كَنَحْوِ ما حدَّثَني، فأتَيْتُ عائِشَةَ فأخْبَرْتُها فَعَجِبَتْ فقالَتْ: واللَّهِ لقَدْ حَفِظَ عبدُ اللَّهِ بنُ عَمْرٍو.",
    "rawi": "عبدالله بن عمرو",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7307",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2673) باختلاف يسير",
    "sharh": "سَمِع عُرْوَةُ بنُ الزُّبَيْرِ مِن عبدِ اللهِ بنِ عَمْرِو بنِ العَاصِ رَضِيَ الله عنهم، وكان مارًّا بهم للحَجِّ، أنَّه سَمِع النبيَّ صلَّى الله عليه وسلَّم يقول: «إنَّ اللهَ لا يَنْزِعُ العِلمَ بعدَ أن أَعْطَاكُموه انْتِزاعًا» فَجْأَةً، «ولكنْ يَنْتَزِعُه منهم مع قَبْضِ العُلماءِ بعِلمِهم»، أي: يَمُوتُ العِلمُ بِمَوْتِ مَن يَحمِله من العُلماء، «فيَبْقَى ناسٌ جُهَّالٌ» يَظُنُّهم الناسُ عُلماءَ، فـ«يُسْتَفْتَوْنَ»، أي: فيُستفتَى هؤلاء الجُهَّالُ «فيُفْتُونَ برأيِهم، فيَضِلُّون ويُضِلُّون». فأخبَر به عُرْوَةُ بنُ الزُّبَيْرِ خالتَه أُمَّ المؤمنين عَائِشَةَ رَضِيَ الله عنها، وكانت أُمُّه أَسْمَاءَ بنتَ الصِّدِّيقِ رَضِيَ الله عَنْها وعَنْ والدِها، فلمَّا كان مِن العامِ القادِمِ حَجَّ عبدُ اللهِ بنُ عَمْرٍو رَضِيَ الله عَنهُما، فقالت عَائِشَةُ رَضِيَ الله عنها لِعُرْوَةَ: «يا بْنَ أُختِي، انطلِقْ إلى عبدِ الله فَاسْتَثبِتْ لي منه الَّذِي حدَّثتَنِي عنه»، قال عُرْوَةُ: «فجِئْتُه فسألتُه، فحدَّثنِي به كنَحْوِ ما حدَّثنِي» أي: فلم يغيِّرْ منه شيئًا، «فأتيتُ عَائِشَةَ فأخبرتُها، فعَجِبَتْ فقالَتْ: والله لقد حَفِظَ عبدُ الله بنُ عَمْرٍو!».\nوفي الحديثِ: تعظيمُ مكانةِ العُلماءِ، وأنَّهم هُدَاةُ الأُمَّةِ. \nوفيه: خُطورةُ الفُتْيَا بالرَّأْيِ، وأنَّها سببُ الضَّلالِ وإنْ كان صاحبُها حَسَنَ النيَّةِ .",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}