{
    "hadith_id": "7314",
    "hadith": "أنَّ أعْرَابِيًّا أتَى رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ: إنَّ امْرَأَتي ولَدَتْ غُلَامًا أسْوَدَ، وإنِّي أنْكَرْتُهُ، فَقالَ له رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: هلْ لكَ مِن إبِلٍ؟، قالَ: نَعَمْ، قالَ: فَما ألْوَانُهَا؟، قالَ: حُمْرٌ، قالَ: هلْ فِيهَا مِن أوْرَقَ؟، قالَ: إنَّ فِيهَا لَوُرْقًا، قالَ: فأنَّى تُرَى ذلكَ جَاءَهَا، قالَ: يا رَسولَ اللَّهِ، عِرْقٌ نَزَعَهَا، قالَ: ولَعَلَّ هذا عِرْقٌ نَزَعَهُ، ولَمْ يُرَخِّصْ له في الِانْتِفَاءِ منه.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7314",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1500) باختلاف يسير",
    "sharh": "حِفظُ العِرضِ والنَّسلِ من مَقاصدِ الشَّريعةِ الإسلاميَّةِ الكُبرى؛ ولذلك لا تُسمَعُ التُّهمةُ فيما يخُصُّ ذلك إلَّا ما كانَ مَبناه على اليقينِ.\nوفي هذا الحَديثِ يَروي أبو هُرَيرةَ رَضيَ اللهُ عنه أنَّ أعرابيًّا -وهو الذي يَسكُنُ الصَّحراءَ- جاءَ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فأخبَرَه أنَّ امرأتَه ولَدَت غُلامًا أسوَدَ، وأنَّه أنكَرَ ذلك كيفَ يُولَدُ له غُلامٌ أسوَدُ! فاستغرَبَ وأنكَرَ بقلبِه أن يَكونَ هذا الولدُ منه، لا أنَّه نفاه عن نفسِه بلفظِه بلِسانِه، ولكنَّه يُشيرُ إلى احتمالِ أن يَكونَ هذا الولدُ ليس ابنَه، فسَألَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ سؤالًا المُرادُ منه تَقريبُ المَعنى الذي يُريدُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أن يُفهِمَه لهذا الأعرابيِّ بضَربِ المَثلِ له بالإبلِ التي يَعرِفُها ويَعرِفُ كيفَ تُنتِجُ، فقالَ: «هلْ لكَ من إبلٍ» تَملِكُها؟ فقالَ الرَّجلُ: نَعَم، فقالَ له: «فما ألوانُها؟» فقالَ الرَّجلُ: حُمرٌ، فسألَه صلَّى اللهُ عليه وسلَّمَ: «هَلْ فيها من أوْرَقَ؟» وهو الَّذي فيه سوادٌ، وهو لونٌ مُخالِفٌ لعُمومِ لَونِ الإبلِ التي يَملِكُها، فأخبَرَه الرَّجلُ أنَّ فيها عددًا من هذا اللَّونِ المائلِ إلى السَّوادِ، فسألَه صلَّى اللهُ عليه وسلَّمَ: إذا كانت إبلُك حُمرًا؛ فكيف أتى فيها هذا اللَّونُ المُخالِفُ لها؟ فقالَ الرَّجُلُ: «عِرقٌ نزَعَها»، أي: غَلَبَ عليها لونُ إحدى الإبلِ في أصلِ نَسبِها وأظهَرَ لونَه عليه فأشبَهَه، وهو ما يُعرَفُ في العصرِ الحديثِ بالجيناتِ الوِراثيَّةِ، وهي الصِّفةُ التي ربَّما يَظهَرُ أثَرُها في إحدى الأجيالِ والتي لم تَكُن في الجيلِ الذي قبلَه، وإنَّما كانت في الأصولِ البَعيدةِ، فأخبَرَه صلَّى اللهُ عليه وسلَّمَ بكلامٍ من نفسِ نَوعِ كلامِه عنِ الإبلِ، فقالَ له: ولعلَّ وَلَدَك هذا أيضًا غلَبَ عليه لونُ أحدِ أُصولِ نَسبِه التي لا تَعلَمُها من ناحيتِك أو من ناحيةِ أمِّه، وأظهَرَ لونَه عليه فأشبَهَه، ولم يُرخِّصْ له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في نَفيِ نَسبِه من وَلدِه هذا. \nوهذا يُظهِرُ حُسنَ تَعليمِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، حيثُ شبَّه أصلًا مَعلومًا بأصلٍ مُبيَّنٍ؛ ليُفهِمَ السَّائلَ؛ فقد شَبَّهَ للأعرابيِّ ما أنكَرَه من لَونِ الغُلامِ بما عَرَفَ من نِتاجِ الإبلِ، فأبانَ له بما يَعرِفُ أنَّ الإبلَ الحُمرَ تُنتِجُ الأغبَرَ، فكذلك المرأةُ البيضاءُ تَلِدُ الأسوَدَ.\nوفي الحديثِ: استعمالُ القياسِ، والاعتبارُ بالأشباهِ، وضَربُ الأمثالِ.\nوفيه: أنَّ الولدَ يَلحَقُ الزَّوجَ وإن خالَفَ لونُه لونَه.\nوفيه: أنَّ التَّعريضَ بنَفيِ الولدِ ليس نفيًا، وأنَّ التَّعريضَ بالقَذفِ ليس قذفًا، ولا يُحَدُّ قائلُه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}