{
    "hadith_id": "7338",
    "hadith": "سَمِعَ عُثْمَانَ بنَ عَفَّانَ خَطَبَنَا علَى مِنْبَرِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ.",
    "rawi": "السائب بن يزيد",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7338",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مالك (17) بنحوه، وابن أبي شيبة (10658) بنحوه، والبيهقي في ((معرفة السنن والآثار)) (8323) بنحوه.",
    "sharh": "نَقَلَ الصَّحابةُ رَضيَ اللهُ عنهم إلى مَن بعدَهم سُنَّةَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وكلَّ ما يَتعلَّقُ به، ووَصَفوا الأماكنَ التي نَزَلَ بها، وذَكَروا أماكنَ تَواجُدِ مُتعلِّقاتِه صلَّى اللهُ عليه وسلَّمَ، كما في هذا الحديثِ المُختصَرِ من حديثٍ آخَرَ رَوَاه البَيهقيُّ في سُنَنِه، حيثُ يَروي الصَّحابيُّ السَّائبُ بنُ يَزيدَ رَضيَ اللهُ عنه، أنَّه سَمِعَ الخليفةَ عُثمانَ بنَ عفَّانَ رَضيَ اللهُ عنه يَخطُبُ على مِنبَرِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وكانَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَخطُبُ في أوَّلِ الأمرِ على جِذعِ شَجرةٍ، ثُمَّ صُنِعَ له مِنبرٌ فخطَبَ عليه، وبَقيَ هذا المِنبرُ في المَسجِدِ إلى أن خَطَبَ عليه أبو بكرٍ، وعمرُ، وعثمانُ رَضيَ اللهُ عنهم جميعًا والأئمَّةُ من بعدِهم.\nواقتُصِرَ هنا على ذِكرِ خُطبةِ عُثمانَ رَضيَ اللهُ عنه على مِنبَرِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ. وزادَ عندَ البَيهقيِّ أنَّه قالَ في خُطبتِه: «هذا شَهرُ زكاتِكم»، أي: وُجوبِ زَكاةِ أموالِكم بعدَما بَلَغَتِ النِّصابَ وحالَ عليها عامٌ هِجريٌّ، وقيل: المرادُ به شَهرُ رمضانَ، وقيل: شَهرُ مُحَرَّمٍ، «فمَنْ كان عليه دَيْنٌ فَلْيُؤَدِّه»، فإن كانَ الذي وَجَبَت عليه الزَّكاةُ، عليه دَينٌ؛ فالأولَى أن يَقضِيَ دَينَه بمالِ زكاتِه؛ وذلك حتَّى تكونَ الزَّكاةُ خالِصةً من مالٍ ليس فيه دَينٌ، «ومَنْ لم يكُنْ عِندَه»، أي: زكاةٌ، ويَحتمِلُ أن يكونَ المرادُ أنَّه ليس عِندَه مالٌ يَبلُغُ به الزَّكاةَ، فلا يُطلَبُ منه زَكاةُ مالِه، إلَّا إذا تَطوَّع هو بشَيءٍ تَصدُّقًا منه. ومَن أُخِذَت زَكاتُه في هذا الشَّهرِ، فلا تُؤخَذُ منه زَكاةُ مالٍ إلَّا في مِثلِ هذا الشَّهرِ مِنَ العامِ التَّالي له إذا بلَغَ المالُ النِّصابَ. \nوذلك إنما يكونُ في المالِ المُدَّخَرِ؛ لأنَّ عُثمانَ رَضيَ اللهُ عنه كان يَأخُذُ بقولِ المُزكِّي فيَسألُه: ألَدَيكَ مالٌ يُزَكَّى؟ فإنِ اعتَرَفَ أخَذَ الزَّكاةَ الواجبةَ عليه، وإن زعَم أنَّه ليس لديه ما يُخرِجُ عنه زكاةً صَدَّقَه، ومِثلُ هذا لا سَبيلَ إلى مَعرفتِه في وقتِهم إلَّا بسُؤالِ المُزكِّي وإجابتِه؛ لأنَّ أموالَهم لم تكُن تُودَعُ إلَّا في بُيوتِهم، وكان الوازِعُ الدِّينيُّ إذ ذاك قَوِيًّا كافِيًا في هذا الأمرِ في الغالِبِ. \nوفي الحَديثِ: أنَّ الإمامَ أو وَليَّ الأمرِ يَخطُبُ على المِنبَرِ في الأُمورِ المُهِمَّةِ لا يُخافِتُها؛ لِتَصِلَ الموعظةُ إلى أسماعِ النَّاسِ إذا أشرَفَ عليهم.\nوفيه: إشارةٌ إلى أنَّ المِنبَرَ النَّبويَّ بَقيَ إلى ذلك العَهدِ ولم يَتغيَّرْ بزيادةٍ ولا نَقصٍ، وقيل: إنَّه بَقيَ بعدَ ذلك زمانًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}