{
    "hadith_id": "7366",
    "hadith": "لَمَّا حُضِرَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ قالَ، وفي البَيْتِ رِجَالٌ فيهم عُمَرُ بنُ الخَطَّابِ، قالَ: هَلُمَّ أكْتُبْ لَكُمْ كِتَابًا لَنْ تَضِلُّوا بَعْدَهُ، قالَ عُمَرُ: إنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ غَلَبَهُ الوَجَعُ وعِنْدَكُمُ القُرْآنُ فَحَسْبُنَا كِتَابُ اللَّهِ، واخْتَلَفَ أهْلُ البَيْتِ واخْتَصَمُوا، فَمِنْهُمْ مَن يقولُ: قَرِّبُوا يَكْتُبْ لَكُمْ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ كِتَابًا لَنْ تَضِلُّوا بَعْدَهُ، ومِنْهُمْ مَن يقولُ ما قالَ عُمَرُ، فَلَمَّا أكْثَرُوا اللَّغَطَ والِاخْتِلَافَ عِنْدَ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، قالَ: قُومُوا عَنِّي. قالَ عُبَيْدُ اللَّهِ، فَكانَ ابنُ عَبَّاسٍ يقولُ: إنَّ الرَّزِيَّةَ كُلَّ الرَّزِيَّةِ ما حَالَ بيْنَ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ وبيْنَ أنْ يَكْتُبَ لهمْ ذلكَ الكِتَابَ مِنَ اخْتِلَافِهِمْ ولَغَطِهِمْ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7366",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (7366) واللفظ له، ومسلم (1637)",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ حَريصًا على وَحْدةِ أُمَّتِه، وعدَمِ اخْتِلافِها في حَياتِه، وبعْدَ وَفاتِه؛ ولذلك وضَّحَ في سُنَّتِه الدِّينَ ومُهمَّاتِه، وفصَّلَ كَثيرًا مِن الأُمورِ الَّتي قدْ يقَعُ فيها الاخْتِلافُ.\nوفي هذا الحَديثِ يُخبِرُ عَبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّه لَمَّا حُضِرَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، أي: لمَّا مرِضَ مَرضَه الأخيرَ ودَنا مَوْتُه، وفي روايةٍ في البُخاريِّ: أنَّ ذلك كان يومَ الخَميسِ، وكان قبْلَ مَوْتِه صلَّى اللهُ عليه وسلَّمَ بأربَعةِ أيَّامٍ في السَّنةِ الحاديةَ عَشْرةَ مِن الهِجْرةِ، وكان في البَيتِ رِجالٌ مِن الصَّحابةِ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «هَلُمُّوا أكتُبْ لكم كِتابًا لا تَضِلُّوا بعدَه»، فيكونُ لهم هاديًا إلى الطَّريقِ القَويمِ، والصِّراطِ المُستَقيمِ، فلا يَميلونَ بعْدَه عن جادَّةِ الحقِّ، ولا يَنحَرِفونَ عن مَنهجِ الصَّوابِ، قيلَ: أرادَ أنْ يَكتُبَ كِتابًا في الأحْكامِ يَرتَفِعُ معَه الخِلافُ، وقيلَ: أرادَ صلَّى اللهُ عليه وسلَّمَ أنْ يَكتُبَ لهم كِتابًا يَنُصُّ فيه على الخَليفةِ مِن بَعدِه، ويُؤيِّدُ ذلك ما جاء عندَ مُسلمٍ أنَّه صلَّى اللهُ عليه وسلَّمَ قال في أوائلِ مَرَضِه، وهو عندَ عائشةَ رَضيَ اللهُ عنها: «ادْعي لي أباكِ وأخاكِ حتَّى أكتُبَ كِتابًا؛ فإنِّي أخافُ أنْ يَتَمنَّى مُتمَنٍّ، ويَقولَ قائلٌ، ويَأْبى اللهُ والمؤمِنونَ إلَّا أبا بَكرٍ»، وللبُخاريِّ مَعناه.\nفقال بعضُهم -وهو عُمَرُ بنُ الخطَّابِ رَضيَ اللهُ عنه، كما ثبَتَ في رِواياتِ الصَّحيحَينِ-: إنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قدْ غلَبَه الوجَعُ، فخَشيَ عُمَرُ رَضيَ اللهُ عنه على رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وأنَّ اهْتِمامَه بالكِتابِ يَزيدُ في الألَمِ والمرَضِ، خاصَّةً معَ ما كان يُصاحِبُه مِن إغْماءٍ ونَحوِه، وظنَّ أنَّ الأمرَ في قَولِه صلَّى اللهُ عليه وسلَّمَ: «ائْتُوني بكِتابٍ» مِن بابِ الإرْشادِ إلى الأصلَحِ، وقال: «حَسْبُنا كِتابُ اللهِ»، أي: عندَنا القُرآنُ يَكْفينا؛ فإنَّ اللهَ تعالَى قال: {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} [الأنعام: 38]، وقال: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} [المائدة: 3]؛ فلا تقَعُ واقِعةٌ إلى يومِ القيامةِ إلَّا وفي القُرآنِ والسُّنَّةِ بَيانُها نصًّا أو دَلالةً، وهذا مِن دَقيقِ نظَرِ عُمَرَ رَضيَ اللهُ عنه، ولم يُرِدْ أنَّه يُكْتَفى بالقُرآنِ عن بَيانِ السُّنَّةِ، وقصَدَ بذلك راحةَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ والتَّرْفيهَ عنه؛ لاشتِدادِ مَرضِه، وغَلَبةِ الوجَعِ عليه، ويشُقُّ عليه إمْلاءُ الكِتابِ، أو مُباشَرةِ الكِتابةِ، إلى أنْ يَبْرأَ فيَكتُبَ، ويُمْليَ ما أرادَ، فاختَلَفَ أهلُ البَيتِ الَّذي كانوا فيه مِن الصَّحابةِ لا أهلُ بَيتِه صلَّى اللهُ عليه وسلَّمَ، فمنْهم مَن يَقولُ: قَرِّبوا يَكتُبْ لكم كِتابًا لا تَضِلُّوا بعدَه، ومنهم مَن يقولُ غيرَ ذلك موافِقًا لقَولِ عُمَرَ رَضيَ اللهُ عنه.\nفلمَّا أكْثَرُوا اللَّغَطَ والاخْتِلافَ، قال لهم رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «قُومُوا»، وهذا يدُلُّ على أنَّ أمْرَه الأوَّلَ كان على الاخْتيارِ؛ ولهذا عاشَ صلَّى اللهُ عليه وسلَّمَ بعْدَ ذلك أيَّامًا ولم يُعاوِدْ أمْرَهم بذلك، ولو كان واجبًا لم يَترُكْه لاخْتِلافِهم؛ لأنَّه لم يَترُكِ التَّبليغَ لمُخالَفةِ مَن خالَفَ، وقيلَ: كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يُحذِّرُهم منَ الخِلافِ؛ لِما فيه مِن رَفعِ الخَيرِ، كما حدَثَ في تَحْديدِ لَيلةِ القَدرِ وغَيرِها، فكان الخِلافُ واللَّغَطُ الَّذي وقَعَ هو السَّببَ في رَفعِ هذا الكِتابِ، وليس قَولَ عُمَرَ أو غَيرِه رَضيَ اللهُ عنهم جَميعًا.\nقال عبيدُ اللهِ- راوي الحديثِ-: فكان ابنُ عبَّاسٍ رَضيَ اللهُ عنهما يَقولُ: «إنَّ الرَّزيَّةَ كلَّ الرَّزيَّةِ، ما حالَ بيْنَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وبيْنَ كِتابِه»، أي: إنَّ المُصيبةَ كلَّ المُصيبةِ، -ويَعني بها الاختِلافَ- الَّذي منَعَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ مِن كِتابةِ الكِتابِ الَّذي عزَمَ عليه.\nوفي الحَديثِ: كِتابةُ العِلمِ\nوفيه: أنَّ الاختِلافَ قد يكونُ سَببًا في حِرْمانِ الخَيرِ.\nوفيه: بُطْلانُ ما يدَّعيه الشِّيعةُ من وِصايةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ لعَليٍّ بالإمامةِ.\nوفيه: أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ لم ينُصَّ صَراحةً بالخِلافةِ مِن بعدِه لأحدٍ مُعيَّنٍ.\nوفيه: وُقوعُ الاجتِهادِ بحَضْرةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ فيما لم يَنزِلْ عليه فيه وَحيٌ، وفي تَرْكِه صلَّى اللهُ عليه وسلَّمَ للكِتابةِ إباحةُ الاجتِهادِ المُنضَبِطِ بضَوابِطِ الشَّرعِ؛ لأنَّه صلَّى اللهُ عليه وسلَّمَ لمَّا ترَكَ الكِتابةَ أوْكَلَهم إلى اجْتِهادِهم.\nوفيه: أنَّ الأدبَ في العيادةِ ألَّا يُطيلَ العائدُ عندَ المَريضِ حتَّى يُضجِرَه، وألَّا يَتكلَّمَ عندَه بما يُزعِجُه.\nوفيه: أنَّ المَريضَ إذا اشتَدَّ به المَرضُ، فإنَّه يَجوزُ له أنْ يأمُرَ الزَّائرينَ بالخُروجِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}