{
    "hadith_id": "7375",
    "hadith": "أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ بَعَثَ رَجُلًا علَى سَرِيَّةٍ، وكانَ يَقْرَأُ لأصْحَابِهِ في صَلَاتِهِمْ فَيَخْتِمُ بقُلْ هو اللَّهُ أحَدٌ، فَلَمَّا رَجَعُوا ذَكَرُوا ذلكَ للنبيِّ صَلَّى اللهُ عليه وسلَّمَ، فَقالَ: سَلُوهُ لأيِّ شيءٍ يَصْنَعُ ذلكَ؟، فَسَأَلُوهُ، فَقالَ: لأنَّهَا صِفَةُ الرَّحْمَنِ، وأَنَا أُحِبُّ أنْ أقْرَأَ بهَا، فَقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: أخْبِرُوهُ أنَّ اللَّهَ يُحِبُّهُ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7375",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (813)، والنسائي (993)، وابن حبان (793) جميعهم باختلاف يسير.",
    "sharh": "كانَ الصَّحابةُ رَضيَ اللهُ عنهم يَجتَهِدون في عِبادتِهم لله عزَّ وجلَّ، وكان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يُقِرُّهم على ما يَستَحسِنُ منهم ويُصوِّبُ لهُم ما أخطَؤوا فيه.\nوفي هذا الحَديثِ تُخبِرُ عائشةُ رَضيَ اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ بَعَثَ رَجُلًا على سَريَّة، أي: جَعَلَه أميرًا عليها، والسَّريَّةُ: هي القِطعةُ مِنَ الجيشِ، وكانَ يؤمُّهم في الصَّلاةِ، وكانَ يُنهي قِراءتَه في كلِّ رَكعةٍ بِسُورةِ الإخلاصِ، فلمَّا رَجَعوا ذَكَروا فِعلَه للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ وكَيف كانَ أميرُهم يَقرَأُ في إمامتِه لهم، فقالَ لهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «سَلُوهُ لأيِّ شَيءٍ يَصْنعُ ذلك؟» أي: ما سَببُ قِراءتِه لتلك السُّورةِ بتلك الكيفيَّةِ في كلِّ رَكعةٍ؟ فسَألُوهُ، فأخبَرَهمُ الرَّجُلُ أنَّه كانَ يَفعلُ ذلك ويَقرأُ سُورةَ الإخلاصِ؛ لأنَّ بها ذِكرَ الرَّحمنِ، وما يتَّصِفُ به من صِفاتِ الكَمالِ والعَظَمةِ على سائرِ خَلقِهِ، أو لأنَّه ليس فيها إلَّا صِفاتُ اللهِ سُبحانَه وتعالَى؛ فاختُصَّت بذلِك دُونَ غيرِها مِنَ السُّوَرِ، وقدِ اشتمَلَت على تَوحيدِ اللهِ تَعالَى، وإثباتِ صِفاتِه الواجبةِ له، وعلى نَفيِ ما يَستحيلُ عليه سُبحانَه من أنَّه لم يَلِدْ ولم يُولَدْ، ولم يَكُن له كُفُوًا أحدٌ، وعلى اسمينِ يَتضمَّنانِ جَميعَ أوصافِ الكمالِ، وهما: الأحدُ، والصَّمدُ؛ فـ«الأحدُ» يُشعِرُ بوُجودِه الخاصِّ به الذي لا يُشارِكُه فيه غيرُه، و«الصَّمَدُ» يَتضمَّنُ جَميعَ أوصافِ الكمالِ؛ فمعناه: الذي انتَهى سُؤدُده بحيثُ يُصمَدُ إليه في الحوائجِ كلِّها، وهو لا يَتِمُّ حَقيقةً إلَّا للهِ عزَّ وجلَّ.\nثُمَّ قال: «وأنا أُحِبُّ أنْ أقْرأَ بها»، أي: لهذا السَّببِ أقرَؤها في خَتمةِ كُلِّ رَكعةٍ؛ فإنَّ مَن أحَبَّ شيئًا أكثَرَ مِن ذِكرِه. فلمَّا أخبَروا النَّبيَّ صلَّى اللهُ عليه وسلَّمَ بقولِه وبالسَّببِ الذي ذَكَرَه، أقرَّه على ذلك، ثُمَّ بشَّرَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وقالَ لأصحابِه: «أخْبِروهُ أنَّ اللهَ يُحِبُّهُ»، جَزاءً لمَحبَّتِه تلك السُّورةَ، أو جَزاءً لصِحَّةِ اعتقادِه الذي دلَّ عليه كَلامُه من مَحبَّتِه لذِكرِ صِفاتِ اللهِ تَعالَى، وهكذا أقَرَّ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ قِراءتَه ولم يَنهَه عَنها.\nوفي الحَديثِ: إثباتُ صِفةِ المَحبَّةِ لله تَعالَى، وهي مَحبَّةٌ حَقيقيَّةٌ تَليقُ بجَلالِه وكَمالِه.\nوفيه: بيانُ فضلِ سُورةِ الإخلاصِ.\nوفيه: مَشروعيَّةُ جمعِ سُورتَينِ في ركعةٍ واحدةٍ في الصَّلاةِ أوِ القراءةِ من أكثرَ من سُورةٍ.\nوفيه: مَشروعيَّةُ تَخصيصِ بعضِ القرآنِ بمَيلِ النَّفسِ إليه والاستكثارِ منه، ولا يُعَدُّ ذلك هِجرانًا لغيرِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}