{
    "hadith_id": "7411",
    "hadith": "يَدُ اللَّهِ مَلْأَى لا يَغِيضُها نَفَقَةٌ، سَحّاءُ اللَّيْلَ والنَّهارَ، وقالَ: أرَأَيْتُمْ ما أنْفَقَ مُنْذُ خَلَقَ السَّمَواتِ والأرْضَ، فإنَّه لَمْ يَغِضْ ما في يَدِهِ، وقالَ: عَرْشُهُ علَى الماءِ، وبِيَدِهِ الأُخْرَى المِيزانُ، يَخْفِضُ ويَرْفَعُ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7411",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (993) باختلاف يسير.",
    "sharh": "حَثَّ الإسلامُ على الصَّدَقةِ والإنْفاقِ في سَبيلِ اللهِ، وبيَّنَ أنَّ ما يُنفِقُه الإنسانُ عائِدٌ عليه أضْعافًا مُضاعَفةً في الدُّنيا والآخِرةِ، وأنَّ ما عِندَ اللهِ أبْقَى ممَّا يدَّخِرُه الإنسانُ لِنَفسِه.\nويُبيِّنُ النَّبيُّ صلَّى اللهُ عليه وسلَّم في هذا الحديثِ القُدسيِّ أنَّ اللهَ عزَّ وجلَّ قال: «أَنفِقْ أُنفِقْ عليكَ»، والإنفاقُ: يكونُ بإخراجِ المالِ وغيرِه من اليَدِ، وقد يكونُ واجبًا، وتطَوُّعًا، والكُلُّ مطلوبٌ، وقَولُه: «أُنفِقْ عليك»، أي: أعوِّضْه لك، وأُعطِك خَلَفَه، بل أكثَرَ أضعافًا مضاعَفةً، وهو معنى قَولِه عزَّ وجَلَّ: {وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ} [سبأ:39]، والخِطابُ هنا يصِحُّ عامًّا لكُلِّ بني آدَمَ، كما في روايةِ مُسلمٍ: «يَا ابْنَ آدَمَ». ويمكِنُ أن يكونَ للنبيِّ صلَّى اللهُ عليه وسلَّم، كما في روايةِ مُسلمٍ الأُخرى: «إنَّ اللَّهَ قَالَ لِي»، ويكونُ تخصيصُه صَلَواتُ اللهِ وسلامُه عليه؛ لكَونِه رأسَ النَّاسِ، فتوَجَّه الخِطابُ إليه؛ ليعمَلَ به ويبَلِّغَ به أمَّتَه.\nثمَّ قال النَّبيُّ صلَّى اللهُ عليه وسلَّم: «يَدُ اللهِ مَلأى»، أي: شديدةُ الامتِلاءِ بالخَيرِ والعَطاءِ، «لا تَغِيضُها»، أي: لا تَنقُصُها، «نفَقةٌ» مهما عَظُمَت أو كَثُرت، بل هي «سَحَّاءُ اللَّيلَ والنَّهارَ»، أي: كثيرةُ العَطاءِ في كُلِّ الأوقاتِ؛ فهو سُبحانَه لا يَنقُصُه الإنفاقُ، ولا يُمسِكُ خَشيةَ الفَقرِ، كابنِ آدَمَ، وصِفةُ اليدِ هنا مُثبَتةٌ لله سُبحانَه كما ورَدَت، وعلى الوَجهِ الذي يليقُ بجَلالِه دونَ تشبيهٍ، أو تعطيلٍ، أو تكييفٍ، وقال صلَّى اللهُ عليه وسلَّم: «أرَأَيْتُمْ ما أَنْفَق»، أي: هل عَلِمتُم الذي أنفَقَه اللهُ سُبحانه منذُ خَلَق السَّماءَ والأرضَ؟! إذا عَلِمْتُم حقيقتَه وكثرتَه وسَعَتَه، «فإنَّه لم يَغِضْ»، أي: لم يَنقُصْ ما في يَدِه شيئًا، ثم أخبر النبيُّ صلَّى اللهُ عليه وسلَّم أنَّ اللهَ سُبحانَه «كان عَرْشُه على الماءِ» منذُ الأَزَلِ، والمُرادُ بالعَرشِ: عَرشُ الرَّحمنِ الذي استَوى عليه جَلَّ جَلالُه، وهو أعلى المَخلوقاتِ وأكبَرُها وأعظَمُها، «وبيدِه المِيزانُ» فيَحكُمُ بالعَدلِ بين خَلْقِه «يَخْفِضُ» مَن يَشاءُ، «ويَرفَعُ» مَن يَشاء، وأئمَّةُ السُّنَّةِ على وُجوبِ الإيمانِ بهذا الحديثِ وأشباهِه من غَيرِ تأويلٍ، بل يُمِرُّونَه على ظاهرِه كما جاءَ، ولا يُقال: كيف.\nوفي الحَديثِ: إثباتُ صِفةِ اليَدِ للهِ سبحانه على ما يَليقُ بكمالِه وجلالِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}