{
    "hadith_id": "7421",
    "hadith": "نَزَلَتْ آيَةُ الحِجَابِ في زَيْنَبَ بنْتِ جَحْشٍ، وأَطْعَمَ عَلَيْهَا يَومَئذٍ خُبْزًا ولَحْمًا، وكَانَتْ تَفْخَرُ علَى نِسَاءِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ، وكَانَتْ تَقُولُ: إنَّ اللَّهَ أنْكَحَنِي في السَّمَاءِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7421",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (7421) واللفظ له، ومسلم (1428) بنحوه",
    "sharh": "كانَ زَواجُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ من زَينبَ بِنتِ جَحشٍ رَضيَ اللهُ عنها بأمرٍ منَ اللهِ تَعالَى، وقد وقَعَ في شأنِ زَوَاجِها سُنَنٌ وآدابٌ نقَلَها الصَّحابةُ الكِرامُ لِنَتعلَّمَ منها.\nوفي هذا الحديثِ يَروي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه خادِمُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ: أنَّه قد نزَلَ الأمرُ بالحِجابِ في قِصَّةِ زَواجِ زينبَ رَضيَ اللهُ عنها، وهو قولُ اللهِ تَعالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ} [الأحزاب: 53]، والمَعنَى: لا يَدخُل أحدٌ بَيتًا من بُيوتِ النَّبيِّ صلَّى اللهُ عَلَيه وسلَّمَ إلَّا مَصحوبينَ بالإذنِ، يَأذَنُ لكُمُ النَّبيُّ صلَّى اللهُ عَلَيه وسلَّمَ، ولا تَرقُبوا الطَّعامَ إذا طُبِخَ حتَّى إذا قارَبَ الاستِواءَ تَعرَّضتُم للدُّخولِ من غَيرِ سابِقِ إذنٍ، وبَعدَها تَفرَّقوا واخرُجوا من مَنزِلِه ولا تَنتَظِروا للحديثِ والكلامِ؛ لأنَّ في ذلك تَضييقَ المَنزِلِ عليه وعلى أهلِه، والنَّبيُّ يَستَحيي منكم أن يُخرِجَكم ولكنَّ اللهَ لا يَستَحيي مِنَ الحقِّ أن يُعلِمَكم ويُبَيِّنَ لكُم آدابَ دينِكم. وقولُه: {فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ}، أي: من وَراءِ سِترٍ بينكم وبينهنَّ، ولا تَدخُلوا عليهنَّ بُيوتَهنَّ.\nوقِصَّةُ زَينبَ رَضيَ اللهُ عنها في قولِه تَعالَى: {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا * مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا} [الأحزاب: 37، 38]، وقد ذُكِرَ في روايةِ مُسلمٍ أنَّه صلَّى اللهُ عليه وسلَّمَ لَمَّا نَزَلت تلك الآياتُ وطلَّقَها زيدُ بنُ حارِثةَ وانقضَت عِدَّتُها، ذَهَبَ إليها ودَخَلَ عليها من غَيرِ إذنٍ؛ لأنَّها أصبحت زَوجتَه بتَزويجِ اللهِ إيَّاها له.\nوقد جَعَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وَليمتَها «يومَئذٍ خُبْزًا ولَحمًا»، وقد بيَّنَتِ الرِّواياتُ -كما في الصَّحيحَينِ- أنَّه دعا أصحابَه، فأكَلُوا، ثُمَّ جَلَسَ أُناسٌ في بَيتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ بعدَ الطَّعامِ ولم يَخرُجوا، فتَحرَّجَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ منهم، ثُمَّ خَرَجَ ودارَ على نِسائه يَتفقَّدُهنَّ، ثُمَّ رَجَعَ فوَجَدَهم، فلم يَدخُل، ثُمَّ خَرَجوا فأخبَره أنسٌ بخُرُوجِهم، فدَخَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وأرخَى الحِجابَ والسِّتارَ على زَوجتِه، ومَنَع أنسًا مِنَ الدُّخولِ، ونَزَلت آيةُ الحِجابِ والإذنِ قَبلِ الدُّخولِ إلى بُيُوتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوقد كانت زَينبُ رَضيَ اللهُ عنها تُباهي وتَذكُرُ مَنقبتَها في ذلك على باقي أزواجِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، «وكانت تَقولُ: إنَّ اللهَ أَنْكَحَني في السَّماءِ»، أي: زوَّجَني بأمرٍ منه سُبحانَه، وفي رِوايةٍ عندَ البُخاريِّ: «مِن فَوقِ سَبْعِ سَمَواتٍ»، وذلك بما نَزَلَ فيها من آياتٍ.\nوفي الحديثِ: مَنقبَةٌ لزينبَ بنتِ جَحشٍ رَضيَ اللهُ عنها.\nوفيه: بيانُ ما يَقَعُ بين الزَّوجاتِ والضَّرائرِ من مُفاخَراتٍ وغيرِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}