{
    "hadith_id": "7439",
    "hadith": "قُلْنَا يا رَسولَ اللَّهِ هلْ نَرَى رَبَّنَا يَومَ القِيَامَةِ؟ قالَ: هلْ تُضَارُونَ في رُؤْيَةِ الشَّمْسِ والقَمَرِ إذَا كَانَتْ صَحْوًا؟، قُلْنَا: لَا، قالَ: فإنَّكُمْ لا تُضَارُونَ في رُؤْيَةِ رَبِّكُمْ يَومَئذٍ، إلَّا كما تُضَارُونَ في رُؤْيَتِهِما ثُمَّ قالَ: يُنَادِي مُنَادٍ: لِيَذْهَبْ كُلُّ قَوْمٍ إلى ما كَانُوا يَعْبُدُونَ، فَيَذْهَبُ أصْحَابُ الصَّلِيبِ مع صَلِيبِهِمْ، وأَصْحَابُ الأوْثَانِ مع أوْثَانِهِمْ، وأَصْحَابُ كُلِّ آلِهَةٍ مع آلِهَتِهِمْ، حتَّى يَبْقَى مَن كانَ يَعْبُدُ اللَّهَ، مِن بَرٍّ أوْ فَاجِرٍ، وغُبَّرَاتٌ مِن أهْلِ الكِتَابِ، ثُمَّ يُؤْتَى بجَهَنَّمَ تُعْرَضُ كَأنَّهَا سَرَابٌ، فيُقَالُ لِلْيَهُودِ: ما كُنْتُمْ تَعْبُدُونَ؟ قالوا: كُنَّا نَعْبُدُ عُزَيْرَ ابْنَ اللَّهِ، فيُقَالُ: كَذَبْتُمْ، لَمْ يَكُنْ لِلَّهِ صَاحِبَةٌ ولَا ولَدٌ، فَما تُرِيدُونَ؟ قالوا: نُرِيدُ أنْ تَسْقِيَنَا، فيُقَالُ: اشْرَبُوا، فَيَتَسَاقَطُونَ في جَهَنَّمَ، ثُمَّ يُقَالُ لِلنَّصَارَى: ما كُنْتُمْ تَعْبُدُونَ؟ فيَقولونَ: كُنَّا نَعْبُدُ المَسِيحَ ابْنَ اللَّهِ، فيُقَالُ: كَذَبْتُمْ، لَمْ يَكُنْ لِلَّهِ صَاحِبَةٌ، ولَا ولَدٌ، فَما تُرِيدُونَ؟ فيَقولونَ: نُرِيدُ أنْ تَسْقِيَنَا، فيُقَالُ: اشْرَبُوا فَيَتَسَاقَطُونَ في جَهَنَّمَ، حتَّى يَبْقَى مَن كانَ يَعْبُدُ اللَّهَ مِن بَرٍّ أوْ فَاجِرٍ، فيُقَالُ لهمْ: ما يَحْبِسُكُمْ وقدْ ذَهَبَ النَّاسُ؟ فيَقولونَ: فَارَقْنَاهُمْ، ونَحْنُ أحْوَجُ مِنَّا إلَيْهِ اليَومَ، وإنَّا سَمِعْنَا مُنَادِيًا يُنَادِي: لِيَلْحَقْ كُلُّ قَوْمٍ بما كَانُوا يَعْبُدُونَ، وإنَّما نَنْتَظِرُ رَبَّنَا، قالَ: فَيَأْتِيهِمُ الجَبَّارُ في صُورَةٍ غيرِ صُورَتِهِ الَّتي رَأَوْهُ فِيهَا أوَّلَ مَرَّةٍ، فيَقولُ: أنَا رَبُّكُمْ، فيَقولونَ: أنْتَ رَبُّنَا، فلا يُكَلِّمُهُ إلَّا الأنْبِيَاءُ، فيَقولُ: هلْ بيْنَكُمْ وبيْنَهُ آيَةٌ تَعْرِفُونَهُ؟ فيَقولونَ: السَّاقُ، فَيَكْشِفُ عن سَاقِهِ، فَيَسْجُدُ له كُلُّ مُؤْمِنٍ، ويَبْقَى مَن كانَ يَسْجُدُ لِلَّهِ رِيَاءً وسُمْعَةً، فَيَذْهَبُ كَيْما يَسْجُدَ، فَيَعُودُ ظَهْرُهُ طَبَقًا واحِدًا، ثُمَّ يُؤْتَى بالجَسْرِ فيُجْعَلُ بيْنَ ظَهْرَيْ جَهَنَّمَ، قُلْنَا: يا رَسولَ اللَّهِ، وما الجَسْرُ؟ قالَ: مَدْحَضَةٌ مَزِلَّةٌ، عليه خَطَاطِيفُ وكَلَالِيبُ، وحَسَكَةٌ مُفَلْطَحَةٌ لَهَا شَوْكَةٌ عُقَيْفَاءُ، تَكُونُ بنَجْدٍ، يُقَالُ لَهَا: السَّعْدَانُ، المُؤْمِنُ عَلَيْهَا كَالطَّرْفِ وكَالْبَرْقِ وكَالرِّيحِ، وكَأَجَاوِيدِ الخَيْلِ والرِّكَابِ، فَنَاجٍ مُسَلَّمٌ، ونَاجٍ مَخْدُوشٌ، ومَكْدُوسٌ في نَارِ جَهَنَّمَ، حتَّى يَمُرَّ آخِرُهُمْ يُسْحَبُ سَحْبًا، فَما أنتُمْ بأَشَدَّ لي مُنَاشَدَةً في الحَقِّ، قدْ تَبَيَّنَ لَكُمْ مِنَ المُؤْمِنِ يَومَئذٍ لِلْجَبَّارِ، وإذَا رَأَوْا أنَّهُمْ قدْ نَجَوْا، في إخْوَانِهِمْ، يقولونَ: رَبَّنَا إخْوَانُنَا، كَانُوا يُصَلُّونَ معنَا، ويَصُومُونَ معنَا، ويَعْمَلُونَ معنَا، فيَقولُ اللَّهُ تَعَالَى: اذْهَبُوا، فمَن وجَدْتُمْ في قَلْبِهِ مِثْقالَ دِينَارٍ مِن إيمَانٍ فأخْرِجُوهُ، ويُحَرِّمُ اللَّهُ صُوَرَهُمْ علَى النَّارِ، فَيَأْتُونَهُمْ وبَعْضُهُمْ قدْ غَابَ في النَّارِ إلى قَدَمِهِ، وإلَى أنْصَافِ سَاقَيْهِ، فيُخْرِجُونَ مَن عَرَفُوا، ثُمَّ يَعُودُونَ، فيَقولُ: اذْهَبُوا فمَن وجَدْتُمْ في قَلْبِهِ مِثْقالَ نِصْفِ دِينَارٍ فأخْرِجُوهُ، فيُخْرِجُونَ مَن عَرَفُوا، ثُمَّ يَعُودُونَ، فيَقولُ: اذْهَبُوا فمَن وجَدْتُمْ في قَلْبِهِ مِثْقالَ ذَرَّةٍ مِن إيمَانٍ فأخْرِجُوهُ، فيُخْرِجُونَ مَن عَرَفُوا قالَ أبو سَعِيدٍ: فإنْ لَمْ تُصَدِّقُونِي فَاقْرَؤُوا: {إنَّ اللَّهَ لا يَظْلِمُ مِثْقالَ ذَرَّةٍ وإنْ تَكُ حَسَنَةً يُضَاعِفْهَا} [النساء: 40]، فَيَشْفَعُ النَّبِيُّونَ والمَلَائِكَةُ والمُؤْمِنُونَ، فيَقولُ الجَبَّارُ: بَقِيَتْ شَفَاعَتِي، فَيَقْبِضُ قَبْضَةً مِنَ النَّارِ، فيُخْرِجُ أقْوَامًا قَدِ امْتُحِشُوا، فيُلْقَوْنَ في نَهَرٍ بأَفْوَاهِ الجَنَّةِ، يُقَالُ له: مَاءُ الحَيَاةِ، فَيَنْبُتُونَ في حَافَتَيْهِ كما تَنْبُتُ الحِبَّةُ في حَمِيلِ السَّيْلِ، قدْ رَأَيْتُمُوهَا إلى جَانِبِ الصَّخْرَةِ، وإلَى جَانِبِ الشَّجَرَةِ، فَما كانَ إلى الشَّمْسِ منها كانَ أخْضَرَ، وما كانَ منها إلى الظِّلِّ كانَ أبْيَضَ، فَيَخْرُجُونَ كَأنَّهُمُ اللُّؤْلُؤُ، فيُجْعَلُ في رِقَابِهِمُ الخَوَاتِيمُ، فَيَدْخُلُونَ الجَنَّةَ، فيَقولُ أهْلُ الجَنَّةِ: هَؤُلَاءِ عُتَقَاءُ الرَّحْمَنِ، أدْخَلَهُمُ الجَنَّةَ بغيرِ عَمَلٍ عَمِلُوهُ، ولَا خَيْرٍ قَدَّمُوهُ، فيُقَالُ لهمْ: لَكُمْ ما رَأَيْتُمْ ومِثْلَهُ معهُ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7439",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (183) باختلاف يسير",
    "sharh": "قضى اللهُ عزَّ وجَلَّ ألَّا يَرَاه خَلْقُه في الحياةِ الدُّنيا، وسيُنعِمُ على عبادِه الصَّادِقين برُؤيتِه سُبحانَه في الآخِرةِ، وهذا من أكمَلِ النِّعَمِ التي ينالها المؤمِنُ في الآخِرةِ.\nوفي هذا الحديثِ يُخبرُ أبو سَعيدٍ الخُدريُّ رضِيَ اللهُ عنه أنَّ أُناسًا من الصَّحابةِ رَضِيَ اللهُ عنهم سَأَلوا النَّبيَّ صلَّى اللهُ عليه وسلَّم عن رؤيتِهم للهِ عزَّ وجَلَّ يومَ القيامةِ، فأجابَهُم صلَّى اللهُ عليه وسلَّم: «نعَمْ»، وأكَّدَ لهم صلَّى اللهُ عليه وسلَّم الجوابَ بتصويرٍ يُظهِرُ فيه مدى تحقُّقِ وتبايُنِ تلك الرُّؤيةِ، فسألهم: «هلْ تُضَارُّونَ في رُؤْيَةِ الشَّمْسِ بالظَّهِيرَةِ ضَوْءٌ ليسَ فِيهَا سَحَابٌ؟» أي: هل يحدُثُ لكم ضَرَرٌ أثناءَ رُؤيتِكم للشَّمسِ في وَضَحِ النَّهارِ؛ من نَحوِ مُنازَعةٍ، أو مجادَلةٍ، أو مُضايَقةٍ، أو مُزاحَمةٍ مِن أحَدٍ؟ فقال الصَّحابةُ رَضِيَ اللهُ عنهم: لَا. وأكَّد لهم الأمرَ بسُؤالٍ آخَرَ حَولَ رُؤيَتِهم للقَمَرِ؛ قَالَ صلَّى اللهُ عليه وسلَّم: «وهلْ تُضَارُّونَ في رُؤْيَةِ القَمَرِ لَيْلَةَ البَدْرِ ضَوْءٌ ليسَ فِيهَا سَحَابٌ؟» قالوا: لَا. والمعنى: أنَّكم سترون اللهَ عزَّ وجَلَّ في وضوحٍ تامٍّ ودونَ مُزاحمةٍ لا تَضُرُّونَ أحدًا، ولا يَضُرُّكم أحدٌ بمنازعةٍ أو نحوِها، كما تَرَون الشَّمسَ في وَضَحِ النَّهارِ مُضيئةً في وَقتِ الظَّهيرةِ، ليس بينكم وبينها سحابٌ، وكما تَرَونَ القَمَرَ باللَّيلِ ليلةَ اكتِمالِه بَدرًا مُضيئًا في وُضوحٍ تامٍّ.\nوالتشبيهُ الواقِعُ هنا إنما هو في الوُضوحِ وزَوالِ الشَّكِّ لا في المقابَلةِ والجِهةِ وسائِرِ الأُمورِ العادِيَّةِ عندَ رُؤيةِ المحْدَثاتِ؛ فالرؤيةُ له تعالى حقيقةٌ، لكِنَّا لا نكَيِّفُها، بل نَكِلُ كُنْهَ معرفَتِها إلى عِلْمِه تعالى. قيل: هذه رُؤيةُ الامتحانِ الممَيِّزةِ بين مَن عبدَ اللهَ وبينَ مَن عَبدَ غَيرَه، لا رؤيةُ الكرامةِ التي هي ثوابُ أوليائِه في الجنَّةِ.\nوذكر صلَّى اللهُ عليه وسلَّم أنَّه إذا كان يومُ القيامةِ يُنادي منادٍ من قِبَل اللهِ عزَّ وجَلَّ: أن تَلحَقَ كُلُّ أمَّةٍ ما كانت تَعبُدُ في الدُّنيا، فيَتبَعُ كُلُّ من كان يعبُدُ شيئًا من دونِ اللهِ ما كان يَعبُدُه، فيتساقطون جميعًا في النَّارِ، فلا يبقى أحدٌ ممن كان يعبدُ الأصنامَ -جمعُ صَنَمٍ، وهو ما عُبِد من دونِ اللهِ- والأنصابَ -جمعُ نُصُبٍ، وهو حَجَرٌ كان يُنصَبُ ويُذبَحُ عليه، فيحمَرُّ بالدَّمِ ويُعبَدُ-. كلُّ هؤلاء يتساقطون في النَّارِ، حتى إذا لم يَبْقَ إلَّا من كان عابدًا لله عزَّ وجَلَّ -سواءٌ أكان مطيعًا لله، أو فاجِرًا مُنهَمِكًا في المعاصي-، وكذا بقايا من أهلِ الكِتابِ –وهم اليَهودُ والنَّصارى-، فيُدعى اليهودُ ويُسأَلون، فيُقالُ لَهُم: مَن كُنتُم تَعبُدونَ؟ فَيُجيبونَ: كُنَّا نَعبُدُ عُزَيرَ ابنَ اللَّهِ، فَيُقالُ لَهُم: كَذَبتُمْ، فحاشاه سُبحانَه أن يكونَ له زَوجةٌ أو وَلَدٌ، فالتكذيبُ هنا لنَفيِ أن يكونَ لله سُبحانَه وَلَدٌ، ويلزَمُ منه نَفيُ عِبادةِ غَيرِه سُبحانَه، ثمَّ يُسألون: ماذا تَطلُبونَ؟ «فَقالوا: عَطِشْنا رَبَّنا، فاسْقِنا، فَيُشارُ إلَيهِم: ألَا تَرِدُونَ؟ فَيُحشَرونَ إلى النَّارِ كأنَّها سَرابٌ»، وهو الَّذي يُرَى نِصفَ النَّهارِ في الأرضِ القَفْرِ، والقاعِ المُستَوي في الحَرِّ الشَّديدِ، لامِعًا مِثلَ الماءِ يَحسَبُه الظَّمآنُ ماءً، حتَّى إذا جاءَه لَم يَجِدْهُ شَيئًا، والنَّار حالَ كَونِها يَكسِرُ بَعضُها بَعضًا؛ لشِدَّةِ اتِّقادِها وتَلاطُمِ أَمْواجِ لَهَبِها، فَيَتَساقَطونَ في النَّارِ.\nثمَّ يُدعَى النَّصارَى فيُقالُ لَهُم: ما كُنتُم تَعبُدونَ؟ قالوا: كُنَّا نَعبُدُ المَسيحَ ابنَ اللهِ، فَيُقالُ لَهُم: كَذَبْتُمْ؛ ما اتَّخَذَ اللَّهُ مِن زَوجةٍ وَلا وَلَدٍ، ثم يُسأَلونَ فَيُقالُ لَهُم: ماذا تَطلُبون؟ فيقولون كما قالت اليهودُ: عَطِشْنا رَبَّنا، فاسْقِنا، إلى آخِرِ ما قالهُ اليَهودُ، ويُفعَلُ بهم كما فُعِلَ باليَهودِ، حتى يتساقَطونَ جميعًا في النَّارِ. \nوذكر صلَّى اللهُ عليه وسلَّم أنَّه بعد أن يَدخُلَ كُلُّ مَن يَعبُدُ غيرَ اللهِ النَّارَ، ولم يَبْقَ إِلَّا مَن كانَ يَعبُدُ اللهَ مِن بَرٍّ طائعٍ للهِ حالَ حياتِه في الدُّنيا، أو فاجِرٍ -وهو العاصي المنهَمِكِ في المعصِيَةِ- جاءهمْ ربُّ العالَمينَ، وأَشْهَدَهُم رُؤيَتَهُ سُبحانَه، من غيرِ تكييفٍ ولا تشبيهٍ ولا تمثيلٍ «في أقْرَبِ صِفةٍ مِنَ الَّتي» عَرَفوهُ فيها سُبحانَه وتعالى، فَيُقالُ: «ماذا تَنتَظِرونَ؟ تَتْبَعُ كُلُّ أُمَّةٍ ما كانَت تَعبُدُ، قالوا: فارَقْنا النَّاسَ» الَّذينَ زاغوا في الدُّنيا عَن الطَّاعةِ في الدُّنيا وابتعَدْنا عن مُتابَعَتِهم «عَلَى أفقَرِ» أي: أَحوَجِ «ما كُنَّا إِلَيهِم» في مَعايِشِنا وَمَصالِح دُنيانا، «وَلَم نُصاحِبْهُم» بَلْ قاطَعناهُم، «وَنَحنُ نَنتَظِرُ رَبَّنا الَّذي كُنَّا نَعبُدُ في الدُّنيا، فَيَقولُ: أنا رَبُّكُم، فَيَقولونَ: لا نَشْرِكُ بِاللهِ شَيئًا مَرَّتَينِ أو ثَلاثًا»، وإِنَّما قالوا ذلك؛ لأنَّهُ سُبحانَهُ وَتَعالَى تَجَلَّى لَهُم بِصِفةٍ لَم يَعرِفوه. قيل: إنما حجَبَهم عن تحقيقِ الرُّؤيةِ في هذه المرَّةِ مِن أجْل مَن معهم مِن المنافِقين الذين لا يَستَحِقُّونَ الرُّؤيةَ، وهم عن رَبِّهم محجوبون، فإذا تميَّزوا عنهم رُفِعَت الحُجُب، فيقولون عندما يَرَونَه: أنت رَبُّنا.\nوفي الحَديثِ: رُؤيةُ المؤمنينَ للهِ تَبارَك وتعالَى يومَ القِيامَةِ كما يَشاءُ سُبحانَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}