{
    "hadith_id": "7449",
    "hadith": "اخْتَصَمَتِ الجَنَّةُ والنَّارُ إلى رَبّهِما، فَقالتِ الجَنَّةُ: يا رَبِّ، ما لها لا يَدْخُلُها إلَّا ضُعَفاءُ النَّاسِ وسَقَطُهُمْ، وقالتِ النَّارُ: يَعْنِي أُوثِرْتُ بالمُتَكَبِّرِينَ، فقالَ اللَّهُ تَعالَى لِلْجَنَّةِ: أنْتِ رَحْمَتِي، وقالَ لِلنَّارِ: أنْتِ عَذابِي، أُصِيبُ بكِ مَن أشاءُ، ولِكُلِّ واحِدَةٍ مِنْكُما مِلْؤُها، قالَ: فأمَّا الجَنَّةُ، فإنَّ اللَّهَ لا يَظْلِمُ مِن خَلْقِهِ أحَدًا، وإنَّه يُنْشِئُ لِلنَّارِ مَن يَشاءُ، فيُلْقَوْنَ فيها، فَتَقُولُ: هلْ مِن مَزِيدٍ، ثَلاثًا، حتَّى يَضَعَ فيها قَدَمَهُ فَتَمْتَلِئُ، ويُرَدُّ بَعْضُها إلى بَعْضٍ، وتَقُولُ: قَطْ قَطْ قَطْ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7449",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (7449)، ومسلم (2846).",
    "sharh": "قَدَّر اللهُ سُبحانه وتعالَى المَقادِيرَ قبْلَ أنْ يَخلُقَ السَّمواتِ والأرضَ، وكَتَب العذابَ بالنَّارِ على العَاصِينَ والكَافِرِينَ، وأَوْجَب الجنَّةَ لعِبادِه الطَّائِعين المُؤمِنين.\nوفي هذا الحديثِ يُخبِرُ النبيُّ صلَّى اللهُ عليه وسلَّم أنَّ الجَنَّةَ والنَّارَ اخْتَصَمَتا عندَ خالقِهما سُبحانه وتعالَى في سُكَّانِ كُلٍّ منهما، وهذه المُحاجَّةُ جاريةٌ على التَّحقيقِ؛ فإنَّه تعالَى قادرٌ على أنْ يَجعَلَ كُلَّ واحدةٍ منهما مُميَّزةً مُخاطَبةً، فقالت النَّارُ: أُوثِرْتُ بالمتكبِّرين والمُتَجبِّرين، أي: اخْتُصِصْتُ بأهلِ الكِبر والتَّجبُّر، وقالت الجنَّةُ: «ما لي لا يَدخُلني إلَّا ضُعَفاءُ النَّاسِ وسَقَطُهم؟» أي: السَّاقِطون مِن أَعيُنِ النَّاسِ لفقرِهم وضَعفِهم، فقال اللهُ تَبارَك وتعالَى للجنَّةِ: «أَنْتِ رَحْمَتِي، أَرْحَمُ بك مَن أَشاءُ مِن عِبادي، وقال للنَّارِ: إنَّمَا أنتِ عَذابِي، أعذِّب بك مَن أَشاءُ مِن عِبادي»، ولكلِّ واحدةٍ منهما ما تَمْتَلِئُ به من سُكَّانِها، ولكنْ بيْن السَّاكِنين تَفاوُتٌ عَظيمٌ؛ فأمَّا النارُ فلا تَمْتَلِئُ حتَّى يَضَعَ الجَبَّارُ رِجْلَه فيها فتَقُول: «قَطْ قَطْ»، أي: كَفَى كَفَى، فهُنا تَمتلِئُ ويُزْوَى بَعضُها إلى بعضٍ، أي: يَجْتَمِع ويَلْتَقِي بعضُها ببعضٍ على مَن فيها، ولا يَظلِمُ اللهُ عزَّ وجلَّ مِن خَلْقِه شيئًا.\nوأمَّا الجنةُ فإنَّ اللهَ عزَّ وجلَّ يُنشِئُ لها أناسًا لم يَعْمَلوا خيرًا، فيُدخِلُهم إيَّاها، وهذا فضلٌ مِن اللهِ تعالَى، قيل: في هذا دَليلٌ على أنَّ أصْلَ دُخولِ الجنَّةِ ليس في مُقابَلَةِ عَمَلٍ.\nوقد سمَّى الجنَّةَ رحْمةً؛ لأنَّ بها تَظْهَرُ رحْمةُ اللهِ، وسمَّى النَّارَ عذابًا؛ لأنَّها تُظهِرُ عَذابَ اللهِ وشِدَّتَهُ على العُصاةِ، وإلَّا فرحْمةُ اللهِ وعَذابُهُ مِن صِفاتِهِ التي لم يَزَلْ بها مَوصوفًا، ليس للهِ تعالى صِفَةٌ حادِثَةٌ، ولا اسمٌ حادِثٌ، فهو قَديمٌ بجميعِ أسْمائِهِ وصِفاتِهِ جلَّ جلالُهُ، وتقدَّسَتْ أسماؤُهُ.\nوفي الحَديثِ: بيانُ قُدرةِ اللهِ سُبحانَه وأنَّه لا يُعجِزُه شيءٌ وأنَّ رحمتَه واسعةٌ وعذابَه شديدٌ.\nوفيه: إثباتُ صِفةِ الرِّجلِ والقَدَمِ له سُبحانه وتعالى، وأهلُ السُّنَّةِ يُثبِتون لله ما جاء في هذا الحَديثِ على حقيقتِه، كما يُثبِتون سائِرَ الصِّفاتِ من غيرِ تشبيهٍ ولا تكييفٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}