{
    "hadith_id": "7456",
    "hadith": "كُنْتُ أمْشِي مع رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ في حَرْثٍ بالمَدِينَةِ وهو مُتَّكِئٌ علَى عَسِيبٍ، فَمَرَّ بقَوْمٍ مِنَ اليَهُودِ، فَقالَ بَعْضُهُمْ لِبَعْضٍ: سَلُوهُ عَنِ الرُّوحِ، وقالَ بَعْضُهُمْ: لا تَسْأَلُوهُ عَنِ الرُّوحِ، فَسَأَلُوهُ، فَقَامَ مُتَوَكِّئًا علَى العَسِيبِ وأَنَا خَلْفَهُ فَظَنَنْتُ أنَّه يُوحَى إلَيْهِ، فَقالَ: {وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِن أمْرِ رَبِّي وما أُوتِيتُمْ مِنَ العِلْمِ إلَّا قَلِيلًا} [الإسراء: 85]، فَقالَ بَعْضُهُمْ لِبَعْضٍ: قدْ قُلْنَا لَكُمْ لا تَسْأَلُوهُ.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7456",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2794) باختلاف يسير",
    "sharh": "في هذا الحديثِ يَحكي عبدُ اللهِ بنُ مَسعودٍ رَضيَ اللهُ عنه أنَّه كان يَمْشِي مع النبيِّ صلَّى اللهُ عليه وسلَّمَ في خَرِبِ المَدِينةِ، وهو المكانُ غيرُ العامِرِ، وكان النبيُّ صلَّى اللهُ عليه وسلَّمَ يَتَوَكَّأُ ويستندُ على عَسيبٍ، وهي عصًا مِن جَريدِ النخلِ، فمَرَّ بجَماعةٍ مِنَ اليَهودِ، فأرادَ بَعضُهم أنْ يَسأَلَ النبيَّ صلَّى اللهُ عليه وسلَّمَ عنِ الرُّوحِ، مُعتقِدين أنَّهم بذلك يُعجِزونَه عن الجَوابِ عنها، فيُثيرون حَولَه الشُّكوكَ والشُّبهاتِ، فأيَّدَ بَعضُهم هذا، وكان رأيُ الآخَرينَ ألَّا يَسأَلوه خَشيةَ أنْ يَجِيءَ فيه بشَيءٍ يَكرَهونَه، ثمَّ عَزَموا على سُؤالِه صلَّى اللهُ عليه وسلَّمَ، وكانت كُنيةُ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ أبا القاسمِ، فنَادَوا عليه صلَّى اللهُ عليه وسلَّمَ بتلك الكُنيةِ، وسَأَلوه عن الرُّوحِ، فسكَتَ صلَّى اللهُ عليه وسلَّمَ، وأُنزِلَ عليه الوحْيُ، ثمَّ تَلا قولَه تعالَى: {وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا} [الإسراء: 85]، أي: إنَّ الرُّوحَ أمرٌ ربَّانيٌّ استأثَرَ اللهُ سُبحانه وتعالَى بعِلمِه دونَ سِواه، وإنَّ العِلمَ الَّذي لَدَيكم ليس إلَّا شَيئًا قَليلًا وجُزءًا يَسيرًا؛ لأنَّ عِلمَ الإنسانِ بالغًا ما بلَغَ، فهو مَحدودٌ، وعقْلُه أيضًا مَحدودٌ، وأسرارُ هذا الوُجودِ أوسَعُ مِن أنْ يُحيطَ بها العَقلُ البَشريُّ المَحدودُ.وفي الحديثِ: أنَّ الرُّوحَ غَيبٌ، وسِرٌّ مِن أسرارِ اللهِ القُدسيَّةِ.وفيه: قلَّةُ عِلمِ الإنسانِ وضآلتُه، وأنَّ العقلَ البشَريَّ لا يُحيطُ بكلِّ شَيءٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}