{
    "hadith_id": "7523",
    "hadith": "يَا مَعْشَرَ المُسْلِمِينَ، كيفَ تَسْأَلُونَ أهْلَ الكِتَابِ عن شيءٍ، وكِتَابُكُمُ الذي أنْزَلَ اللَّهُ علَى نَبِيِّكُمْ صَلَّى اللهُ عليه وسلَّمَ أحْدَثُ الأخْبَارِ باللَّهِ، مَحْضًا لَمْ يُشَبْ، وقدْ حَدَّثَكُمُ اللَّهُ: أنَّ أهْلَ الكِتَابِ قدْ بَدَّلُوا مِن كُتُبِ اللَّهِ وغَيَّرُوا، فَكَتَبُوا بأَيْدِيهِمُ الكُتُبَ، قالوا: هو مِن عِندِ اللَّهِ لِيَشْتَرُوا بذلكَ ثَمَنًا قَلِيلًا، أوَلَا يَنْهَاكُمْ ما جَاءَكُمْ مِنَ العِلْمِ عن مَسْأَلَتِهِمْ؟ فلا واللَّهِ، ما رَأَيْنَا رَجُلًا منهمْ يَسْأَلُكُمْ عَنِ الذي أُنْزِلَ علَيْكُم.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7523",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يُربِّي أصحابَه على العَقيدةِ الصَّحيحةِ، ويُحذِّرُهم مِن اتِّباعِ سَبيلِ الأُمَمِ السَّابقةِ، وهكذا فَعَلَ أصحابُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ مع مَن بعْدَهم.\nوفي هذا الحديثِ يُخبِرُ التَّابعيُّ عُبيدُ اللهِ بنُ عبْدِ اللهِ بنِ عُتْبةَ، أنَّ عبدَ اللهِ بنَ عبَّاسٍ رَضيَ اللهُ عنهما تَكلَّم في النَّاسِ، مُحذِّرًا إيَّاهم، ومُنكِرًا عليهم سُؤالَ أهْلِ الكِتابِ، مِن اليَهودِ والنَّصارى، وظاهرُه أنَّهم كانوا يَسأَلُونهم عن بَعضِ أُمورِ دِينِهم المشابِهةِ لِما عندَ أهْلِ الكتابِ، أو القَضايا والقصصِ التي تَناوَلَتْها كُتبُهم، ثمَّ علَّلَ ذلك بأنَّ القرآنَ الَّذي أنزَلَه اللهُ على نَبيِّه صلَّى اللهُ عليه وسلَّمَ أحْدَثُ الأَخبارِ باللهِ، فهو أقرَبُها نُزولًا إليكم مِن عِندِ اللهِ عزَّ وجلَّ، «تَقرَؤونه» أي: مَأمورينَ بقِراءتِه والتَّعبُّدِ بتِلاوتِه، «لم يُشَبْ»، أي: لم يُخْلَطْ ولم يُغيَّرْ ولم يُبدَّلْ، فهو على الحالِ الَّتي أُنزِلَ بها، «وقدْ حَدَّثَكم اللهُ» في كِتابِه «أنَّ أهْلَ الكتابِ بَدَّلوا ما كَتَب اللهُ، وغيَّروا بأيدِيهم الكِتابَ»، ويَشمَلُ التَّوراةَ؛ كِتابَ اليهودِ، والإنجيلَ؛ كِتابَ النَّصارى، «فقالوا: هو مِن عِندِ الله؛ لِيَشتَرُوا به ثَمنًا قليلًا» وهو الدُّنيا بحَذَافيرها، أفَلَا يَنْهاكم ويَكْفيكم ويُغْنِيكم ما جاءَكم مِن العِلمِ عن سُؤالِهِم؟!\nوقولُه: «ولا واللهِ ما رَأَينا رجُلًا مِنهم قطُّ يَسْألُكم عن الَّذي أُنزِل عليكم»، أي: أنَّهم لم يَرَوكُم أهلًا للسُّؤالِ مع ما أنتُم عليه مِن أداءِ الأمانةِ والاستِحقاقِ لذلك، فكَيف تَأمَنُوهم أنتُم مع ما أخبَرَ اللهُ سُبحانه به عنْهم مِن الكذِبِ والتَّبديلِ والافتراءِ حتَّى عليه جلَّ جَلالُه؟! ويَحتمِلُ أنَّ أهْلَ الكتابِ لَيس عِندَهم احتِفالٌ بالدِّينِ؛ فلذلك لم يَسأَلوا عنه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}