{
    "hadith_id": "7542",
    "hadith": "كانَ أهْلُ الكِتَابِ يَقْرَؤُونَ التَّوْرَاةَ بالعِبْرَانِيَّةِ، ويُفَسِّرُونَهَا بالعَرَبِيَّةِ لأهْلِ الإسْلَامِ، فَقالَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: لا تُصَدِّقُوا أهْلَ الكِتَابِ ولا تُكَذِّبُوهُمْ وقُولوا: {آمَنَّا باللَّهِ وما أُنْزِلَ} [البقرة: 136] الآيَةَ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7542",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "أنزَلَ اللهُ سُبحانَه وتعالَى القُرآنَ حاكِمًا على ما سبَقَه مِن كُتبٍ وشَرائعَ؛ فشَريعتُه وأحْكامُه قاضيةٌ على كلِّ ما سبَقَه مِن شَرائعَ، وقدْ طالَت أيْدي التَّحْريفِ ما سبَقَه مِن كتُبٍ سَماويَّةٍ، فحرَّفَ اليَهودُ التَّوراةَ، وحرَّفَ النَّصارى الإنْجيلَ وزادوا التَّوْراةَ تَحريفًا. \nوفي هذا الحَديثِ يُحذِّرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أُمَّتَه مِن الاغْتِرارِ بما يَرْويه أهلُ الكِتابِ مِن كتُبِهم، فيُخبِرُ أبو هُرَيْرةَ رَضيَ اللهُ عنه أنَّ اليَهودَ على عَهدِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ كانوا يَقرَؤونَ التَّوْراةَ بالعِبْرانيَّةِ، يَعني اللُّغةَ العِبْريَّةَ، وهي لُغةُ اليَهودِ، ويُفسِّرونَها ويُتَرجِمونَها لأهلِ الإسْلامِ بالعَربيَّةِ، فقال صلَّى اللهُ عليه وسلَّمَ: «لا تُصدِّقوا أهلَ الكِتابِ ولا تُكَذِّبوهم»، وهذا فيما لا يُعرَفُ صِدقُه مِن كَذِبِه؛ وذلك لأنَّ اللهَ تعالَى أمَرَنا أنْ نؤمِنَ بما أنزَلَ إلينا منَ القُرآنِ، وما أنزَلَ إليهم مِن الكِتابِ، إلَّا أنَّه لا سَبيلَ لنا إلى أنْ نَعلَمَ صَحيحَ ما يَحْكونَه عن تلك الكتُبِ مِن سَقيمِه إذا لم يَرِدْ في شَريعَتِنا ما يوَضِّحُ صِدْقَه مِن كَذِبِه، فنتَوقَّفُ؛ فلا نُصدِّقُهم؛ لئلَّا نَكونَ شُركاءَ معَهم فيما حَرَّفوه منه، ولا نُكَذِّبُهم؛ فلعَلَّه يكونُ صَحيحًا، فنَكونُ مُنكِرينَ لمَا أُمِرْنا أنْ نُؤمِنَ به، وأمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ نَقولَ: {آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} [البقرة: 136].\nوأمَّا ما عُلِمَ كَذِبُه ممَّا أخبَرَ به اليَهودُ والنَّصارى -كافْتِرائِهم على اللهِ ورَسولِه- فلا يَسَعُ المُسلِمَ إلَّا أنْ يُكَذِّبَهم فيما قالوا. \nوفي الحَديثِ: أنَّ المُسلِمَ مِن حيث الإجْمالُ يُؤمِنُ بما جاء به أنْبياءُ اللهِ جَميعًا، ولا يُصدِّقُ إلَّا ما جاء موافِقًا للقُرآنِ الكَريمِ، وسُنَّةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}