{
    "hadith_id": "7561",
    "hadith": "سَأَلَ أُنَاسٌ النبيَّ صَلَّى اللهُ عليه وسلَّمَ عَنِ الكُهَّانِ، فَقالَ: إنَّهُمْ لَيْسُوا بشيءٍ، فَقالوا: يا رَسولَ اللَّهِ، فإنَّهُمْ يُحَدِّثُونَ بالشَّيْءِ يَكونُ حَقًّا، قالَ: فَقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: تِلكَ الكَلِمَةُ مِنَ الحَقِّ يَخْطَفُهَا الجِنِّيُّ، فيُقَرْقِرُهَا في أُذُنِ ولِيِّهِ كَقَرْقَرَةِ الدَّجَاجَةِ، فَيَخْلِطُونَ فيه أكْثَرَ مِن مِئَةِ كَذْبَةٍ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "7561",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2228)، وأحمد (24570)، وابن حبان (6136) باختلاف يسير.",
    "sharh": "قَضَى الإسلامُ على كُلِّ مَظهَرٍ مِن مَظاهِرِ الخُرافةِ والتَّلاعُبِ بآمالِ النَّاسِ وآلامِهم، وشَدَّدَ في تَحريمِها، فغَرَسَ في قُلوبِ أتْباعِه أنَّه لا يَعلَمُ الغَيبَ، ولا يَقدِرُ على النَّفعِ والضُّرِّ أحَدٌ سِوى اللهِ عَزَّ وجَلَّ، وواجِبُ المُسلِمِ أنْ يَتعَلَّقَ باللهِ وَحدَه، وأنْ يُفَوِّضَ أمْرَه إليه.\nوفي هذا الحَديثِ يُبيِّنُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ المَلائِكةَ تَنزِلُ مِنَ السَّماءِ إلى العَنانِ -وهو السَّحابُ- فتَذكُرُ الأمْرَ الذي قُضيَ في السَّماءِ، وأصلُ ذلك أنَّ المَلائِكةَ تَسمَعُ في السَّماءِ ما قَضى اللهُ تَعالى في كُلِّ يَومٍ مِنَ الحَوادِثِ، فيُحدِّثُ بَعضُهم بَعضًا، فتَستَرِقُ الشَّياطينُ السَّمْعَ وتَختَلِسُه منهم، فتَسمَعُه، فتُوحيهِ إلى الكُهَّانِ؛ جَمعُ كاهِنٍ، وهو مَن يُخبِرُ بالغَيبيَّاتِ المُستَقبَلةِ، فيَكذِبونَ مع الكَلِمةِ المَسموعةِ مِنَ الشَّياطينِ مِئةَ كَذْبَةٍ مِن عِندِ أنفُسِهم.\nوهذا الحَديثُ كان جَوابًا لِسُؤالٍ مِن عائِشةَ رَضيَ اللهُ عنها -كما عِندَ مُسلِمٍ-، وهو أنَّ الكُهَّانَ في الجاهليَّةِ، أو قبْلَ تَحريمِ الإسلامِ الاستِماعَ إليهم، كانوا يَتحَدَّثونَ بالشَّيءِ، ويُخبِرونَ الأخبارَ، فتَقَعُ وَفْقَ ما أخبَروا، ويَظهَرُ صِدقُ كَلامِهم، فما تَبريرُ ذلك؟ وكيف يَحدُثُ؟ \nواستِماعُ الشَّياطينِ لِلسَّماءِ كان قبْلَ مَبعَثِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فلَمَّا أرسَلَ اللهُ نَبيَّه صلَّى اللهُ عليه وسلَّمَ بالرِّسالةِ، مُنِعَ سَماعُ الشَّياطينِ، كما جاءَ في قَولِ اللهِ تعالَى: {وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا} [الجن: 9].\nوقد وَرَدَ النَّهيُ عنِ الذَّهابِ لِلكُهَّانِ، كما عِندَ أحمَدَ عن أبي هُرَيرةَ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قال: «مَن أتى عَرَّافًا أو كاهِنًا فصَدَّقَه بما يَقولُ، فقد كَفَرَ بما أُنزِلَ على مُحمدٍ».\nوفي الحَديثِ: التَّحذيرُ مِن سَماعِ كَلامِ الكُهَّانِ والدَّجَّالينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}