{
    "hadith_id": "774 / م",
    "hadith": "كانَ رَجُلٌ مِنَ الأنْصارِ يَؤُمُّهُمْ في مَسْجِدِ قُباءٍ، وكانَ كُلَّما افْتَتَحَ سُورَةً يَقْرَأُ بها لهمْ في الصَّلاَةِ ممَّا يَقْرَأُ به افْتَتَحَ: بقُلْ هو اللَّهُ أحَدٌ حتَّى يَفْرُغَ مِنْها، ثُمَّ يَقْرَأُ سُورَةً أُخْرَى معها، وكانَ يَصْنَعُ ذلكَ في كُلِّ رَكْعَةٍ، فَكَلَّمَهُ أصْحابُهُ، فقالوا: إنَّكَ تَفْتَتِحُ بهذِه السُّورَةِ، ثُمَّ لاَ تَرَى أنَّها تُجْزِئُكَ حتَّى تَقْرَأَ بأُخْرَى، فَإِمَّا تَقْرَأُ بها وإمَّا أنْ تَدَعَها، وتَقْرَأَ بأُخْرَى فقالَ: ما أنا بتارِكِها، إنْ أحْبَبْتُمْ أنْ أؤُمَّكُمْ بذلكَ فَعَلْتُ، وإنْ كَرِهْتُمْ تَرَكْتُكُمْ، وكانُوا يَرَوْنَ أنَّه مِن أفْضَلِهِمْ، وكَرِهُوا أنْ يَؤُمَّهُمْ غَيْرُهُ، فَلَمَّا أتاهُمُ النبيُّ صَلَّى اللهُ عليه وسلَّمَ أخْبَرُوهُ الخَبَرَ، فقالَ: «يا فُلاَنُ، ما يَمْنَعُكَ أنْ تَفْعَلَ ما يَأْمُرُكَ به أصْحابُكَ، وما يَحْمِلُكَ علَى لُزُومِ هذِه السُّورَةِ في كُلِّ رَكْعَةٍ» فقالَ: إنِّي أُحِبُّها، فقالَ: «حُبُّكَ إيَّاها أدْخَلَكَ الجَنَّةَ»",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "774 / م",
    "grade": "[معلق]",
    "takhrij": "أخرجه البخاري معلقاً بصيغة الجزم (774)، وأخرجه موصولاً الترمذي (2901).",
    "sharh": "سُورةُ الإخلاصِ مِن أعظَمِ سُوَرِ القرآنِ وأجَلِّها، على قِلَّة عدَدِ كَلماتِها؛ فهي تَحتوي على مَعانٍ عَظيمةٍ وجَليلةٍ، ففيها تَمحيصُ معنى التَّوحيدِ للهِ عزَّ وجلَّ، وإفرادِه بالعِبادةِ واللُّجوءِ إليه، ونَفْيِ الوَلَدِ والوَالِد عنه سُبحانَه وتَعالَى.وفي هذا الحَديثِ يَروي أنَسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ رجُلًا مِن الأنصارِ -وهو كُلْثُومُ بنُ هِدْمٍ رَضيَ اللهُ عنه- كان يؤُمُّ أصحابَه في الصَّلاةِ بمَسجدِ قُبَاءٍ، وهو أوَّلُ مَسجدٍ اتَّخذَه النبيُّ عليه الصَّلاةُ والسَّلامُ في المدينةِ عندَ قُدومِه إليها مُهاجِرًا، وهو في أوَّلِ المدينةِ مِن جِهَةِ مكَّةَ، وكان كلَّما افتَتَح سُورةً بعدَ الفاتحةِ كان يَقرَأُ قبْلَها سُورةَ {قُلْ هُوَ اللَّهُ أَحَدٌ}، ثمَّ يَقرَأُ معها سُورةً أخرى، فكلَّمَه أصحابُه، فأخْبَروه أنَّ هذه السُّورةَ تُجزِئُ في القِراءةِ بعْدَ الفاتحةِ، وتكونُ بها قدْ أدَّيْتَ الواجبَ مِن القِراءةِ، فإمَّا أنْ تَكتفِيَ بها، أو بالسُّورةِ الَّتي بعْدَها، فرفَضَ الرَّجلُ ذلك، وخيَّرَهم بيْن أنْ يَؤُمَّهم على هذا النَّحوِ، أو يُقدِّموا غيرَه إمامًا إنْ كَرِهوا إمامتَه. فلمَّا أتاهُمُ النبيُّ صلَّى اللهُ عليه وسلَّمَ أخبَرَوه بفِعلِ هذا الرَّجلِ -وقد كان النبيُّ صلَّى اللهُ عليه وسلَّمَ يَأتي مَسجِدَ قُباءٍ كلَّ سبتٍ، فيَدْخُلُه لِيُصلِّيَ فيه، كما في الصَّحيحَينِ- فسَأَلَه النبيُّ صلَّى اللهُ عليه وسلَّمَ عن سَببِ عدَمِ استجابتِه لقَولِ أصحابِه، وإصرارِه على قِراءةِ {قُلْ هُوَ اللَّهُ أَحَدٌ} مع كلِّ سُورةٍ في قِراءتِه، فأخبَرَ الرجلُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أنَّ حُبَّه لسُورةِ الإخلاصِ هو الذي حَمَلَه على ذلك، فأقَرَّه النبيُّ صلَّى اللهُ عليه وسلَّمَ على فِعلِه هذا، وبشَّرَه صلَّى اللهُ عليه وسلَّمَ بأنَّ حُبَّه لهذه السُّورةِ أدْخَلَه الجنَّةَ، ومَعلومٌ أنَّ دُخولَ الجنَّةِ إنَّما يكونُ فِي الآخرةِ، ولكنَّه لمَّا كان مُحَقَّقَ الوُقوعِ فكأَنَّهُ قد وَقَعَ، فأخْبَرَ صلَّى اللهُ عليه وسلَّمَ بِلَفْظِ الماضِي.وفي الحديثِ: فضْلُ سُورةِ الإخلاصِ.وفيه: جَوازُ الجمْعِ بيْن السُّورتَينِ في الرَّكعةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}