{
    "hadith_id": "788",
    "hadith": "صَلَّيْتُ خَلْفَ شيخٍ بمَكَّةَ، فَكَبَّرَ ثِنْتَيْنِ وعِشْرِينَ تَكْبِيرَةً، فَقُلتُ لِابْنِ عَبَّاسٍ: إنَّه أحْمَقُ، فَقالَ: ثَكِلَتْكَ أُمُّكَ سُنَّةُ أبِي القَاسِمِ صَلَّى اللهُ عليه وسلَّمَ",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "788",
    "grade": "[صحيح]",
    "takhrij": "من أفراد البخاري على مسلم",
    "sharh": "تَبليغُ الدِّينِ وتَعليمُه للناسِ وتَصحيحُ ما انتقَصَ منه، واجبٌ على كلِّ مُسلمٍ بقدْرِ عِلمِه واستِطاعتِه ، وقد كان التَّابِعون يُرافِقون أصحابَ النبيِّ صلَّى اللهُ عليه وسلَّمَ؛ لِيَتعلَّموا مِن عِلْمِهم، وإذا ما أخْطَؤوا صوَّبَ لهم الصَّحابةُ رَضيَ اللهُ عنهم.وفي هذا الحَديثِ يُخبِرُ التابعيُّ عِكرِمةُ مَولى ابنِ عَبَّاسٍ أنَّه صلَّى في مَكَّةَ خلْفَ إمامٍ في صَلاةٍ رُباعِيَّة، وهو الصَّحابيُّ أبو هُرَيرةَ رَضيَ اللهُ عنه، والصَّلاةُ كانت صَلاةَ الظُّهرِ، كما في رِوايةٍ لأحمَدَ، فكبَّر اثنتَيْنِ وعِشرينَ تَكبيرةً في الرَّكَعاتِ الأربَعِ، والمرادُ بالتَّكبيراتِ التي عدَّها عِكْرِمةُ: أنَّ في كلِّ رَكعةٍ خَمسَ تَكبيراتٍ: تَكبيرةٌ للرُّكوعِ، وتَكبيرتانِ للسَّجدتَينِ، وتَكبيرةٌ للجلوسِ بينهما، وتَكبيرةٌ للرَّفعِ مِن السَّجدةِ الثَّانيةِ، بالإضافةِ إلى تَكبيرةِ الإحرامِ، وتَكبيرةِ القيامِ مِن التَّشهُّدِ الأَوَّلِ، فلمَّا عَدَّ عِكْرِمَةُ عدَدَ التَّكبيراتِ قال لابنِ عَبَّاسٍ مُستنكِرًا فِعْلَ أبي هُريرةَ رَضيَ اللهُ عنه: «إنَّه أحْمَقُ» بمعنى: لا عَقْلَ له، فهو لا يَعرِفُ كَيفيَّةَ الصَّلاةِ ومَواضِعَ التَّكبيرِ، فقال له ابنُ عَبَّاسٍ: «ثَكِلَتْك أُمُّكَ!»، أي: فقَدَتْك أُمُّك بالموتِ، وهي كَلمةٌ تَقولُها العَرَبُ للتَّوبيخِ ولا يُريدونَ حَقِيقتَها، وهذا على سَبيلِ الزَّجْرِ منه، واستِنكارًا منه لقولِ عِكْرِمَةَ وجَهْلِه بالسُّنَّةِ، وليس للدُّعاءِ عليه، ثمَّ بيَّنَ له أنَّ هذه الصَّلاةُ بهذا العددِ مِن التَّكبيراتِ هي سُنَّةُ النبيِّ صلَّى اللهُ عليه وسلَّمَ، وليستْ جَهْلًا مِن الإمامِ، وأبو القاسمِ كُنيةُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.وفي هذا إشارةٌ إلى أنَّ الناسَ رُبَّما تَساهَلوا في أمرِ تَكبيراتِ الصَّلاةِ وإظهارِها في مَواضِعِها، حتَّى تَصوَّر البعضُ أنَّ الأصلَ هو ما شاع بيْنهم مِن التَّساهُلِ في عدَمِ إظهارِ التَّكبيرِ في بَعضِ المواضعِ، ويَدُلُّ أيضًا على أنَّ عُلَماءَ الصَّحابَةِ لَمَّا رَأَوْا هذا التَّساهُلَ والتَّقصيرَ مِن الناسِ أظهَروا التَّكبيرَ كما كان يُظهِرُه رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ في مَواضعِ الصَّلاةِ. وفي الحَديثِ: بَيانُ أنَّ العُلماءَ لا بُدَّ أنْ يُقَوِّموا ما بَدَّله الناسُ ويُظهِروا لهم الحقَّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}