{
    "hadith_id": "789",
    "hadith": "كانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ إذَا قَامَ إلى الصَّلَاةِ يُكَبِّرُ حِينَ يَقُومُ، ثُمَّ يُكَبِّرُ حِينَ يَرْكَعُ، ثُمَّ يقولُ: سَمِعَ اللَّهُ لِمَن حَمِدَهُ، حِينَ يَرْفَعُ صُلْبَهُ مِنَ الرَّكْعَةِ، ثُمَّ يقولُ وهو قَائِمٌ: رَبَّنَا لكَ الحَمْدُ قالَ عبدُ اللَّهِ بنُ صَالِحٍ، عَنِ اللَّيْثِ: ولَكَ الحَمْدُ، ثُمَّ يُكَبِّرُ حِينَ يَهْوِي، ثُمَّ يُكَبِّرُ حِينَ يَرْفَعُ رَأْسَهُ، ثُمَّ يُكَبِّرُ حِينَ يَسْجُدُ، ثُمَّ يُكَبِّرُ حِينَ يَرْفَعُ رَأْسَهُ، ثُمَّ يَفْعَلُ ذلكَ في الصَّلَاةِ كُلِّهَا حتَّى يَقْضِيَهَا، ويُكَبِّرُ حِينَ يَقُومُ مِنَ الثِّنْتَيْنِ بَعْدَ الجُلُوسِ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "789",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (789) واللفظ له، ومسلم (392)",
    "sharh": "أمَرَنا اللهُ عزَّ وجلَّ بالصَّلاةِ في القُرآنِ الكريمِ إجْمالًا، وبَيَّنَها لنا رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ بَيانًا شافيًا بقَولِه وفِعلِه، ونَقَلَها الصَّحابةُ الكرامُ عن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ بكلِّ تَفاصيلِها، فلا مَجالَ فيها لزِيادةٍ أو نُقصانٍ.وفي هذا الحَديثِ يَروي أبو هُرَيرةَ رَضيَ اللهُ عنه جزءًا مِن صِفةِ صَلاةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فيُخبِرُ أنَّه  كانَ إذا قامَ إلى الصَّلاةِ يُكبِّرُ حينَ يَقومُ تَكبيرةَ الإحرامِ، ثُمَّ يُكبِّرُ حِينَ يَشرُعَ في الانتقالِ إلى الرُّكوعِ، وحينَ يَسجُد، وحِينَ يَرفَعُ رَأسَه مِن السُّجودِ، وحِينَ يَسجُدُ السَّجدةَ الثَّانيةَ، وحِينَ يَرفَعُ رأسَه منها، وحينَ يَقومُ مِن الرَّكعتَين الأُولَيَينِ بعدَ الجُلوسِ للتَّشهُّدِ الأوَّلِ، ثُمَّ يَفعَلُ ذلك في الصَّلاةِ كُلِّها حتَّى يَقضيَها، وكانَ يَقولُ حِينَ يَرفَعُ ظَهْرَه مِن الرُّكوعِ: سَمِع اللهُ لمَن حَمِدَه، ثمَّ يقولُ وهو قائِمٌ: ربَّنا لكَ الحَمدُ، وفي ذلك بَيانُ أنَّ الإمامَ يَجمَعُ بيْن التَّسميعِ «سَمِع اللهُ لمَن حَمِدَه» والتَّحميدِ «ربَّنا لكَ الحَمدُ»، وأنَّ التَّسميعَ ذِكرُ النُّهوضِ والرَّفعِ مِن الرُّكوعِ، والتَّحميدَ ذِكرُ الاعتدالِ.وفي الحديث: مَشروعيَّةُ التكبيرِ في كلِّ خَفْضٍ ورفْعٍ، إلَّا الرَّفْعَ مِن الركوعِ، فيقول: سمِعَ اللهُ لِمَن حمِدَه، ربَّنا ولكَ الحمدُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}