{
    "hadith_id": "863",
    "hadith": "سَمِعْتُ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عنْهمَا، قَالَ له رَجُلٌ: شَهِدْتَ الخُرُوجَ مع رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ؟ قَالَ: نَعَمْ، ولَوْلَا مَكَانِي منه ما شَهِدْتُهُ يَعْنِي مِن صِغَرِهِ أتَى العَلَمَ الذي عِنْدَ دَارِ كَثِيرِ بنِ الصَّلْتِ ثُمَّ خَطَبَ، ثُمَّ أتَى النِّسَاءَ فَوَعَظَهُنَّ، وذَكَّرَهُنَّ، وأَمَرَهُنَّ أنْ يَتَصَدَّقْنَ، فَجَعَلَتِ المَرْأَةُ تُهْوِي بيَدِهَا إلى حَلْقِهَا، تُلْقِي في ثَوْبِ بلَالٍ، ثُمَّ أتَى هو وبِلَالٌ البَيْتَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "863",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (884) باختلاف يسير",
    "sharh": "لصَلاةِ العِيدِ أهمِّيَّةٌ عَظيمةٌ في الإسلامِ؛ ففيها تَظهَرُ قُوَّةُ الإسلامِ ووَحدةُ المسلِمينَ وتَجمُّعُهم، مع ما فيها مِن إظهارِ البَهجةِ والسُّرورِ والإقبالِ على اللهِ عزَّ وجلَّ.\r\nوفي هذا الحديثِ يُخبِرُ التابعيُّ عبدُ الرَّحمنِ بنُ عابسٍ: أنَّ عَبدَ اللهِ بنَ عبَّاسٍ رَضيَ اللهُ عنهما سُئِلَ عن حُضورِه صَلاةَ العيدِ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ، فأخبَرَ ابنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّه حَضَرَها مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وقولُه: «ولَوْلا مَكانِي مِن الصِّغَرِ ما شَهِدْتُه»، أي: أنَّه شهِد العِيدَ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ صغيرًا، حتَّى إنَّه كادَ ألَّا يحضُرَ لصِغَرِه، لولا قُربُه ومَكانتُه مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ، ومع ذلِك أدرَك رَضيُ الله عنهما ما فعَلَه النبيُّ صلَّى اللهُ عليه وسلَّمَ في هذا اليومِ، أو لعلَّه يَقصِدُ بذلك ذَهابَه مع النبيِّ صلَّى اللهُ عليه وسلَّمَ إلى مُصلَّى النِّساءِ حِين أرادَ وَعْظَهنَّ وما سيُحَدِّثُ به عنْهنَّ؛ لأنَّ الصِّغرَ يُغتفَرُ فيه الحُضورُ مَعهُنَّ.\r\nثمَّ أخبَرَ ابنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ خرَجَ إلى مُصلَّى العيدِ عندَ دارِ كَثِيرِ بنِ الصَّلتِ، وهي دارٌ كبيرةٌ بالمدينةِ، كانتْ قِبلةَ المُصلَّى للعيدينِ، وجُعِلَ لها عَلامةٌ مِن أجْلِ ذلك، وقد بَنى كَثيرُ بنُ الصَّلتِ دارَهُ بعْدَ النبيِّ صلَّى اللهُ عليه وسلَّمَ بمُدَّةٍ، لكنَّها لَمَّا صارتْ شَهيرةً في تلك البُقعةِ، وَصَفَ المُصلَّى بمُجاورتِها، وهي تُطِلُّ على بَطْنِ بُطْحانَ، وهو الوادي الذي في وَسطِ المدينةِ.\r\nفصلَّى النبيُّ صلَّى اللهُ عليه وسلَّمَ العيدَ رَكعتينِ دَونَ أذانٍ أو إقامةٍ، أو صَلاةٍ قَبْليَّةٍ أو بَعْديَّةٍ، ثمَّ خطَب، وخُطبةُ العيدِ كخُطبةِ الجُمعةِ تَتكوَّنُ مِن خُطبتينِ واستراحةٍ، إلَّا أنَّها تكونُ بعْدَ الصَّلاةِ لا قبْلَها. ثمَّ أتى النِّساءَ ومعه بِلالٌ، وكان بلالٌ رَضيَ اللهُ عنه خادمَ النبيِّ صلَّى اللهُ عليه وسلَّمَ وهو الذي يَتولَّى قبْضَ الصَّدقةِ، فوعَظَهنَّ النبيُّ صلَّى اللهُ عليه وسلَّمَ وذكَّرَهنَّ، وأمَرَهنَّ بالصَّدقةِ، فسارَعَ نِساءُ الصَّحابةِ بالتَّصدُّقِ، حتى إنهنَّ كُنَّ يَأْخُذْنَ حُلِيَّهنَّ ويَقذِفْنَه في ثَوبِ بِلالٍ، ثمَّ ذهَبَ النبيُّ صلَّى اللهُ عليه وسلَّمَ إلى بَيتِه بعْدَ ذلك ومعَه بلالٌ رَضيَ اللهُ عنه. وكان النبيُّ صلَّى اللهُ عليه وسلَّمَ يَجمَعُ الصَّدقةَ ليُفرِّقَها على المحتاجينَ، كما كانتْ عادتُه صلَّى اللهُ عليه وسلَّمَ في الصَّدقاتِ المُتطوَّعِ بها والزَّكواتِ.\r\nوفي الحديثِ: وَعْظُ الإمامِ النِّساءَ إذا لم يَسْمعْنَ الخُطبةَ مع الرِّجالِ.\r\nوفيه: فضلُ ابنِ عبَّاسٍ رَضِيَ اللهُ عنهما، وفَضْلُ نِساءِ الصَّحابةِ، ومُسارعتُهنَّ في الصَّدقةِ.\r\nوفيه: أنَّ النِّساءَ إذا حضَرْنَ صَلاةَ الرِّجالِ ومَجامعَهم، يكُنَّ بمَعزِلٍ عنهم؛ وِقايةً لهُنَّ، وخَوفًا مِن الفِتنةِ بِهنَّ.\r\nوفيه: الخروجُ إلى المُصلَّى لصَلاةِ العيدِ.\r\nوفيه: أنَّ صَلاةَ العيدِ تكونُ قبْلَ الخُطبةِ.\r\nوفيه: مَشروعيَّةُ إخراجِ الصِّبيانِ إلى المُصلَّى؛ للتَّبرُّكِ بحُضورِ الصَّلاةِ ودَعَواتِ المسلِمينَ، وإظهارِ شِعارِ الإسلامِ بكَثرةِ مَن يَحضُرُ منْهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}