{
    "hadith_id": "885",
    "hadith": "أنَّهُ ذَكَرَ قَوْلَ النبيِّ صَلَّى اللهُ عليه وسلَّمَ في الغُسْلِ يَومَ الجُمُعَةِ، فَقُلتُ لِابْنِ عَبَّاسٍ: أيَمَسُّ طِيبًا أوْ دُهْنًا إنْ كانَ عِنْدَ أهْلِهِ؟ فَقَالَ: لا أعْلَمُهُ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "885",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (848) باختلاف يسير",
    "sharh": "يَومُ الجُمُعةِ خيرُ الأيَّامِ، وهو عيدُ المسلِمينَ الأُسبوعيُّ، يَجتمِعونَ فيه على الخَيرِ وذِكرِ الله عزَّ وجلَّ؛ ولذا كان النبيُّ صلَّى اللهُ عليه وسلَّمَ يَأمُرُ بالغُسلِ فيه، وفي هذا الحَديثِ يَحكي التابعيُّ طاوسُ بنُ كَيْسانَ أنَّ ابنَ عبَّاسٍ رَضيَ اللهُ عنهما ذكَرَ قَولَ النبيِّ صلَّى اللهُ عليه وسلَّمَ في الغُسلِ يَومَ الجُمُعةِ، والأمرُ هنا لغَيرِ الجُنبِ على سَبيلِ التَّنظُّفِ والتطهُّرِ، ولأنَّ الجُنبَ مأمورٌ برفْعِ الجَنابةِ للجُمعةِ وغَيرِها، فسَألَه طاوسٌ: هلْ أمَرَ النبيُّ صلَّى اللهُ عليه وسلَّمَ أيضًا بوَضْعِ الطِّيبِ أو الدُّهنِ وإنْ كان الطِّيبُ أو الدُّهنُ عِندَ أهلِه، والمراد بهم الزوجة؛ لأنَّ العِطرَ والطِّيبَ مِن لوازمِ زِينتِها لزوجِها؛ ففي أغلبِ الظنِّ يكونُ الطِّيبُ في حَوزةِ النِّساءِ أكثرَ مِن الرجالِ، والمُرادُ بالطِّيبِ: ما يُدَّهنُ به مِن الرَّوائحِ الطَّيِّبةِ. فأجابَه ابنُ عبَّاسٍ رَضيَ اللهُ عنهما: أنَّه ليس عِنده عِلمٌ بقولِ النبيِّ صلَّى اللهُ عليه وسلَّمَ فيما يَتعلَّقُ بالطِّيبِ يَومَ الجُمعةِ، أو بكَونِ هذا الفِعلِ مَندوبًا أو فيه أمرٌ كالغُسلِ. وعدَمُ سماعِ ابنِ عبَّاسٍ رَضيَ اللهُ عنهما لِمَسِّ الطِّيبِ يومَ الجُمعةِ لا يَنفي كوْنَ النبيِّ صلَّى اللهُ عليه وسلَّمَ قاله؛ فقد حدَّث ابنُ عبَّاسٍ رَضيَ اللهُ عنهما بما سمِع، وقد سمِعَه غيرُه؛ ففي صحيحِ البُخاريِّ مِن حديثِ أبي سَعيدٍ الخُدْريِّ رَضيَ اللهُ عنه قولُ النبيِّ صلَّى اللهُ عليه وسلَّمَ عن آدابِ الجُمُعةِ: «وأنْ يمَسَّ طِيبًا إنْ وجَد»، فالأمرُ في الطِّيبِ يَتعلَّقُ بالاستِطاعةِ؛ فليس كلُّ النَّاسِ يَملِكون الطِّيبَ أو يَحوزونَه عِندَهم.وفي الحديثِ: أدبٌ جليلٌ مِن آدابِ العالمِ والمُفْتي، وهو قولُه: «لا أعلَمُ» لِمَا لا يَعلمُ.وفيه: الحثُّ على الغُسلِ يَومَ الجُمعةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}