{
    "hadith_id": "89",
    "hadith": "كُنْتُ أنَا وجَارٌ لي مِنَ الأنْصَارِ في بَنِي أُمَيَّةَ بنِ زَيْدٍ وهي مِن عَوَالِي المَدِينَةِ وكُنَّا نَتَنَاوَبُ النُّزُولَ علَى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، يَنْزِلُ يَوْمًا وأَنْزِلُ يَوْمًا، فَإِذَا نَزَلْتُ جِئْتُهُ بخَبَرِ ذلكَ اليَومِ مِنَ الوَحْيِ وغَيْرِهِ، وإذَا نَزَلَ فَعَلَ مِثْلَ ذلكَ، فَنَزَلَ صَاحِبِي الأنْصَارِيُّ يَومَ نَوْبَتِهِ، فَضَرَبَ بَابِي ضَرْبًا شَدِيدًا، فَقالَ: أثَمَّ هُوَ؟ فَفَزِعْتُ فَخَرَجْتُ إلَيْهِ، فَقالَ: قدْ حَدَثَ أمْرٌ عَظِيمٌ. قالَ: فَدَخَلْتُ علَى حَفْصَةَ فَإِذَا هي تَبْكِي، فَقُلتُ: طَلَّقَكُنَّ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ؟ قالَتْ: لا أدْرِي، ثُمَّ دَخَلْتُ علَى النبيِّ صَلَّى اللهُ عليه وسلَّمَ فَقُلتُ وأَنَا قَائِمٌ: أطَلَّقْتَ نِسَاءَكَ؟ قالَ: لا فَقُلتُ: اللَّهُ أكْبَرُ.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "89",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1479)، وابن حبان (4187)، والطبراني في ((مسند الشاميين)) (3227) بمعناه.",
    "sharh": "كان الصَّحابةُ رَضيَ اللهُ عنهم يَهتمُّون لحَديثِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ ويَحرِصون عليه في كلِّ أوقاتِهم، وربَّما اضطَرُّوا للخُروجِ إلى شَواغلِهم ومَعاشِهم، إلَّا أنَّهم كانوا يَتناوَبون على النبيِّ صلَّى اللهُ عليه وسلَّمَ، ومنهم مَن لازَمَ النبيَّ صلَّى اللهُ عليه وسلَّمَ السِّنينَ.وفي هذا الحديثِ يَحكي عمرُ بنُ الخطَّابِ رَضيَ اللهُ عنه أنَّه كان هو وجارٌ له مِن الأنصارِ، وهو عِتبانُ بنُ مالكٍ رَضيَ اللهُ عنه، يَسكنانِ في قَبيلةِ بني أُميَّةِ بنِ زيدٍ الَّتي تقَعُ مَنازلُها في عَوالِي المَدِينةِ، جمْعُ: عاليةٍ، وعَوالي المدينةِ: قُرًى بقُرْبِ مَدينةِ رسولِ اللهِ عليه الصَّلاةُ والسلَّامُ، مِن فَوقِها مِن جِهةِ الشَّرقِ، وأقرَبُ العوالي إلى المَدينةِ على بُعدِ مِيلينِ أو ثَلاثةِ أميالٍ، وأبعَدُها ثَمانيةٌ. وكانَا يَتناوبانِ النُّزولَ على رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فينزِلُ عُمرُ مرَّةً، ويَنزِلُ عِتبانُ مرَّةً، وذلك لظُروفِ عَملِهما الَّتي لا تُمكِّنُ كلَّ واحدٍ منهما مِن الذَّهابِ إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ وأخْذِ العِلمِ منه يوميًّا.ثمَّ أخبَرَ عُمرُ رَضيَ اللهُ عنه أنَّ صاحبَه نزَلَ يومًا إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ، فلمَّا رجَعَ مِن المدينةِ ضرَبَ بابَ عُمَرَ ضَربًا شديدًا على خِلافِ عادتِه، وسَأَلَ إنْ كان عُمرُ في الداخلِ أم لا؟ فلمَّا سَمِعَ عُمرُ ذلك فَزِعَ رَضيَ اللهُ عنه وخاف خَشيةَ أنْ يكونَ قد وقَعَ مَكروهٌ، فخرَجَ فقال له صاحبُه: حدَثَ أمْرٌ عَظيمٌ؛ طلَّق رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ نِساءَه، فنزَلَ عمَرُ رَضيَ اللهُ عنه المدينةَ، ودخَلَ على ابنتِه حَفصةَ رَضيَ اللهُ عنها زَوجِ النبيِّ صلَّى اللهُ عليه وسلَّمَ، فإذا هي تَبكي، فسَأَلَها هلْ: طَلَّقَكُنَّ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ؟ فقالَتْ: لا أدْرِي، ثمَّ دخَلَ على النبيِّ صلَّى اللهُ عليه وسلَّمَ فسأَله وهو قائمٌ وواقفٌ لم يَجلِسْ: أطلَّقْتَ نِساءَك؟ فقال: لا، فكبَّر عُمرُ قائلًا: اللهُ أكبَرُ! فاطمأنَّتْ نفْسُه، وجاشَتْ مَشاعرُه بَهجةً وسُرورًا، فكبَّر مِن شِدَّةِ الفرَحِ.وفي الحديثِ: عِنايةُ الصَّحابةِ رَضيَ اللهُ عنهم بأخبارِ النبيِّ صلَّى اللهُ عليه وسلَّمَ خاصَّةً، وأخبارِ المسلِمينَ عامَّةً، لا سيَّما أخبارِ الوحْيِ الإلهيِّ، وما يَنزِلُ به مِن الشَّرائعِ والأحكامِ.وفيه: التَّرغيبُ في طلَبِ العِلمِ، والحِرصُ على حُضورِ مَجالسِه مهما كانتِ الظُّروفُ.وفيه: أنَّ العاقلَ لا يَهجُمُ على السُّؤالِ عن أمْرٍ حتَّى يَفهَمَه.وفيه: أنَّ لطالبِ العِلمِ أنْ يَنظُرَ في مَعيشتِه وما يَستعينُ به على طلَبِ العِلمِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}