{
    "hadith_id": "90",
    "hadith": "قالَ رَجُلٌ يا رَسولَ اللَّهِ، لا أكَادُ أُدْرِكُ الصَّلَاةَ ممَّا يُطَوِّلُ بنَا فُلَانٌ، فَما رَأَيْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ في مَوْعِظَةٍ أشَدَّ غَضَبًا مِن يَومِئِذٍ، فَقالَ: أيُّها النَّاسُ، إنَّكُمْ مُنَفِّرُونَ، فمَن صَلَّى بالنَّاسِ فَلْيُخَفِّفْ، فإنَّ فِيهِمُ المَرِيضَ، والضَّعِيفَ، وذَا الحَاجَةِ.",
    "rawi": "أبو مسعود عقبة بن عمرو",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "90",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (466) باختلاف يسير",
    "sharh": "الصَّلاةُ عِبادةٌ رُوحيَّةٌ، تَتطلَّبُ الخُشوعَ والطُّمأنينةَ فيها؛ ولذلك أوضَحَ النبيُّ صلَّى اللهُ عليه وسلَّمَ أحكامَها وما يَتعلَّقُ بها مِن أحكامِ الإمامةِ والتَّخفيفِ على الناسِ.وفي هذا الحَديثِ يُخبِرُ أبو مَسعودٍ الأنصاريُّ رَضيَ اللهُ عنه أنَّه قدِ اشتَكَى رجلٌ إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ عدَمَ استطاعتِه إدراكَ الصَّلاةِ؛ نظَرًا لتَطويلِ الإمامِ فيها، وقد اختُلِفَ في معْنى قَولِ الرَّجلِ: لا أكادُ أُدرِكُ الصَّلاةَ ممَّا يُطَوِّلُ بنا فُلانٌ؛ فقيل: الكلامُ يدُلُّ أنَّه كان رجُلًا مَريضًا أو ضَعيفًا، فكان إذا طوَّلَ به الإمامُ في القِيامِ لا يَكادُ يَبلُغُ الرُّكوعَ والسُّجودَ إلَّا وقدْ زاد ضَعفًا عن اتِّباعِه، فلا يَكادُ يَركَعُ معه ولا يَسجُدُ. وقيل: بلْ يُفسِّرُه ما أورَدَه البُخاريُّ بلَفظِ: «لَأتأَخَّرُ عن الصَّلاةِ»؛ فيكونُ المعنى: إنِّي لا أكاد أُدرِكُ الصَّلاةَ في الجماعةِ، وأتأخَّرُ عنها أحيانًا مِن أجْلِ التَّطويلِ، فلا أُدرِكُ الجَماعةَ رَغمَ تَطويلِه.فغَضِبُ النبيُّ صلَّى اللهُ عليه وسلَّمَ غضَبًا شديدًا، ولعلَّ سَببَ غَضبِه إرادةُ الاهتِمامِ بما يُلْقيه على أصحابِه؛ ليَكونوا مِن سَماعِه على بالٍ؛ لئلَّا يَعودَ مَن فعَلَ ذلك إلى مِثلِه، فوعَظَهم وهو شَديدُ الغضَبِ مُخبِرًا بأنَّ الذين يُطوِّلون في الصَّلاةِ مُنفِّرونَ، ومُكرِّهون النَّاسَ في الصَّلواتِ، وإنَّما خاطَبَ الكلَّ ولم يُعيِّنَ المُطوِّلَ كرَمًا ولُطفًا عليه، وكانتْ هذه عادتَه صلَّى اللهُ عليه وسلَّمَ؛ كان لا يُخصِّصُ العِتابَ والتَّأديبَ بمَن يَستحِقُّه؛ حتَّى لا يَحصُلَ له الخَجَلُ ونحْوُه على رُؤوسِ الأشهادِ.ثمَّ أمَرَ مَن صلَّى بالناسِ إمامًا بالتَّخفيفِ فيها؛ لأنَّ فيهم المريضَ والضَّعيفَ وذا الحاجةِ، وذكَرَ هذه الأنواعَ الثَّلاثةَ؛ لأنَّها تَتناوَلُ جَميعَ الأنواعِ المُقتضيةِ للتَّخفيفِ؛ فإنَّ المُقتضي للتَّخفيفِ إمَّا في نفْسِ صاحبِ العُذرِ أوْ لا، والأوَّلُ إمَّا بحسَبِ ذاتِه، وهو الضَّعفُ، أو بحسَبِ العارضِ، وهو المرَضُ.فأراد الرِّفقَ والتَّيسيرَ بأُمَّتِه، ولم يكُنْ نَهْيُه صلَّى اللهُ عليه وسلَّمَ عن التَّطويلِ في الصَّلاةِ مِن أجْلِ أنَّه لا يَجوزُ ذلك، وإنَّما يكونُ التَّطويلُ لمَن أرادَ النَّافلةَ وصلَّى لنفْسِه.وفي الحديثِ: التَّعزيرُ على إطالةِ الصَّلاة إذا لم يَرْضَ المأمومُ به.وفيه: رِفقُ الشَّارعِ وتَيسيرُه على أُمَّتِه.وفيه: الغضَبُ لِما يُنكَرُ مِن أُمورِ الدِّينِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}