{
    "hadith_id": "906",
    "hadith": "كانَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ إذَا اشْتَدَّ البَرْدُ بَكَّرَ بالصَّلَاةِ، وإذَا اشْتَدَّ الحَرُّ أبْرَدَ بالصَّلَاةِ، يَعْنِي الجُمُعَةَ، قالَ يُونُسُ بنُ بُكَيْرٍ: أخْبَرَنَا أبو خَلْدَةَ، فَقالَ: بالصَّلَاةِ ولَمْ يَذْكُرِ الجُمُعَةَ، وقالَ بشْرُ بنُ ثَابِتٍ: حَدَّثَنَا أبو خَلْدَةَ، قالَ: صَلَّى بنَا أمِيرٌ الجُمُعَةَ، ثُمَّ قالَ لأنَسٍ رَضِيَ اللَّهُ عنْه: كيفَ كانَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ يُصَلِّي الظُّهْرَ؟",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "906",
    "grade": "[صحيح] [قوله قال يونس بن بكير... معلق. وقوله: قال بشر بن ثابت... معلق].",
    "takhrij": "أخرجه ابن خزيمة (1842)، والطحاوي في ((شرح معاني الآثار)) (1128)، والبيهقي (5744)، واللفظ لهم.",
    "sharh": "قال اللهُ تعالَى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185]، وقال تعالَى: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: 78]، وهاتانِ الآيتانِ أُصلٌ في التَّشريعِ؛ فكلُّ أمْرٍ تَرتَّبَ عليه المَشقَّةُ والحرَجُ فإنَّه مَدفوعٌ بهذا الأصلِ.وفي هذا الحَديثِ يُخبِرُ أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كان يُبكِّرُ بصَلاةِ الجُمعةِ إذا اشتَدَّ البَرْدُ؛ لأنَّ أوَّلَ وَقتِ الجُمعةِ تكونُ الشَّمسُ فيه في بِدايةِ زَوالِها، وتكونُ دَرجةُ الحرارةِ في أكثَرِ مُعدَّلاتِها، ثمَّ تَأخُذُ في الانخفاضِ مع مُرورِ الوقتِ؛ ولذلك كان صلَّى اللهُ عليه وسلَّمَ يُبكِّرُ بها في البَردِ؛ حتَّى يَخرُجَ لها المسلِمون في أكثرِ أوقاتِها دِفئًا. وكان إذا اشتَدَّ الحرُّ يُؤخِّرُ الصَّلاةَ حتى يَبرُدَ الجوُّ؛ رَأْفةً ورَحمةً بالمؤمنينَ، وهذه السُّنَّةُ في صَلاةِ الظُّهرِ بصِفةٍ عامَّةٍ، وليست في صَلاةِ الجُمُعةِ فقطْ.وذُكِرَ في رِوايةِ بِشرِ بنِ ثابتٍ أنَّ سبَبَ ذِكرِ أنسٍ رَضيَ اللهُ عنه للحديثِ كان إجابةً عن سُؤالٍ للأميرِ الحَكَمِ بنِ أبي عقيلٍ الثَّقَفيِّ أميرِ البَصرةِ، حينَ سَأَلَه عن مَواقيتِ صَلاةِ النبيِّ صلَّى اللهُ عليه وسلَّمَ لصَلاةِ الظُّهرِ، وكان ذلك السُّؤالُ عَقِبَ صَلاةِ الأميرِ بهم الجُمُعةَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}