{
    "hadith_id": "929",
    "hadith": "إِذَا كانَ يَوْمُ الجُمُعَةِ وقَفَتِ المَلَائِكَةُ علَى بَابِ المَسْجِدِ يَكْتُبُونَ الأوَّلَ فَالأوَّلَ، ومَثَلُ المُهَجِّرِ كَمَثَلِ الذي يُهْدِي بَدَنَةً، ثُمَّ كَالَّذِي يُهْدِي بَقَرَةً، ثُمَّ كَبْشًا، ثُمَّ دَجَاجَةً، ثُمَّ بَيْضَةً، فَإِذَا خَرَجَ الإمَامُ طَوَوْا صُحُفَهُمْ، ويَسْتَمِعُونَ الذِّكْرَ.",
    "rawi": "أبو هريرة",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "929",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (929)، ومسلم (850)",
    "sharh": "أمَرَ اللهُ سُبحانه وتعالَى عِبادَه المؤمنينَ بالمُسارَعةِ في الخَيراتِ، ومدَحَ مَن يَفعلُ ذلك، فقال: {إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ} [الأنبياء: 90]، ولَمَّا كان التَّبكيرُ إلى الصَّلاةِ مِنَ الخيراتِ خاصَّةً في صلاةِ الجُمُعةِ، كان لِلسَّابقِ إليها فضلٌ وثوابٌ أكثَرُ مِن غَيرِه.وفي هذا الحَديثِ يُخبرُ صلَّى اللهُ عليه وسلَّمَ عن فضلِ التَّبكيرِ إلى صلاةِ الجُمعةِ، فيَحُثُّ بدايةً على الاغتسالِ لِلصَّلاةِ، ويُخبِرُ أنَّ مَنِ اغتسَلَ غُسلًا كاملًا مِثلَ الَّذي يَغتسِلُه مِنَ الجَنابةِ، ثُمَّ ذهَبَ إلى صلاةِ الجُمعةِ مُبكِّرًا في أوَّلِ النَّهارِ؛ فكأنمَّا تَقرَّبَ إلى اللهِ تعالى بِالتَّصدُّقِ بِبَدَنةٍ، وهي الجمَلُ، ومَن ذَهَب إليها في السَّاعةِ الثَّانيةِ، فكأنَّما تصدَّقَ بِبَقرةٍ للهِ تعالى، ومَن ذَهَب إليها في السَّاعةِ الثَّالثةِ فكأنَّما تصدَّقَ بكَبشٍ أقْرَنَ، يعني: له قرونٌ؛ لِلدَّلالةِ على حُسنِه وكمالِه، ومَن ذَهَب إليها في السَّاعةِ الرَّابعةِ فكأنَّما تصدَّقَ بدَجاجةٍ، ومَن ذَهَب إليها في السَّاعةِ الخامسةِ فكأنَّما تصدَّقَ بِبَيضةٍ. والسَّاعاتُ المقصودةُ في الحديثِ تبدأُ مِن طلوعِ الشَّمسِ، وتُقسَّمُ على حَسَبِ الوقتِ بيْنَ طلوعِ الشَّمسِ إلى الأذانِ الثَّاني خمسةَ أجزاءٍ، ويكونُ كلُّ جزءٍ منها هو المقصودَ بِالسَّاعةِ الَّتي في الحديثِ. ثم أخبَرَ صلَّى اللهُ عليه وسلَّمَ أنَّه إذا خرَجَ الإمامُ وصعِدَ المِنبرَ لِيَخطُبَ، دَخلتِ الملائكةُ وتَرَكتْ كتابةَ مَن يأتي بعْدَ ذلك؛ لِيَستمِعوا إلى خُطبةِ الجُمعةِ وما فيها مِن ذِكْرٍ للهِ تعالى، فتَفوتُ مَن يأتي بعْدَ ذلك فضيلةُ التَّبكيرِ لا ثوابُ الجُمعةِ.وفي الحديثِ: فضيلةُ التَّبكيرِ للجُمعةِ. وفيه: الحثُّ على الاغتِسالِ للجُمعةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}