{
    "hadith_id": "943",
    "hadith": "إِذَا اخْتَلَطُوا قِيَامًا، وزَادَ ابنُ عُمَرَ عَنِ النبيِّ صَلَّى اللهُ عليه وسلَّمَ: وإنْ كَانُوا أكْثَرَ مِن ذلكَ، فَلْيُصَلُّوا قِيَامًا ورُكْبَانًا.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "943",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (839) باختلاف يسير",
    "sharh": "شُرِعَتْ صلاةُ الخوفِ حتَّى يَتمكَّنَ المسلمونَ مِن أداءِ فرْضِ اللهِ دُونِ تَعريضِ أنفُسِهم لِلخطرِ في أثناءِ قِتالِهم لأعداءِ اللهِ، وهو من بابِ تَخفيفِ اللهِ سُبحانَه وتعالَى عن المُجاهدينَ في سَبيلِه؛ حتَّى لا يَغدِر بهم عدوُّهم في أَثناءِ صلاتِهم.\r\nوفي هذا الحَديثِ يَنقُلُ عَبدُ اللهِ بنُ عُمرَ رَضيَ اللهُ عنهما إحْدَى هَيئاتِ صَلاةِ الخوفِ عندَ الْتقاءِ الجَيشينِ، وهذا جُزءٌ مُختصَرٌ مِن حَديثٍ آخَرَ في صِفَةِ صَلاةِ الخوفِ، والمقصودُ بقولِه: «إذا اختَلَطوا قِيامًا»، أي: إذا اختلَطَ المسلِمونَ بالكُفَّارِ أثناءَ القِتالِ، فجائزٌ لهم أنْ يُصلُّوا قائمينَ مع الاكتفاءِ بالإيماءِ للرُّكوعِ والسُّجودِ، فلا يَرْكَعوا ولا يَسْجدوا، ويكونُ السُّجودُ أخفَضَ مِن الرُّكوعِ؛ لِيَتميَّزَ.\r\nوإنْ كان العَدوُّ أكثَرَ عندَ اشتدادِ الخوفِ الذي لا يُمكِنُ معه القيامُ في مَوضعٍ ولا إقامةُ صَفٍّ؛ فلْيُصَلُّوا حينَئذٍ قيامًا على أقدامِهم ورُكبانًا على دَوابِّهم؛ لأنَّ فَرْضَ النُّزولِ مِن فَوقِ الدَّابَّةِ سَقَطَ بسَببِ الخَوفِ، ولهم أنْ يُصلُّوا مُستقبِلي القِبلةِ وغيرَ مُستقبِلِيها على حسَبِ القُدرةِ.\r\nوهذه الصَّلاةُ تُسمَّى بصَلاةِ المُسايَفةِ؛ لأنَّها تُؤدَّى مع استمرارِ الضَّربِ بالسُّيوفِ وأدواتِ الحربِ دونَ تَوقُّفٍ.\r\nوالمرادُ: أنَّه إذا اشتَدَّ الخوفُ والْتَحَم الجيشانِ في القِتالِ، ولم يَأمَنِ المسلِمون أنْ يَلحَقَهم العدُوُّ إذا وَلَّوْا له ظُهورَهم، أو انقَسَموا؛ فليس لهم تَأخيرُ الصَّلاةِ عن وَقتِها، بلْ يُصلُّون رُكبانًا ومُشاةً، على أيِّ حالٍ اسْتَطاعوا، وإلَّا فإنَّهم يُؤخِّرون الصَّلاةَ إلى وَقتِ زَوالِ الخطَرِ وبعْدَ هُدوءِ المعركةِ؛ ففي صَحيحِ مُسلِمٍ عن عَبدِ اللهِ بنِ مَسعودٍ رَضيَ اللهُ عنه قال: «حبَسَ المشرِكون رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ عن صَلاةِ العصْرِ حتَّى احمَرَّت الشَّمسُ -أو اصفَرَّت- فقال رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: شَغَلونا عن الصَّلاةِ الوُسطَى؛ صَلاةِ العصْرِ، مَلَأَ اللهُ أجْوافَهُم وقُبورَهم نارًا».\r\nوفي الحَديثِ: الحِرصُ على أداءِ الصَّلواتِ حتَّى في أوقاتِ الحربِ.\r\nوفيه: أخْذُ الحذَرِ مِن العدُوِّ في وَقتِ المعركةِ بكُلِّ الوسائلِ.\r\nوفيه: يُسْرُ الشَّريعةِ على المُكلَّفينَ في أداءِ الصَّلاةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}