{
    "hadith_id": "948",
    "hadith": "أَخَذَ عُمَرُ جُبَّةً مِن إسْتَبْرَقٍ تُباعُ في السُّوقِ، فأخَذَها، فأتَى بها رَسولَ اللَّهِ صلَّى اللهُ عليه وسلَّمَ، فقالَ: يا رَسولَ اللَّهِ، ابْتَعْ هذِه تَجَمَّلْ بها لِلْعِيدِ والوُفُودِ، فقالَ له رَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّمَ: إنَّما هذِه لِباسُ مَن لا خَلاقَ له. فَلَبِثَ عُمَرُ ما شاءَ اللَّهُ أنْ يَلْبَثَ، ثُمَّ أرْسَلَ إلَيْهِ رَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّمَ بجُبَّةِ دِيباجٍ، فأقْبَلَ بها عُمَرُ، فأتَى بها رَسولَ اللَّهِ صلَّى اللهُ عليه وسلَّمَ، فقالَ: يا رَسولَ اللَّهِ، إنَّكَ قُلْتَ: إنَّما هذِه لِباسُ مَن لا خَلاقَ له، وأَرْسَلْتَ إلَيَّ بهذِه الجُبَّةِ، فقالَ له رَسولُ اللَّهِ صلَّى اللهُ عليه وسلَّمَ: تَبِيعُها أوْ تُصِيبُ بها حاجَتَكَ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "948",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (948)، ومسلم (2068)",
    "sharh": "يَنْبغي للمسلِمِ التَّجمُّلُ في الأعيادِ والجُمَعِ، وعندَ استقبالِ النَّاسِ، ونحْوِ ذلك؛ ولكنْ كلُّ ذلك مَشروطٌ بألَّا يكونَ التَّجمُّلُ بما حرَّمَه اللهُ ورَسولُه.\r\nوفي هذا الحديثِ يَرْوي عبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما أنَّ عمَرَ جاء إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ بجُبَّةٍ مَنسوجةٍ مِن إستبرقٍ كانتْ تُباعُ في السُّوقِ، والجُبَّةُ: مِثلُ العَباءةِ تُلبَسُ فوقَ الثِّيابِ، والإستبرقُ: نَوعٌ مِن الحَريرِ السَّميكِ الغَليظِ، يَقترِحُ عليه شِراءَها؛ ليتجمَّلَ بها في الأعيادِ والجُمَعِ، وعندَ استِقبالِ الوُفودِ، وهمُ الذين يَأتونَه مِن زُعماءِ القَبائلِ ونحْوِهم، فقال النبيُّ صلَّى اللهُ عليه وسلَّمَ لعُمرَ رَضيَ اللهُ عنه: «إنَّما هذِه لِباسُ مَن لا خَلاقَ له»، فبيَّنَ له صلَّى اللهُ عليه وسلَّمَ أنَّه لا يَلبَسُ الحريرَ مِن الرِّجالِ إلَّا مَن لا حَظَّ له؛ مِن تَقوى اللهِ عزَّ وجلَّ في الدُّنيا، وثَوابِه في الآخِرةِ، وهذا مِن التَّغليظِ والتَّشديدِ في النَّهيِ عن لُبْسِ الحَريرِ للرِّجالِ، وهو حَلالٌ للنِّساءِ، كما بيَّنَت الرِّواياتُ الصَّحيحةُ.\r\nوقولُه: «فَلَبِثَ عُمَرُ ما شاءَ اللهُ أنْ يَلْبَثَ»، أي: مرَّ على تلك القِصَّةِ مع عُمَرَ رَضيَ اللهُ عنه وقْتٌ مِن الزَّمنِ، ثمَّ أرسَلَ النبيُّ صلَّى اللهُ عليه وسلَّمَ لِعُمرَ رَضيَ اللهُ عنه ثَوبًا مِن حَريرٍ، فتَذكَّرَ عمرُ رَضيَ اللهُ عنه كَلامَ النبيِّ صلَّى اللهُ عليه وسلَّمَ في المرَّةِ الأُولى، فراجَعَه في ذلك، فأخبَرَه النبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه لم يُرسِلْه له لِيَلبَسَه، بلْ لِيَنتفِعَ به ببَيعِه، ثمَّ شِراءِ ما يَحتاجُه بثَمَنِه، أو أنْ يُعطِيَه لإحْدى نِسائِه.\r\nوفي الحديثِ: الاستِفهامُ عمَّا أشكَلَ على المسلمِ ليِتَّضِحَ له الصَّوابُ.\r\nوفيه: تَأليفُ الناسِ بالعَطاءِ.\r\nوفيه: مَشروعيَّةُ بَيعِ الحَريرِ وهِبتِه للمَرأةِ، أو للرَّجُلِ إذا كان سَيكْسُوه امْرأةً.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}