{
    "hadith_id": "970",
    "hadith": "سَأَلْتُ أنَسَ بنَ مَالِكٍ ونَحْنُ غَادِيَانِ مِن مِنًى إلى عَرَفَاتٍ عَنِ التَّلْبِيَةِ، كيفَ كُنْتُمْ تَصْنَعُونَ مع النبيِّ صَلَّى اللهُ عليه وسلَّمَ؟ قالَ: كانَ يُلَبِّي المُلَبِّي، لا يُنْكَرُ عليه، ويُكَبِّرُ المُكَبِّرُ، فلا يُنْكَرُ عليه.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "970",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (3000)، والدارمي (1919) كلاهما بلفظه، ومسلم (1285) بنحوه .",
    "sharh": "الحَجُّ رُكنٌ من أركانِ الإسلامِ، وهو عِبادةٌ عَظيمةٌ تَجتَمِعُ فيها كَثيرٌ مِن أنواعِ العِباداتِ، ولِمَنْ كان حَجُّهُ خالِصًا للهِ مُوافِقًا لهَدْيِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ فَضْلٌ كَبيرٌ عِندَ اللهِ تعالَى؛ فلذلك يَنبغِي مُراعاةُ آدابِ الحَجِّ كما علَّمَنا النبيُّ صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الحَديثِ يُخبِرُ التابعيُّ محمَّدُ بنُ أبي بكرٍ الثَّقفيُّ أنَّه سَألَ أنَسَ بنَ مالكٍ رَضيَ اللهُ عنه عن الذِّكرِ المَشروعِ حِينَما يَدفَعُ الحُجَّاجُ مِن منًى إلى عرَفاتٍ، وكان هذا صَباحَ يومِ عرَفةَ، ويكونُ ذلك في اليومِ التاسعِ مِن ذي الحِجَّةِ، ومِنًى: وادٍ تُحيطُ به الجِبالُ، ويقَعُ شَرْقَ مكَّةَ، على الطَّريقِ بيْن مكَّةَ وجَبَلِ عَرَفةَ، ويَبعُدُ عن المسجدِ الحرامِ نحْوَ (6 كم) تَقريبًا، وفيه تُقامُ بَعضُ شَعائرِ الحجِّ؛ مِثلُ رمْيِ الجَمَراتِ. وعَرَفاتٌ: جَبَلٌ يقَعُ على الطَّريقِ بيْن مكَّةَ والطائفِ، ويَبعُدُ عن مكَّةَ حَوالَيْ (22 كم)، وعلى بُعدِ (10 كم) مِن مِنًى، و(6 كم) مِن مُزدلِفةَ، ويُقامُ عِندَه أهمُّ مَناسِكِ الحَجِّ، وهو الوُقوفُ بعَرَفةَ يومَ التاسعِ مِن شَهرِ ذي الحجَّةِ.\r\nفأخْبَرَه أنسٌ رَضيَ اللهُ عنه أنَّهم عندَما حَجُّوا مع النبيِّ صلَّى اللهُ عليه وسلَّمَ حَجَّةَ الوداعِ في السَّنةِ العاشرةِ مِن الهِجرةِ كان بَعضُهم يُلبِّي، فيَقولُ: لَبَّيْك اللَّهُمَّ لَبَّيْك، ويَرفَعُ بها صَوتَه، ولا يُنكِرُ عليهم النبيُّ صلَّى اللهُ عليه وسلَّمَ، بيْنَما البَعضُ الآخَرُ كان يُكبِّرُ ويَقولُ: اللهُ أكبَرُ، ويَرفَعُ بها صَوتَه، ولا يُنكِرُ عليهم النبيُّ صلَّى اللهُ عليه وسلَّمَ، وهذا إقرارٌ مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ بالذِّكرِ، سواءٌ كان بالتَّكبيرِ أو بالتَّلبيةِ. وقيل: المرادُ أنَّه يُدخِلُ شَيئًا مِن الذِّكرِ خِلالَ التَّلبيةِ، لا أنَّه يَترُكُ التَّلبيةَ بالكُلِّيَّةِ؛ لأنَّ المَرويَّ عن النبيِّ صلَّى اللهُ عليه وسلَّمَ أنَّه لم يَقطَعِ التَّلبيةَ حتى رَمَى جَمْرةَ العَقَبةِ. والتَّلبيةُ إنَّما تُشرَعُ للحاجِّ، وأمَّا لغَيرِ الحاجِّ في سائرِ البِلادِ فيُشرَعُ له التَّكبيرُ مِن صُبحِ يومِ عَرَفةَ عَقِيبَ الصَّلواتِ إلى صَلاةِ العَصْرِ مِن آخِرِ أيَّامِ التَّشريقِ.\r\nوفي الحَديثِ: دَليلٌ على أنَّ إظهارَ التَّكبيرِ يومَ عَرَفةَ مَشروعٌ، ولو كان صاحبُه مُحرِمًا قاصِدًا عَرَفةَ للوُقوفِ بها، مع أنَّ شِعارَ الإحرامِ التَّلبيةُ؛ ففيه: بَيانُ سَعةِ الأمرِ في الذِّكرِ يَومَ عَرَفةَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}