{
    "hadith_id": "980",
    "hadith": "كُنَّا نَمْنَعُ جَوَارِيَنَا أنْ يَخْرُجْنَ يَومَ العِيدِ، فَجَاءَتِ امْرَأَةٌ، فَنَزَلَتْ قَصْرَ بَنِي خَلَفٍ، فأتَيْتُهَا، فَحَدَّثَتْ أنَّ زَوْجَ أُخْتِهَا غَزَا مع النبيِّ صلَّى اللهُ عليه وسلَّمَ ثِنْتَيْ عَشْرَةَ غَزْوَةً، فَكَانَتْ أُخْتُهَا معهُ في سِتِّ غَزَوَاتٍ، فَقالَتْ: فَكُنَّا نَقُومُ علَى المَرْضَى، ونُدَاوِي الكَلْمَى، فَقالَتْ: يا رَسولَ اللَّهِ، أعَلَى إحْدَانَا بَأْسٌ إذَا لَمْ يَكُنْ لَهَا جِلْبَابٌ أنْ لا تَخْرُجَ؟ فَقالَ: لِتُلْبِسْهَا صَاحِبَتُهَا مِن جِلْبَابِهَا، فَلْيَشْهَدْنَ الخَيْرَ ودَعْوَةَ المُؤْمِنِينَ. قالَتْ حَفْصَةُ: فَلَمَّا قَدِمَتْ أُمُّ عَطِيَّةَ أتَيْتُهَا فَسَأَلْتُهَا: أسَمِعْتِ في كَذَا وكَذَا؟ قالَتْ: نَعَمْ بأَبِي وقَلَّما ذَكَرَتِ النبيَّ صلَّى اللهُ عليه وسلَّمَ إلَّا قالَتْ: بأَبِيقالَ: لِيَخْرُجِ العَوَاتِقُ ذَوَاتُ الخُدُورِ أوْ قالَ: العَوَاتِقُ وذَوَاتُ الخُدُورِ، شَكَّ أيُّوبُ والحُيَّضُ، ويَعْتَزِلُ الحُيَّضُ المُصَلَّى، ولْيَشْهَدْنَ الخَيْرَ ودَعْوَةَ المُؤْمِنِينَ. قالَتْ: فَقُلتُ لَهَا: الحُيَّضُ؟ قالَتْ: نَعَمْ، أليسَ الحَائِضُ تَشْهَدُ عَرَفَاتٍ، وتَشْهَدُ كَذَا، وتَشْهَدُ كَذَا؟",
    "rawi": "أم عطية نسيبة بنت كعب",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "980",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (980)، ومسلم (890) مختصراً",
    "sharh": "جعَلَ الإسلامُ للمَرأةِ المسلمةِ مَكانةً ومَنزلةً وشَأنًا، بعْدَ أنْ كانتْ في الجاهليَّةِ لا تَزيدُ عن سَقَطِ المَتاعِ في البيتِ، ولم يَحرِمْها الشَّارعُ الحكيمُ مِن المشاركةِ في إظْهارِ شَعائرِ الإسلامِ إذا الْتُزِمتِ الضوابطُ الشرعيَّةُ في ذلِك؛ مِن أجْلِ ذلك نَدَبها إلى الخُروجِ إلى مُصلَّى العِيدِ؛ لتَشهَدَ الخيرَ ودَعوةَ المُسلِمينَ.\r\nوفي هذا الحديثِ تَذكُرُ التَّابعيَّةُ حَفصةُ بنتُ سِيرينَ أنَّهم كانوا يَمنَعونَ الشَّابَّةَ حَديثةَ العَهدِ بالبلوغِ مِن الخُروجِ مِن بَيتِها إلى مُصلَّى العيدِ؛ ورُبَّما كانوا يَفْعَلون ذلك لعدَمِ عِلمِهم بمَشروعيَّتِه، أو كأنَّهم كانوا يَفعَلون ذلك بسَببِ ما حدَثَ بعدَ العَصرِ الأوَّلِ مِن الفَسادِ ونحْوِه، حتَّى قدِمَتْ عليهم امرأةٌ لم تُسَمِّها، فنَزَلَتْ في قَصْرِ بني خَلَفٍ، وهو قَصْرٌ بالبَصرةِ مَنسوبٌ إلى خَلَفٍ جَدِّ طَلحةَ بنِ عبدِ اللهِ بنِ خلَفٍ المَعروفِ بطَلْحةَ الطَّلَحاتِ، فلمَّا رأَتْ تلك المرأةُ النَّاسَ على هذه الحالِ مِن مَنعِ النِّساء مِن الخُروجِ إلى مُصلَّى العيدِ، حدَّثَتْهم عن زَوجِ أختِها، وأنَّه شَهِدَ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ اثنتَيْ عَشْرةَ غَزوةً، وشَهِدتْ معه أختُها سِتَّ غزَواتٍ منهنَّ، فكانت تقومُ مع النِّساءِ برِعايةِ المرضَى ومُداواةِ الجَرْحى، وفي يومِ عِيدٍ سَأَلتْ أخْتُها النبيَّ صلَّى اللهُ عليه وسلَّمَ عن خُروجِ المرأةِ إلى مُصلَّى العِيدِ إذا لم يكُنْ لَدَيها خِمارٌ واسعٌ يُغطِّي رَأسَها وسائرَ بَدنِها، فأرْشَدَها النبيُّ صلَّى اللهُ عليه وسلَّمَ إلى أنْ تَستعيرَه مِن أُختِها المسلمةِ، ولا تَحرِمَ نفْسَها مِن الخُروجِ إلى المُصلَّى وحُضورِ الخيرِ ودَعوةِ المسلِمينَ.\r\nثمَّ تُخبِرُ حَفْصةُ بنتُ سِيرينَ أنَّ أمَّ عطيَّةَ لَمَّا قَدِمَتْ عليهم، سَألَتْها عن حَديثِ المرأةِ، فأقرَّتْه وصَدَّقَتْه، وأخبَرَتْها أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كان يَأمُرُ جَميعَ النِّساءِ -حتَّى الحائضَ والشَّابَّةَ حَديثةَ البُلوغِ- بالخُروجِ إلى مُصلَّى العِيدِ.\r\nفسَأَلَت حَفْصةُ بنتُ سِيرينَ أُمَّ عطيَّةَ مُستفهِمةً: هلِ المرأةُ الحائضُ تَشهَدُ العِيدَ؟ فقالتْ: نعَمْ، أفْدِيه صلَّى اللهُ عليه وسلَّمَ بأبي، ثمَّ استَدَلَّت بعِدَّةِ أحوالٍ تَحضُرُها المرأةُ؛ فقالتْ: أليس الحائضُ تَشهَدُ عَرَفاتٍ وتَحضُرُه، وتَشهَدُ كذا؟ وتَشهَدُ كذا؟ مِثلَ المُزدلفةِ ورَمْيِ الجِمارِ، وهذا تَعدادٌ للمواقفِ والتَّجمُّعاتِ الكَبيرةِ التي تَحضُرُها المرأةُ وهي في حالةِ الحَيضِ، وقياسًا عليها فإنَّ لها أنْ تَحضُرَ إلى مُصلَّى العِيدِ، ولكنْ تكونُ خلْفَ الصُّفوفِ دونَ أنْ تُصلِّيَ.\r\nوفي الحديثِ: أنَّ الحائضَ لا تَهجُرُ ذِكرَ اللهِ، ولا مَواطنَ الخَيرِ، كمجالسِ العِلم والذِّكرِ، سِوى المساجدِ.\r\nوفيه: تَأكيدُ خُروجِ النِّساءِ إلى العِيدِ؛ لأنَّه إذا أمَر مَن لا جِلبابَ لها باستعارةِ جِلبابٍ؛ فمَن لها جِلبابٌ مِن بابِ أَوْلى.\r\nوفيه: بَيانُ جَميلِ أخلاقِ نِساءِ الأنصارِ وحِرصِهنَّ على التَّستُّرِ، وامتِناعُ خُروجِ المرأةِ بغيرِ جِلبابٍ واسعٍ يُغطِّي بدَنَها.\r\nوفيه: خُروجُ المرأةِ إلى الغزْوِ إذا كان في خُروجِها مَصلحةٌ، وأُمِنَتِ الفتنةُ والمَفسدةُ.\r\nوفيه: بَيانُ مَدى تَعظيمِ الصَّحابةِ للنبيِّ صلَّى اللهُ عليه وسلَّمَ، حتَّى إنَّهم قَلَّما يَذْكُرونَه إلَّا ويُفَدُّونَه بآبائِهم وأمَّهاتِهم صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}