{
    "hadith_id": "984",
    "hadith": "إنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ صَلَّى يَومَ النَّحْرِ، ثُمَّ خَطَبَ، فأمَرَ مَن ذَبَحَ قَبْلَ الصَّلَاةِ أنْ يُعِيدَ ذَبْحَهُ، فَقَامَ رَجُلٌ مِنَ الأنْصَارِ فَقالَ: يا رَسولَ اللَّهِ، جِيرَانٌ لي إمَّا قالَ: بهِمْ خَصَاصَةٌ، وإمَّا قالَ: بهِمْ فَقْرٌ وإنِّي ذَبَحْتُ قَبْلَ الصَّلَاةِ، وعِندِي عَنَاقٌ لي أحَبُّ إلَيَّ مِن شَاتَيْ لَحْمٍ، فَرَخَّصَ له فِيهَا.",
    "rawi": "أنس بن مالك",
    "mohdith": "البخاري",
    "book": "صحيح البخاري",
    "numberOrPage": "984",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1962)، والنسائي (4396)، وأحمد (12120) جميعهم باختلاف يسير.",
    "sharh": "علَّمَنا النبيُّ صلَّى اللهُ عليه وسلَّمَ واجباتِ الأعيادِ وسُننَها وآدابَها، ومِن ذلك وَقتُ الصَّلاةِ وكَيفيَّتها يومَ الأضْحى، ووَقتُ ذَبْحِ الأُضحيَّةِ، وهي شَعيرةٌ مِن شَعائرِ الإسلامِ، وهي عِبادةٌ مُؤقَّتةٌ بوَقتٍ، لا تَجوزُ قبْلَه ولا بعْدَه.\r\nوفي هذا الحديثِ يَرْوي أنسُ بنُ مالِكٍ رَضيَ اللهُ عنه أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ بيَّن أنَّ مَن ذبَحَ أُضحيتَه قبْلَ صَلاةِ عِيدِ الأضْحَى، فعليه أنْ يُعيدَها؛ لأنَّه ذَبَحَها قبْلَ وَقتِها الشَّرعيِّ، الذي هو بعْدَ أداءِ صَلاةِ العيدِ، وتَبدَأُ صَلاةُ العيدِ بعْدَ ارتفاعِ الشَّمسِ قدْرَ رُمحٍ (رُبعُ ساعةٍ بعْدَ شُروقِ الشَّمسِ تَقريبًا)، وحدَّده العُلماءُ بزَوالِ حُمرتِها، ويَنْتهي وَقتُها بزَوالِ الشَّمسِ (قبْلَ الظُّهرِ برُبعِ ساعةٍ تَقريبًا).\r\nوبعْدَ أنْ بيَّنَ النبيُّ صلَّى اللهُ عليه وسلَّمَ ذلك، قام رجُلٌ -وهو أبو بُرْدةَ بنُ نِيَارٍ رَضيَ اللهُ عنه، كما في الصَّحيحَينِ- يَسأَلُ النبيَّ صلَّى اللهُ عليه وسلَّمَ سُؤالًا خاصًّا، حيث ذكَرَ أنَّ يومَ الأضحَى يَومٌ يُحِبُّ النَّاسُ فيه اللَّحمَ؛ ولذلك فإنَّه قد تَعجَّلَ وذبَحَ قبْلَ الصَّلاةِ، وأطعَمَ أهلَه وجِيرانَه الفُقراءَ، وهو الآنَ لا يَملِكُ إلَّا جَذَعةً مِن المَعْزِ ولكنَّها عِندَه أفضلُ مِن شاتَينِ؛ لكَثرةِ لَحْمِها، وغَلاءِ ثَمنِها، والجذَعةُ ما كانتْ دُونَ السَّنةِ. وقيل: الإجذاعُ زمَنٌ وليسَ بسِنٍّ يَسقُطُ ولا يَنبُتُ؛ فالجَذَعُ اسمٌ لولَدِ الماعِزِ إذا قَوِيَ؛ فما كان مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ إلَّا أنْ صدَّقَه في كَلامِه، ورخَّصَ له في ذَبْحِ الجذَعةِ مِن المَعْزِ؛ لأنَّه لا يَملِكُ غيرَها، وأخبَرَ أنسٌ رَضيَ اللهُ عنه أنَّه لا يَدْري هلْ كان هذا الحُكمُ خاصًّا بأبي بُرْدةَ أو هو عامٌّ لجميعِ المكلَّفينَ؟ وقد أوضَحَت رِوايةٌ أُخرى في الصَّحيحَينِ عن البَراءِ بنِ عازبٍ رَضيَ اللهُ عنهما: أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ قال: «ولنْ تَجزِيَ عن أحدٍ بعْدَك»؛ فهذه رُخصةٌ خاصَّةٌ لك، ولنْ تتَعدَّى أحَدًا بعْدَك مِن الأُمَّةِ. وفي هذا دَلالةٌ على أنَّ الجَذَعةَ مِن المَعزِ التي دُونَ السَّنةِ لا تُجزِئُ فى الضَّحايا، ويُجزِئُ مِن المَعزِ الثَّنيُّ فما فوقَه، وهي ما تَمَّ له سَنةٌ ودخَلَ في الثانيةِ.\r\nوفي الحديثِ: فَضيلةُ أبي بُردةَ رَضيَ اللهُ عنه.\r\nوفيه: أنَّ سُنَّةَ النبيِّ صلَّى اللهُ عليه وسلَّمَ التَّيسيرُ والتَّخفيفُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}