{
    "hadith_id": "1007",
    "hadith": "خُلِقَ كُلُّ إنْسانٍ بنَحْوِ حَديثِ مُعاوِيَةَ، عن زَيْدٍ، وقالَ: فإنَّه يَمْشِي يَومَئذٍ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1007",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "خلَقَ اللهُ الإنسانَ في أَحسَنِ تَقْويمٍ، وهيَّأَ له الظُّروفَ والأحْوالَ للحَياةِ، وهَداهُ وأرْشَدَه وأَعْطاهُ النِّعمَ الَّتي لا تُعَدُّ، وهذا كلُّه يَسْتوجِبُ شُكرَ اللهِ وحَمْدَه، ولكنْ أَنَّى لهُ أنْ يُكافئَ نِعَمَ اللهِ؟! إلَّا أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أرْشَدَنا في هذا الحَديثِ إلى عَملٍ يُرْضي رَبَّنا سُبحانَه وتعالَى، فأخْبَرَنا أنَّ اللهَ تعالى خلَقَ كلَّ بَني آدمَ على هيئةٍ واحدةٍ، فأخبَرَ أنَّ بَدَنَ الإنْسانٍ خُلِقَ «عَلى سِتِّينَ وثَلاثِ مِائةِ مَفْصِلٍ»، والمَفْصِلُ هوَ مُلتَقى كلِّ عَظمَينِ في البَدَنِ، وهذا ممَّا يَنبَغي الشُّكرُ عليهِ، وقدْ أرْشدَنا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى أَنْواعٍ منَ العباداتِ الَّتي تُعافي مَن فَعَلَها مِنَ النَّارِ، فقال: «فَمَنْ كَبَّرَ اللهَ»، فعَظَّمَه، أو قال: اللهُ أكبرُ، «وحَمِدَ اللهَ، وهَلَّلَ اللهَ» بقولِ: لا إلهَ إلَّا اللهُ، «وسبَّحَ اللهَ»، فنَزَّهَه عمَّا لا يَليقُ بهِ مِنَ الصِّفاتِ، والمرادُ قولُ: سُبحانَ اللهِ، «وعَزَلَ»، أي: أَبعَدَ وأزالَ ونحَّى «حَجَرًا عن طَريقِ النَّاسِ، أو شَوكةً، أو عَظْمًا» ولَفظُ (أو) للتَّنويعِ، فالمَعنى أنْ يُزيلَ ويَرفَعَ كلَّ ما يكونُ فيه أذًى قاصدًا إزالةَ الضَّررِ عنهم احْتِسابًا، وكذلك أمَرَ بالمَعروفِ أو نَهى عنِ المُنكرِ، والمعروفُ: اسمٌ جامعٌ لكلِّ ما عُرِفَ مِن طاعةِ اللهِ تعالَى، والإحْسانِ إلى النَّاسِ. والمنكَرُ: هو كلُّ ما قَبُحَ مِنَ الأفْعالِ والأقْوالِ وأدَّى إلى مَعصيةِ اللهِ عزَّ وجلَّ، وهو اسمٌ شاملٌ لجميعِ أبوابِ الشَّرِّ.\nفمَن فَعَلَ الخَيراتِ المَذكورةَ ونحْوَها بِعدَدِ تلكَ السِّتِّينَ والثَّلاثِ مائةٍ مِنَ السُّلامَى -وهيَ المَفاصلُ- فإنَّه يَمْشي عَلى الأَرضِ وقدْ أبعَدَ نَفْسَه ونَحَّاها عنِ النَّارِ في الآخِرةِ.\nوفي حَديثِ مُسلِمٍ عن أبي ذَرٍّ رَضيَ اللهُ عنه، قال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «ويُجزِئُ مِن ذلك رَكعَتانِ يَركَعُهما مِنَ الضُّحى»، أي: يَكْفي مِمَّا وَجَبَ على المفاصِلِ مِنَ الصَّدَقاتِ صَلاةُ الضُّحَى، رَكعَتانِ؛ لأنَّ الصَّلاةَ عَمَلٌ بجَميعِ أعضاءِ البَدَنِ، وتَشمَلُ جَميعَ ما ذُكِرَ مِنَ الصَّدَقاتِ وغَيرِها.\nوفي الحَديثِ: بيانُ أنَّ خَلْقَ الإنْسانِ يَستحِقُّ الحَمدَ والشُّكرَ للهِ.\nوفيه: تَعدُّدُ أَبوابِ الطَّاعاتِ المُؤدِّيةِ إلى الخَلاصِ مِنَ النَّارِ.\nوفيه: إِرْشادُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أُمَّتَه إلى كُلِّ الخَيراتِ وَما فيهِ طاعةُ رَبِّهم، وشُكرُه وحَمدُه سُبحانَه.\nوفيه: الحَثُّ على فِعلِ الطَّاعاتِ فِعلًا مُستَمرًّا مُداوَمًا عليه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}