{
    "hadith_id": "1025",
    "hadith": "كُنْتُ مَمْلُوكًا، فَسَأَلْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: أَأَتَصَدَّقُ مِن مَالِ مَوَالِيَّ بشَيءٍ؟ قالَ: نَعَمْ، وَالأجْرُ بيْنَكُما نِصْفَانِ.",
    "rawi": "عمير مولى آبي اللحم",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1025",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي (7934) بلفظه، والنسائي (2537)، وابن ماجه (2297)، وابن حبان (3360) جميعهم بمعناه.",
    "sharh": "حَثَّ الإسْلامُ على مَكارمِ الأخْلاقِ، ونَهَى عن رَذائلِها، ومِن حُسنِ الأخْلاقِ: النَّفقةُ والتَّصدُّقُ على الفُقراءِ، وصِلةُ الأرْحامِ.\nوفي هذا الحَديثِ يَرْوي عُمَيرٌ مَوْلى آبي اللَّحمِ أنَّه كان عبدًا مملوكًا، وكان ذلك في صَدْرِ الإسْلامِ، ولأنَّه مملوكٌ فإنَّه لا يملِكُ مالًا، ولا يَملِكُ التَّصرُّفَ في مالِ سيِّدِه، فسأَلَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ عنِ التَّصدُّقِ من مال سيِّدِه على المَساكينِ والمُحْتاجينَ، فأجابَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «نعَمْ، والأجْرُ بينَكما نِصفانِ»، أي: نَعمْ، يَحِقُّ لكَ أنْ تَتصدَّقَ مِن مالِ مَوَالِيكَ، وأجرُ الصَّدَقةِ بينَكما؛ فيُعطي اللهُ تعالى الأجْرَ للخادِمِ المتصدِّقِ بعملِه، والأجْرَ لصاحِبِ المالِ بمالِه.\nوالظَّاهِرُ مِن رِواياتِ هذا الحَديثِ: أنَّ الأجْرَ يكونُ بينَهما إنْ رَضيَ السيِّدُ بذلك، فأحَلَّ لخادِمِه إعْطاءَ الصَّدَقةِ من مالِه ابْتداءً، وليس المرادُ أن يُعطيَ العبدُ بغيرِ رِضَا المَوْلَى. \nوكونُ الأجْرِ بيْنَهما ليس مَعْناه: أنَّ الأجرَ الَّذِي لأحَدِهما يَزدَحِمانِ فيه، فيَتقاسَمَانِ أجْرَ المالِ نفْسِه، بل مَعْناه: أنَّ لكلٍّ منهما أجْرًا، يَعْني: أنَّ هذه الصَّدقةَ الَّتي أخرَجَها المملوكُ بإذْنِ المالكِ يَترتَّبُ على جُملتِها ثَوابٌ على قَدْرِ المالِ والعَملِ، فيكونُ ذلك مَقسومًا بينَهما: لهذا نَصيبٌ بِمالِه، ولهذا نَصيبٌ بِعَمَلِه، فلا يُزاحِمُ صاحِبُ المالِ العامِلَ في نَصيبِ عملِه، ولا يُزاحِمُ العامِلُ صاحبَ المالِ في نَصيبِ مالِه.\nوفي الحَديثِ: سُؤالُ أهلِ العِلمِ عن كلِّ ما حَاكَ في الصَّدرِ.\nوفيه: رِعايةُ المَمالِيكِ والخَدَمِ وتَطيِيبُ خَوَاطِرِهم بالسَّماحِ لهم بالتَّصدُّقِ مِن أمْوالِ ساداتِهم بعدَ استِئْذانِهم.\nوفيه: أنَّ العبدَ والسيِّدَ يؤْجَرانِ بتَصدُّقِ العبدِ؛ السيِّدُ بمالِه، والعبدُ بعملِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}