{
    "hadith_id": "1037",
    "hadith": "مَن يُرِدِ اللَّهُ به خَيْرًا يُفَقِّهْهُ في الدِّينِ.\r\nوَسَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يقولُ: إنَّما أنا خازِنٌ، فمَن أعْطَيْتُهُ عن طِيبِ نَفْسٍ، فيُبارَكُ له فِيهِ، ومَن أعْطَيْتُهُ عن مَسْأَلَةٍ وشَرَهٍ، كانَ كالَّذِي يَأْكُلُ ولا يَشْبَعُ.",
    "rawi": "معاوية بن أبي سفيان",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1037",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (71)، ومسلم (1037).",
    "sharh": "اللهُ سُبْحانَه وتعالَى حَليمٌ، رَحيمٌ بعِبادِه، يُحِبُّ لهُم الخَيْرَ، ونَبيُّنا صلَّى اللهُ عليهِ وسلَّم كان أَطْيَبَ النَّاسِ نفْسًا، وعلَّمَنا العَفافَ وسَخاءَ النَّفْسِ.\nوفي هذا الحَديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّ مَنْ أراد به اللهُ خيرًا عَظيمًا ونَفْعًا كَثيرًا، فَقَّهَه في الدِّينِ، فيَمنَحُه العِلمَ الشَّرعيَّ، وبَصَّرَه بأُمورِ دِينِه حتَّى يَكونَ فَقيهًا فيه، عارِفًا بالحقِّ، عامِلًا به، داعيًا إليه على بَصيرةٍ وهُدًى، وهذا هو الخيرُ الَّذي لا يُدَانِيهِ خيرٌ في هذا الوجودِ؛ في فَضلِهِ وشرَفِهِ، وعُلُوِّ دَرَجتِهِ؛ لأنَّه مِيراثُ الأنبياءِ الَّذي لم يُورِّثُوا غيْرَه.\nوقدْ خُصَّتِ الخَيريَّةُ بالتَّفقُّهِ في الدِّينِ وليْس لمُجرَّدِ حمْلِ الفِقهِ وسَمْعِه؛ لقولِه صلَّى اللهُ عليهِ وسلَّم -كما عندَ أبي داودَ وغيرِه-: «نضَّرَ اللهُ امرَأً سَمِعَ منَّا حديثًا، فحَفِظَه حتَّى يُبلِّغَه؛ فرُبَّ حاملِ فِقهٍ إلى مَن هو أفقَهُ منه، ورُبَّ حاملِ فِقهٍ ليس بفَقيهٍ»؛ فقدْ لا يكونُ الرَّاوي السَّامعُ عالِمًا ولا فَقيهًا، ولكنَّه يَحفَظُ السُّنَّةَ ويَنقُلُها إلى غيرِه ممَّن يَقدِرُ على الفَهْمِ والاستِنباطِ؛ فالفقيهُ في الدِّينِ هو الَّذي يُنَزِّلُ النُّصوصَ مَنازِلَها، ويَضَعُها في مَواضِعِها، فيَسْتبينُ له الأمرُ على جَليَّتِه، ويُبصِرُ الطَّريقَ، ومِثلُ هذا العِلمِ يَقودُ صاحِبَه إلى خَشيةِ اللهِ، والتِزامِ طاعتِه، وتَجنُّبِ مَعاصِيهِ. والفِقهُ في الدِّينِ إنَّما يَكونُ بالتَّأمُّلِ في نُصوصِ الكِتابِ والسُّنَّةِ، ومَعرفةِ ما اشتَملَتْ عليه مِن كُنوزٍ، وما حَوَتْهُ مِن عَقائدَ وأحكامٍ وحِكَمٍ.\nثمَّ قال النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: «إنَّما أنا خازِنٌ»، أي: أمينٌ وحافِظٌ لِمَا أعْطاني اللهُ تعالَى، وإنَّ المُعْطِيَ في الحقيقةِ هو اللهُ تعالَى، ولسْتُ أنا المُعْطِيَ، وإنَّما أَقْسِمُ على حَسَبِ ما أَمَرني اللهُ به؛ فالأمورُ كُلُّها بمَشيئتِهِ سُبحانه وتَقديرِهِ، والإنسانُ مُصَرَّفٌ مَرْبوبٌ. «فمَنْ أعْطَيْتُه» دُونَ مَسألةٍ منه، وإنَّما «عن طِيبِ نَفْسٍ» منِّي، «فيُبَارَكُ له فيه»، أي: يَكْثُرُ خَيْرُ هذا المالِ المأخوذِ، ويَزِيدُ نَماؤُهُ، «ومَنْ أعْطَيتُهُ عن مَسألةٍ وَشَرَهٍ»، أي: أمَّا مَنْ طَلَبَ بلِسانِهِ العَطاءَ، وهو راغبٌ فيه، وحَريصٌ عليه، «كان كالَّذي يَأْكُلُ، ولا يَشْبَعُ»، أي: إنَّه كُلَّما نَالَ منه شيئًا ازدادتْ رَغبتُه، وطَمِعَ واستَقلَّ ما في يَدِهِ، وتَطلَّعَ إلى أَكْثَرَ منه، ونَتيجةُ ذلك أنَّ اللهَ سُبحانه لنْ يُبارِكَ له فيما أخَذَه بسُؤالِه مع كَراهةِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم لهذا الإلحاحِ، وهذا تَوضيحٌ لسُوءِ نَتِيجَةِ المسألةِ دونَ وجْهِ حقٍّ.\nوفي الحديثِ: فَضلُ العِلمِ والتَّفقُّهِ في الدِّينِ.\nوفيه: الحثُّ على العَفافِ وسَخاوةِ النَّفسِ، والنَّهيُ عن السُّؤالِ لغيرِ ضَرورةٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}