{
    "hadith_id": "1042",
    "hadith": "لأَنْ يَغْدُوَ أحَدُكُمْ، فَيَحْطِبَ علَى ظَهْرِهِ، فَيَتَصَدَّقَ به ويَسْتَغْنِيَ به مِنَ النَّاسِ؛ خَيْرٌ له مِن أنْ يَسْأَلَ رَجُلًا، أعْطاهُ، أوْ مَنَعَهُ ذلكَ، فإنَّ اليَدَ العُلْيا أفْضَلُ مِنَ اليَدِ السُّفْلَى، وابْدَأْ بمَن تَعُولُ.\n[وفي رواية]: واللَّهِ لأَنْ يَغْدُوَ أحَدُكُمْ، فَيَحْطِبَ علَى ظَهْرِهِ فَيَبِيعَهُ بمِثْلِه.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1042",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2074) بمعناه مختصراً، ومسلم (1042).",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم حَريصًا على تَعليمِ المسلمين وتَربِيَتِهم على حُسنِ المُعامَلَةِ، وحُسنِ الطَّلَبِ بعِزَّةِ نَفْسٍ في كلِّ الأُمورِ، وفي هذا حِرْصٌ على أنْ تَظَلَّ العَلاقةُ بيْن المسلمين عَلاقةً طيِّبةً ليْس فيها حَزازَاتُ النُّفوسِ مِنَ الكُرهِ والغَضَبِ وما يُشبِهُ ذلك، وهو الَّذي يُمكِنُ أنْ يَحدُثَ نَتيجةَ الإلحافِ والإلحاحِ في الطَّلَبِ.\nوفي هذا الحديثِ يُرشِدُنا النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّ الإنسانَ الفقيرَ إذا خرَجَ في أوَّلِ النَّهارِ مُبكِّرًا، فجمَعَ الحَطَبَ، فحَمَله على ظَهْرِه، ثمَّ باعَه، فحصَلَ على المالِ، فتَصدَّقَ به واستَغْنى بما حَصَّلَهُ مِن الاحْتِطَابِ عن سُؤالِ النَّاسِ، وإنْ كان في ذلك مَشَقَّةٌ، فإنْ فعَلَ ذلك فهو خيْرٌ له وأشْرَفُ وأَكْرَمُ، وأرْحَمُ له «مِنْ أنْ يَسْألَ رجُلًا» بأنْ يَمُدَّ يَدَهُ لِغَيْرِهِ، «أعطاهُ، أو مَنَعَهُ»؛ لأنَّ العطاءَ والمَنْعَ مُتساويانِ؛ فكِلاهما مُذِلٌّ، فإنْ مَنَعَهُ فقَدْ كَسَرَ نفْسَهُ وأحْزَنَه، وإنْ أعطاهُ فقَدْ مَنَّ عليه.\nثُمَّ حَضَّ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم على العِفَّةِ، فقال: «اليدُ العُلْيَا»، وهي المُنْفِقةُ، خيْرٌ وأحَبُّ إلى اللهِ عزَّ وجلَّ «مِنَ اليدِ السُّفْلَى» السَّائِلةِ الآخِذةِ للصَّدقاتِ.\nثُمَّ يُرشِدُ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم إلى أنْ نَبدأَ بمَن نَعُولُ مِن النَّفْسِ والأهلِ والولَدِ؛ فإنَّ أفضَلَ الصَّدقةِ ما أخرَجَه الإنسانُ مِن مالِه بعْدَ القِيامِ بحُقوقِ النَّفْسِ والعيالِ، بحيثُ لا يَصيرُ المُتصَدِّقُ مُحتاجًا بعْدَ صدَقتِه إلى أحدٍ؛ ففي قولِه: «وابدَأْ بمَن تَعولُ» دَليلٌ على أنَّ النفَقةَ على الأهلِ أفضَلُ مِن الصَّدَقةِ؛ لأنَّ الصَّدَقةَ تطَوُّعٌ، والنَّفَقةَ على الأهلِ فَريضةٌ، وهذا كلُّه مِن التَّربيةِ النَّبويَّةِ على العَفافِ والرِّضا، وتَرتيبِ الأولَويَّاتِ في النَّفقةِ؛ حتَّى يَكفِيَ المرءُ أهْلَه ومَن تَلزَمُه نفَقتُه، ثمَّ يتَصدَّقَ عن ظَهرِ غِنًى.\nوفي الحديثِ: الحثُّ على الأكْلِ مِن عَمَلِ اليَدِ، والاكتسابِ بالمُباحاتِ؛ كالحَطَبِ وغيرِه، والحثُّ على الصَّدقةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}