{
    "hadith_id": "1043",
    "hadith": "كُنَّا عِنْدَ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، تِسْعَةً، أوْ ثَمانِيَةً، أوْ سَبْعَةً، فقالَ: ألَا تُبايِعُونَ رَسولَ اللهِ؟ وكُنَّا حَدِيثَ عَهْدٍ ببَيْعَةٍ، فَقُلْنا: قدْ بايَعْناكَ يا رَسولَ اللهِ، ثُمَّ قالَ: ألَا تُبايِعُونَ رَسولَ اللهِ؟ فَقُلْنا: قدْ بايَعْناكَ يا رَسولَ اللهِ، ثُمَّ قالَ: ألَا تُبايِعُونَ رَسولَ اللهِ؟ قالَ: فَبَسَطْنا أيْدِيَنا وقُلْنا: قدْ بايَعْناكَ يا رَسولَ اللهِ، فَعَلامَ نُبايِعُكَ؟ قالَ: علَى أنْ تَعْبُدُوا اللَّهَ ولا تُشْرِكُوا به شيئًا، والصَّلَواتِ الخَمْسِ، وتُطِيعُوا، (وَأَسَرَّ كَلِمَةً خَفِيَّةً)، ولا تَسْأَلُوا النَّاسَ شيئًا. فَلقَدْ رَأَيْتُ بَعْضَ أُولَئِكَ النَّفَرِ يَسْقُطُ سَوْطُ أحَدِهِمْ، فَما يَسْأَلُ أحَدًا يُناوِلُهُ إيَّاهُ.",
    "rawi": "عوف بن مالك الأشجعي",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1043",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "المُبايَعةُ هي المعاهَدةُ على الإسلامِ والتَّعهُّدُ بِالتزامِ أحكامِه، وسُمِّيَت مُبايَعةً؛ لأنَّ كلَّ واحدٍ مِن المُتبايعينِ كان يمُدُّ يَدَه إلى صاحبِه، ولِما فيها مِن المعاوَضةِ؛ لأنَّ اللهَ تعالَى قال: {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ} [التوبة:111]، فكانت هذه بَيعةً مع اللهِ عزَّ وجلَّ.\nوفي هذا الحديثِ يَرْوي عوْفُ بنُ مالكٍ الأشجعيُّ رَضِي اللهُ عنه أنَّه كان عِندَ رَسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم في جمْعٍ مِن الصَّحابةِ كانوا قدْ بايَعوا النَّبيَّ صلَّى اللهُ عليهِ وسلَّم منذُ زمَنٍ قَريبٍ، وكانوا تِسْعَةً، أوْ ثَمانِيَةً، أوْ سَبْعَةً، فطلَبَ منهم النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنْ يُبايِعوه، وبَدَأ حَديثَه بِجَذْبِ الانتِباهِ وتَحفِيزِ العُقولِ بقولِه: «ألَا تُبايِعُونَ رسولَ الله؟» (ألَا) للعَرْضِ، وفيه حَثٌّ على مُبايَعَتِه صلَّى اللهُ عليهِ وسلَّم، وإنَّما قال: «تُبايِعون رسولَ الله» ولم يَقُلْ: (تُبايِعُونني) تَنبِيهًا على أنَّ العِلَّةَ الباعِثةَ على المُبايَعةِ هي الرِّسالةُ. فردَّدَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم وكرَّر مَقالَتَه المذكورةَ: «ألَا تُبايِعون رَسولَ اللهِ» ثَلاثَ مرَّاتٍ؛ تَأكيدًا عليهم، فمَدُّوا أيدِيَهم بعْدَ المرَّةِ الثَّالثةِ لِلمُبايَعةِ؛ امتِثالًا لأمرِه صلَّى اللهُ عليهِ وسلَّم، فلمَّا أرادوا مُبايَعَته صلَّى اللهُ عليهِ وسلَّم، قالوا: «قدْ بايَعْناك يا رَسولَ اللهِ»، وإنَّما قالوا ذلك لِظَنِّهم أنَّه صلَّى اللهُ عليهِ وسلَّم نَسِيَ أنَّهم قدْ بايَعُوه قَبْلَ ذلك، حيثُ إنَّهم كانوا قَرِيبِي عهْدٍ بالمُبايَعةِ، فأرادوا تَذكيرَه بذلك، أو أنَّهم أرادوا أنْ يَستَوْضِحوا ما البَيْعَةُ المطلوبةُ منهم الآنَ؟ كما يدُلُّ عليه قولُهم: «فعَلامَ»، أي: على أيِّ شَيءٍ «نُبايِعُك؟» فقال صلَّى اللهُ عليهِ وسلَّم: «على أنْ تَعبُدوا اللهَ» وحْدَه وعلى طاعتِه، وألَّا تُشرِكوا به شيئًا مِنَ الشِّركِ الأكبرِ والأصغرِ، والجَلِيِّ والخَفِيِّ، والأمرُ الثَّاني: هو المُبايَعَةُ على إقامةِ «الصَّلوات الخَمْس» المفروضاتُ بشُروطِها وأركانِها، ثمَّ قال النَّبيُّ صلَّى اللهُ عليهِ وسلَّم «كَلِمَةً خَفِيَّةً»، أي: لم يَجْهَرْ بها كما جَهَرَ بما تَقدَّم، وهذه الكلمةُ الخَفِيَّةُ هي عدَمُ سُؤالِ النَّاسِ شيئًا، وهو حثٌّ على العِفَّةِ، وإفرادِ اللهِ بإنزالِ الحاجاتِ به، وعدَمِ سُؤالِ أحدٍ مِن العِبادِ شيئًا، ويُشبِهُ أنْ يكونَ صلَّى اللهُ عليهِ وسلَّم أَسَرَّ النَّهيَ عن سُؤالِ النَّاسِ؛ لِيَخُصَّ به بعضَهم دونَ بعضٍ ولا يَعُمَّهم بذلك؛ لأنَّه لا يُمكِنُ العُمومُ؛ إذ لا بُدَّ مِن السُّؤالِ، ولا بُدَّ مِن التَّعفُّفِ، ولا بُدَّ مِن الغِنَى، ولا بُدَّ مِن الفَقْرِ، وقدْ قَضَى اللهُ تَبارَك وتعالَى بذلك كلِّه، فلا بُدَّ أنْ يَنقَسِمَ الخَلْقُ إلى الوَجْهَينِ.\nوالمرادُ بالسُّؤالِ المنهيِّ عنه: السُّؤالُ المتعلِّقُ بالأُمورِ الدُّنيوِيَّةِ، فلا يَتناوَلُ السُّؤالَ عن العِلْمِ وأُمورِ الدِّينِ؛ لقولِه تعالَى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} [النحل: 43].\nوهذا كلُّه تَربِيةٌ رُوحِيَّةٌ، وتَهذِيبٌ نَفْسِيٌّ للمسلمين بأنْ يُفرِدوا ربَّهم بالسُّؤالِ، وفي ذلك عِفَّةٌ لأنفُسِهم، وحَمْلٌ منه صلَّى اللهُ عليهِ وسلَّم على مَكارِم الأخلاقِ والتَّرفُّعِ عن تَحمُّلِ مِنَنِ الخَلْقِ، وتَعليمُ الصَّبرِ على مَضَضِ الحاجاتِ، والاستغناءِ عن النَّاسِ، وعِزَّةِ النُّفوسِ.\nثُمَّ قال عَوْفٌ رَضِي اللهُ عنه: «فلقدْ رأيْتُ بعضَ أولئك النَّفَرِ» والمرادُ بهم الصَّحابةُ الَّذين بايَعوا النَّبيَّ صلَّى اللهُ عليهِ وسلَّم في تلك الجلسةِ، «يَسقُطُ سَوْطُ أحدِهم، فما يَسأَلُ أحدًا يُناوِلُه إيَّاه»، أي: أنَّ بعضَهم حَمَل النَّهيَ عن السُّؤالِ على العُمومِ، فلم يَكُنْ يَسأَلُ أحدًا أنْ يُناوِلَه أيَّ شَيءٍ سَقَط منه، حتَّى ولو سقَطَ مِن يَدِه وهو راكبٌ على دابَّتِه، فإنَّه يَنزِلُ ويَأخُذُه ولا يَطلُبُ مِن أحدٍ أنْ يُناوِلَه إيَّاهُ؛ امتِثالًا لِمَا بايَعَ عليه النَّبيَّ صلَّى اللهُ عليهِ وسلَّم، وهذا فيه دَليلٌ على عِنايتِهم وقِيامِهم بتَنفيذِ ما بُويِعوا عليه على التَّمامِ والكمالِ، حتَّى في هذه الأمورِ اليَسيرةِ.\nوفي الحديثِ: التَّنفِيرُ مِن سُؤالِ النَّاسِ، والحثُّ على التَّنزيهِ عن جَميعِ ما يُسمَّى سُؤالًا ولو يَسيرًا. \nوفيه: الأخْذُ بالعُمومِ؛ لأنَّهم نُهُوا عن السُّؤالِ، فحَمَلوه على العُمومِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}