{
    "hadith_id": "1052",
    "hadith": "قَامَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ فَخَطَبَ النَّاسَ فَقالَ: لا وَاللَّهِ، ما أَخْشَى علَيْكُم، أَيُّهَا النَّاسُ، إلَّا ما يُخْرِجُ اللَّهُ لَكُمْ مِن زَهْرَةِ الدُّنْيَا فَقالَ رَجُلٌ: يا رَسولَ اللهِ، أَيَأْتي الخَيْرُ بالشَّرِّ؟ فَصَمَتَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ سَاعَةً، ثُمَّ قالَ: كيفَ قُلْتَ؟ قالَ: قُلتُ: يا رَسولَ اللهِ، أَيَأْتي الخَيْرُ بالشَّرِّ؟ فَقالَ له رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: إنَّ الخَيْرَ لا يَأْتي إلَّا بخَيْرٍ، أَوَ خَيْرٌ هُوَ، إنَّ كُلَّ ما يُنْبِتُ الرَّبِيعُ يَقْتُلُ حَبَطًا، أَوْ يُلِمُّ، إلَّا آكِلَةَ الخَضِرِ، أَكَلَتْ، حتَّى إذَا امْتَلأَتْ خَاصِرَتَاهَا اسْتَقْبَلَتِ الشَّمْسَ، ثَلَطَتْ، أَوْ بَالَتْ، ثُمَّ اجْتَرَّتْ، فَعَادَتْ فأكَلَتْ فمَن يَأْخُذْ مَالًا بحَقِّهِ يُبَارَكْ له فِيهِ، وَمَن يَأْخُذْ مَالًا بغيرِ حَقِّهِ فَمَثَلُهُ، كَمَثَلِ الذي يَأْكُلُ وَلَا يَشْبَعُ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1052",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6427) باختلاف يسير",
    "sharh": "شاءَ اللهُ تعالَى وقَضَى بحِكمَتِه البالِغةِ أنْ يَجعَلَ الدُّنيا دارَ ابتِلاءٍ واختِبارٍ؛ فمِن النَّاسِ مَن يَغتَرُّ بزِينَتِها، ويَتَنافَسُ عليها، ومِنهم مَن يَعلَمُ حَقيقَتَها، فيَنزَوي عنها، ويَزهَدُ فيها، ويَرغَبُ في الآخِرةِ وما عِندَ اللهِ، فيَجعَلُ الدُّنيا وما فيها مِن مُتَعٍ زائِلةٍ وَسيلةً تُوَصِّلُه إلى نَعيمِ الآخِرةِ الباقي.\nوفي هذا الحَديثِ يُحذِّرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أصحابَه مِن فِتَنِ الدُّنيا وشَهَواتِها، فيَذكُرُ الصَّحابيُّ أبو سَعيدٍ الخُدريُّ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قامَ ذاتَ يَومٍ على المِنبَرِ في مَسجِدِه، والنَّاسُ حَولَه صلَّى اللهُ عليه وسلَّمَ، فبَيَّنَ لهم أنَّه يَتخَوَّفُ على أُمَّتِه مِن حُسْنِ الدُّنيا وجَمالِها، وما يُفتَحُ عليهمْ مِن بَرَكاتِ الأرضِ وخَيراتِها، وأنْ تكونَ هذه الخَيراتُ سَبَبَ الفِتنةِ والبُعدِ عن طَريقِ اللهِ تعالَى ومَنهَجِه. ثم ذَكَر صلَّى اللهُ عليه وسلَّمَ زَهرةَ الدُّنيا، أي: حُسْنَها وبَهجَتَها الفانيةَ مِن مالٍ ونَحوِه. قال أبو سَعيدٍ الخُدريُّ رَضيَ اللهُ عنه: فبَدَأ صلَّى اللهُ عليه وسلَّمَ بذِكْر إحداهما، وثَنَّى بالأُخرى، أي: بَدَأ ببَرَكاتِ الأرضِ، وثَنَّى بزَهرةِ الدُّنيا. وشَبَّه صلَّى اللهُ عليه وسلَّمَ ما سَيُفتَحُ مِنَ الدُّنيا بالزَّهرةِ؛ لأنَّها سَريعةُ الذُّبولِ، وكذا الدُّنيا سَريعةُ التَّغيُّرِ والأُفولِ. فقامَ رَجُلٌ يَسأَلُ: هلْ يأتي الخَيرُ بالشَّرِّ؟! أي: هلْ يكونُ ما يُفتَحُ على المُسلِمِ مِن بَرَكاتِ الأرضِ ونَعيمِ الدُّنيا شَرًّا، فتَصيرَ النِّعمةُ عُقوبةً؟! كأنَّ الرَّجُلَ استَشكَلَ عليه أنْ يَأتِيَ الشَّرُّ مِن داخِلِ الخَيرِ، أو بسَبَبِه.\nفسَكَتَ عنه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، فعَلِمَ النَّاسُ أنَّه يُوحَى إليه، فسَكَتوا كأنَّ على رُؤُوسِهمُ الطَّيرَ، أي: سَكَنوا دُونَ تَحرُّكٍ، كأنَّهم يُريدونَ صَيدًا، فلا يَتحَرَّكونَ؛ مَخافةَ أنْ يَطيرَ، وما إنِ انفَصَلَ الوَحيُ عنه صلَّى اللهُ عليه وسلَّمَ حتَّى مَسَحَ صلَّى اللهُ عليه وسلَّمَ عن وَجْهِه الرُّحَضاءَ، أيِ: العَرَقَ، وكانَ الوَحيُ إذا نَزَلَ عليه صلَّى اللهُ عليه وسلَّمَ يَتصَبَّبُ عَرَقًا في اللَّيلةِ الباردةِ، فسَأَلَ صلَّى اللهُ عليه وسلَّمَ عنِ السَّائلِ آنِفًا -أيِ: السَّائلِ في السَّاعةِ الحاضِرةِ- أينَ هو؟ وكأنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أثْنَى على الرَّجُلِ وحَمِدَه على حُسْنِ سُؤالِه، ثمَّ أجابَه رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ وبَدَأ جَوابَه بسُؤالٍ استِنكاريٍّ، فقال: «أوَخَيرٌ هو؟!» يَعني المالَ، وكَرَّرَ هذا السُّؤالَ ثَلاثًا. ثمَّ قال له: إنَّ الخَيرَ لا يَأتي إلَّا بخَيرٍ. والمَعنى: إنَّ الخَيرَ الحَقيقيَّ المَحضَ -كالإسلامِ- كُلُّه خَيرٌ، ولا يَأتي إلَّا بالخَيرِ، ولكِنَّ هُناكَ أنواعًا مِنَ الخَيرِ قد تَأتي بالشَّرِّ، مِثلَ المالِ؛ فإنَّه خَيرٌ، ولكِنَّه قد يأتي بالشَّرِّ إذا اكتَسَبَه مِن مُحَرَّمٍ، أو أساءَ في إنفاقِه، ونَحوِ ذلك. وهذا الجَوابُ مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ إشارةٌ إلى أنَّ مَتاعَ الدُّنيا وبَرَكاتِ الأرضِ ليسَتْ خَيرًا حَقيقيًّا خالِصًا؛ لِمَا فيها مِنَ الفِتنةِ والإشغالِ عن كَمالِ الإقبالِ على اللهِ تعالَى في أغلَبِ الأحوالِ.\nثمَّ ضَرَبَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مَثَلًا لِمَن يَضُرُّه مَتاعُ الدُّنيا، فجَعَلَه كالدَّابَّةِ التي تَأكُلُ ما يَنبُتُ بجانِبِ الرَّبيعِ -وهو الفصْلُ المَشهورُ بالإنباتِ والزُّروعِ، وقيلَ: المُرادُ به هنا النَّهَرُ الصَّغيرُ-، فتَأكُلُ الماشيةُ ممَّا يُنبِتُه حتَّى يُصيبَها الحَبَطُ، وهو انتِفاخُ البَطْنِ مِن كَثرةِ الأكلِ، وهو داءٌ يُؤدِّي إلى المَوتِ، أو يُلِمُّ، أي: يُقرِّبُ مِنَ المَوتِ، وهذا مِثالُ الخَيرِ غَيرِ الخالِصِ الذي يَنقَلِبُ شَرًّا على صاحِبِه إذا أساءَ التَّعامُلَ معه.\nثمَّ بيَّنَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ النَّاجيَ مِن هذه الدَّوابِّ هو آكِلةُ الخَضِرِ فَقَطْ، أيِ: الدَّابَّةُ التي تَأكُلُ الخَضِرَ فَقَطْ، والخَضِرُ: هو اسمٌ لِمَا اخضَرَّ مِنَ الكَلَأِ الذي لم يَصفَرَّ؛ فإنَّ الماشيةَ تَرتَعُ منه شَيئًا فشَيئًا، حتَّى يَمتَلئَ خَصْرُها، أيْ: مَعِدَتُها، ويُصوِّرُ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مَنظَرَها بعْدَ أنْ تَأكُلَ مِن هذا الخَيرِ وتَهنَأَ به: حتَّى إذا امتَلَأتْ مَعِدَتُها شِبَعًا، وعَظُمَ جَنْباها، استَقبَلتِ الشَّمسَ مُنتَفِعةً بدِفئِها، وجاءتْ وذَهَبتْ، ثمَّ ثَلَطَتْ وبالَتْ، أي: ألْقَتْ بَعْرَها رَقيقًا، فيَخرُجُ رَجيعُها عَفْوًا مِن غَيرِ مَشقَّةٍ، فيَبقى نَفْعُ ما أكَلَتْ، ويَخرُجُ فُضولُها، ولا تَتأذَّى بها. وهذا مِثالٌ لِلمُقتَصِدِ في جَمعِ المالِ، المُكتَسِبِ إيَّاه مِن حِلٍّ، والمُنفِقِ إيَّاه في الخَيرِ.\nثمَّ بَيَّنَ صلَّى اللهُ عليه وسلَّمَ أنَّ هذا المالَ مَحبوبٌ مَرغوبٌ فيه، تَرغَبُ فيه النَّفْسُ، وتَحرِصُ عليه بطَبيعَتِها، كما تُحِبُّ الفاكِهةَ أوِ النَّباتاتِ الخَضراءَ النَّضِرةَ، الشَّهْيَّةَ المَنظَرِ، الحُلوةَ المَذاقِ. \nومَن أُعطِيَه فأخْرَجَ منه زَكاةَ مالِه على المِسكينِ واليَتيمِ وابنِ السَّبيلِ، فهو نِعْمَ الصَّاحِبُ الذي يَشهَدُ له يَومَ القيامةِ، وأمَّا مَن أخَذَه بغَيرِ حَقِّه فإنَّ اللهَ يَنزِعُ منه البَرَكةَ، ويَسلُبُ صاحِبَه القَناعةَ، فيُصبِحُ فَقيرَ النَّفْسِ دائِمًا، ولو أُعطِيَ كُنوزَ الأرضِ، وكان كالذي يَأكُلُ ولا يَشبَعُ، فهو كالمَلهوفِ الذي لا يَشبَعُ مِنَ الطَّعامِ مهْما أكَلَ منه؛ لأنَّه كلَّما نالَ منه شَيئًا ازدادَتْ رَغبَتُه، واستقَلَّ ما عِندَه، ونَظَرَ إلى ما فَوقَه، فيَظَلُّ مُتعَطِّشًا إليه، شَرِهًا في طَلَبِه ما بَقيَ حَيًّا، ويَأتي هذا المالُ شاهِدًا عليه يَومَ القيامةِ بحِرْصِه، وإسرافِه، وإنفاقِه فيما لا يُرضِي اللهَ عزَّ وجلَّ.\nوفي الحَديثِ: جُلوسُ الإمامِ على المِنبَرِ عِندَ المَوعِظةِ، وجُلوسُ النَّاسِ حَولَه.\nوفيه: ضَرْبُ الأمثالِ؛ لِتَقريبِ المَعاني إلى الأفهامِ.\nوفيه: اللَّومُ عِندَ خَوفِ كَراهةِ المَسألةِ والاعتِراضِ إذا لم يَكُنْ مَوضِعَه.\nوفيه: أنَّ المُكتَسِبَ لِلمالِ مِن غَيرِ حِلِّه غَيرُ مُبارَكٍ له فيه.\nوفيه: أنَّ لِلعالِمِ أنْ يُحذِّرَ مَن يُجالِسُه مِن فِتنةِ المالِ وغَيرِه، ويُنَبِّهَه إلى مَواضِعِ الخَوفِ مِنَ الافتِتانِ به.\nوفيه: الحَضُّ على الاقتِصادِ في المالِ، والحَثُّ على الصَّدَقةِ وتَركِ الإمساكِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}