{
    "hadith_id": "106",
    "hadith": "ثَلاثَةٌ لا يُكَلِّمُهُمُ اللَّهُ يَومَ القِيامَةِ، ولا يَنْظُرُ إليهِم ولا يُزَكِّيهِمْ ولَهُمْ عَذابٌ ألِيمٌ قالَ: فَقَرَأَها رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ ثَلاثَ مِرار، قالَ أبو ذَرٍّ: خابُوا وخَسِرُوا، مَن هُمْ يا رَسولَ اللهِ؟ قالَ: المُسْبِلُ، والْمَنَّانُ، والْمُنَفِّقُ سِلْعَتَهُ بالحَلِفِ الكاذِبِ.",
    "rawi": "أبو ذر الغفاري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "106",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّم كَثيرًا ما يُحذِّرُ أصحابَه رَضيَ اللهُ عَنهم من سَيِّئِ الصِّفاتِ وقَبيحِ الأعمالِ، وكانَ صلَّى اللهُ عليه وسلَّم شَديدَ الحِرصِ على كلِّ ما يُقرِّبُهم من الجَنَّةِ في الآخِرةِ.\nوفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّم عَن ثَلاثةِ أنواعٍ منَ النَّاسِ لا يُكلِّمُهمُ اللهُ يومَ القيامةِ كَلامًا يَسُرُّهم؛ استِهانةً بِهِم وغضَبًا عَليهِم، وهذِه عُقوبةٌ لهم على جُرمٍ قد وقَعوا فيهِ، وفي رِوايةٍ: «ولا يَنظُرُ إلَيهِمْ»، وهَذه مُبالَغةٌ في العُقوبةِ؛ فلا يَنظُرُ اللهُ إلَيهِم نَظرةَ رَحمةٍ فيَرحَمَهم، «ولا يُزكِّيهمْ»؛ أي: لا يُطهِّرُهم ولا يَغسِلُهم من ذُنوبِهم ودَناءَتِهم، «ولهُمْ عَذابٌ ألِيمٌ»؛ أي: فوقَ كلِّ تِلكَ العُقوباتِ فسَوفَ يَدَّخرُ اللهُ لهُم عَذابًا شَديدًا؛ فيُضاعِفُ عَليهِمُ العُقوبةَ.\nأمَّا الأوَّلُ فهو المَنَّانُ الذي يمُنُّ بالعَطاءِ بعدَ أن يُعطيَه، والمنُّ في العَطيَّةِ هو التفاضُلُ والتَّعالي على الآخِذِ، فَلا يَنبغي لِلمُنفِقِ الِامتنانُ عَلى المُنفَقِ عَليهِ، سَواءٌ بقَلبِه أو بلِسانِه؛ كأن يُخبِرَه بأنَّه تَفضَّلَ عليه بمَنحِه شَيئًا، وأنَّه مَدينٌ له لِقاءَ مَعروفِه، ولا يَقولُ أو يَفعَلُ أيضًا مَكروهًا للمُنفَقِ عَليه يُنافي ما قدَّمَه له من إحسانٍ، فذلكَ مَحظورٌ؛ لِما فيه من تَكبُّرِ المُنفِقِ واستِعلائِه، واستِعبادِ المُنفَقِ عَليهِ، وكَسرِ قلبِه وإذلالِهِ، بل على المُعطي في سَبيلِ اللهِ تَعالَى أن يَشهَدَ دائمًا أنَّ المُتفضِّلَ والمُنعِمَ حَقيقةً هو اللهُ تَعالَى وَحدَهُ، وعَليه أن يَتفكَّرَ أيضًا في أنَّ أجرَه عَلى اللهِ تَعالَى بأضعافِ ما أعطَى، فأيُّ حقٍّ بَقيَ له عَلى الآخِذِ المُحتاجِ حتَّى يَمتنَّ عَليهِ، أو يُؤذيَه بصَنائعِ مَعروفِه؟!\nوالنَّوعُ الثَّاني: الذي يَحلِفُ على بِضاعَتِه كاذِبًا؛ ليُرَوِّجَها ويُحلِّيَها في أعينِ المشتَرينَ بالكذبِ والخِداعِ، وهو بحَلِفِه الكاذِبِ قَدِ اقترفَ وأوقَعَ نفسَه في أربعِ مَعاصٍ: الحَلِفِ الكاذِبِ، وغِشِّ المُسلِمِ، وأخذِ المالِ بغَيرِ حقٍّ، والاستِخفافِ بحقِّ اللهِ، وفيه يَقُولُ تَعالَى: {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} [آل عمران: 77].\nوالنَّوعُ الثَّالثُ: الذي يُطيلُ ثيابَه ويَترُكها تُجَرجِرُ على الأرضِ تَكبُّرًا وفخرًا؛ يَدلُّ عَلى ذلكَ رِوايةُ الصَّحيحَينِ عَن أبي هُرَيرةَ رَضيَ اللهُ عَنهُ، أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم قالَ: «لا يَنظُرُ اللهُ يومَ القيامةِ إلى مَنْ جرَّ إزارَهُ بَطَرًا»، والإزارُ هو اللِّباسُ الذي يُغطِّي الجُزءَ الأسفلَ من الجِسمِ.\nقيلَ: إنَّما جمَعَ بَينَ الثَّلاثةِ وقَرَنَها؛ لأنَّ المُسبِلَ هو المُتكبِّرُ المُرتفِعُ بنَفسِه عَلى النَّاسِ وَيَحتقِرُهُم، والمنَّانُ إنَّما منَّ بعَطائه لِما رَأى من عُلوِّه عَلى المُعطَى له، والحالِفُ البائعُ يُراعي غِبطةَ نفسِهِ، وهضْمَ صاحِبِ الحقِّ؛ فتَحصَّلَ منَ المَجموع ِاحتقارُ الغَيرِ، وإيثارُ النَّفسِ؛ ولذلك يُجازيهِمُ اللهُ تَعالَى باحتقارِه لهم، وعدمِ التِفاتِه إلَيهِم.\nوذِكرُ هؤلاءِ الأصنافِ الثَّلاثةِ في هذا الحَديثِ لا يَعني الحصرَ، ولا يَمنَعُ من وُجودِ أصنافٍ أُخرى استَحقَّت نفْسَ العَذابِ، كالشَّيخِ الزَّاني، والمَلِكِ الكَذَّابِ، والعائلِ المُستَكبِرِ، كَما في صَحيحِ مُسلِمٍ من حَديثِ أبي هُرَيرةَ رَضيَ اللهُ عَنهُ.\nوفي الحديثِ: التَّحذيرُ منَ المنِّ، والحلِفِ الكاذبِ، والإسبالِ؛ فقَد تُوعِّدَ مَن فعَلَ ذلكَ بأشدِّ العُقوبةِ.\nوفيهِ: إثباتُ صِفةِ الكَلامِ والبصَرِ للهِ عزَّ وجلَّ عَلى الوجهِ اللَّائقِ به جلَّ جَلالُهُ، من غَيرِ تَشبيهٍ ولا تَمثيلٍ ولا تَكييفٍ؛ فإن لم يُكلِّمِ الأصنافَ الثَّلاثةَ ولم يَنظُرْ إلَيهِم، فهُوَ يُكلِّمُ غَيرَهم ويَنظُرُ إلَيهِم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}