{
    "hadith_id": "1108",
    "hadith": "عَنْ عُمَرَ بنِ أَبِي سَلَمَةَ، أنَّهُ سَأَلَ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: أَيُقَبِّلُ الصَّائِمُ؟ فَقالَ له رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: سَلْ هذِه لِأُمِّ سَلَمَةَ فأخْبَرَتْهُ، أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يَصْنَعُ ذلكَ، فَقالَ: يا رَسولَ اللهِ، قدْ غَفَرَ اللَّهُ لكَ ما تَقَدَّمَ مِن ذَنْبِكَ وَما تَأَخَّرَ، فَقالَ له رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: أَما وَاللَّهِ، إنِّي لأَتْقَاكُمْ لِلَّهِ، وَأَخْشَاكُمْ له.",
    "rawi": "عمر بن أبي سلمة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1108",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو عوانة (3103)، وابن حبان (4356)، والطبراني (9/ 25) (8294) واللفظ لهم.",
    "sharh": "للصِّيامِ أحكامٌ يَنبغِي للمُسلمِ أنْ يَعلَمَها ويَعمَلَ بها، وقد بيَّن النَّبيُّ صلَّى اللهُ عليهِ وسلَّم واجباتِه وسُننَه ومَكروهاتِه بالقولِ والفعلِ.\nوفي هذا الحديثِ يَرْوي عُمَرُ بنُ أَبي سَلَمَةَ رَضِي اللهُ عنهما رَبيبُ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، أنَّه سَألَ رَسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم: «أَيُقبِّلُ الصَّائمُ» زَوجتَه ومَن تَحِلُّ له في النَّهارِ وهو صائمٌ دونَ أنْ يُفسِدَ ذلك الصَّومَ؟ فَقالَ لَه رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم: «سَلْ هَذه»، أي: أُمَّ سَلمَةَ، وهيَ أُمُّ عُمرَ بنُ أَبي سَلَمَةَ رَضِي اللهُ عنهم، فأَخْبَرَتْه أنَّ رَسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم يُقبِّلُ زَوجاتِه وهوَ صائِمٌ، فَقالَ: «يا رَسولَ اللهِ، قَدْ غَفرَ اللهُ لَك ما تَقدَّم مِن ذَنبِك وَما تَأخَّرَ»، أي: إنَّ هذا مِن خَصائِصِكَ وإنَّه لَيس عليك حرَجَ فيما تَفعَلُ؛ لأنَّ اللهَ قدْ غفَرَ لك ما تَقدَّمَ مِن ذنْبِك وما تَأخَّرَ، فَقالَ لَه رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم: «أمَا إِنِّي لَأتْقاكُم لِلَّهِ وأَخشاكُم لَه»، أي: أنا أكثَرُكم عِلمًا بما أتَّقِي به اللهَ سُبحانه، وأشَدُّكم خَشيةً مِن عُقوبتِه، فكَيفَ تَظنُّونَ بي أَو تُجوِّزونَ علَيَّ ارتِكابَ مَنهيٍّ عَنه؟! وهَذا فيهِ إنكارٌ على مَن نَسَبَ لَه التَّقصيرَ في العِبادةِ لِلاتِّكالِ على المَغفرةِ.\nقيل: أحال رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم عُمرَ بنَ أبي سَلَمةَ رَضِي اللهُ عنهما في السُّؤالِ على أُمِّه، وكان أهلُ الجاهليَّةِ لا يُعرِّضُ أحدُهم لولَدِ الزَّوجةِ ولا لأخِيها أنَّه يُقبِّلُها ويُخالِطُها، وقدْرُ رسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم في التَّنزيهِ عن ذلك أرفَعُ، ولكنْ أراد رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم أنْ يُبيِّنَ أنَّ تَنزيهَهم في الجاهليَّةِ عن ذلك رُعونةٌ ليْست مِن الشَّريعةِ، فأحاله على أُمِّه.\nوفي الحَديثِ: أنَّ التَّقبيلَ في الصَّومِ لَيس مِن خَصائصِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}