{
    "hadith_id": "1134",
    "hadith": "لَئِنْ بَقِيتُ إلى قَابِلٍ لَأَصُومَنَّ التَّاسِعَ.\r\nوفي رِوَايَةِ أَبِي بَكْرٍ: قالَ: يَعْنِي يَومَ عَاشُورَاءَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1134",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1134)",
    "sharh": "يومُ عاشوراءَ هو يومُ العاشرِ مِنَ الْمُحرَّمِ، وكانت قُرَيشٌ تَصومُه، فلمَّا قَدِمَ رسولُ الله صلَّى اللهُ عليهِ وسلَّم المدينةَ صامَه على عادتِه وأمَرَ بِصيامِه، وكان صِيامُه فَرْضًا قَبْلَ رمَضانَ، إلى أنْ نَزَلَ صَومُ رمضانَ على الْمُسلمينَ، فكانتِ الفريضةُ صَومَ رمَضانَ فَقطْ، وأصبَحَ صَومُ عاشوراءَ مُخيَّرًا فيه؛ مَن شاءَ صامَه، ومَن شاءَ تَرَكَه.\nوفي هذا الحديثِ يُخبِر عبدُ اللهِ بنُ عَبَّاسٍ رَضِي اللهُ عنهما أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم حِينَ صام يومَ عَاشُورَاءَ، وأمَر أصحابَه رَضِي اللهُ عنهم بصِيامِه، فقالوا له: «يا رسولَ الله، إنَّه يومٌ تُعظِّمُه اليَهُودُ والنَّصارَى» بالصَّومِ أيضًا؛ لأنَّه يومٌ نَجَّى اللهُ فيه مُوسَى عليه السَّلامُ مِن فِرْعَوْنَ وجُنودِه، وإنَّما ذكَرَ الصَّحابةُ رَضِي اللهُ عنهم للنَّبيِّ صلَّى اللهُ عليهِ وسلَّم ذلك؛ لِما عُرِفَ عنه صلَّى اللهُ عليهِ وسلَّم أنَّه كثيرًا ما يَقصِدُ مُخالَفةِ اليهودِ والنَّصارى، فكان جوابُه صلَّى اللهُ عليهِ وسلَّم -كما في الصَّحيحينِ-: «نحْنُ أَولى بمُوسى منهم، فصُومُوه»، أيْ: بِمُوافقَتِهِ في شُكرِ اللهِ تعالَى، والفَرحةِ بِنَجاتِهِ؛ لأنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم مُوافِقٌ لهُ في أَصلِ الدِّينِ، أمَّا اليهودُ فقدْ حرَّفوا وغيَّروا وبدَّلوا، فَصامَهُ صلَّى اللهُ عليهِ وسلَّم، وأَمَرَ النَّاسَ بِصيامِهِ. وقد جاء في صَحيحِ مُسلمٍ في فَضْلِ صيامِه أنَّه يُكفِّر ذُنوبَ سَنةٍ قَبْلَه.\nثمَّ عَزَم رسولُ الله صلَّى اللهُ عليهِ وسلَّم على أنْ يَصُومَ التَّاسِعَ مع العاشِرِ؛ لمُخالَفةِ أهلِ الكتابِ في صَومِهم العاشرَ فقطْ، ويُخبِرُ ابنُ عبَّاسٍ أنَّه لم يأتِ العامُ المُقبِلُ إلَّا وقد تُوفِّيَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم. \nوفي الحديثِ: مُخالَفَةُ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم لِليَهُودِ والنَّصارَى.\nوفيه: بَيانُ أهمِّيَّةِ يومِ عاشوراءَ، وتَعظيمِ المُسلِمينَ له.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}