{
    "hadith_id": "114",
    "hadith": "لَمَّا كانَ يَوْمُ خَيْبَرَ، أقْبَلَ نَفَرٌ مِن صَحابَةِ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ، فقالوا: فُلانٌ شَهِيدٌ، فُلانٌ شَهِيدٌ، حتَّى مَرُّوا علَى رَجُلٍ، فقالوا: فُلانٌ شَهِيدٌ، فقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: كَلّا، إنِّي رَأَيْتُهُ في النَّارِ في بُرْدَةٍ غَلَّها، أوْ عَباءَةٍ، ثُمَّ قالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: يا ابْنَ الخَطَّابِ، اذْهَبْ فَنادِ في النَّاسِ، أنَّه لا يَدْخُلُ الجَنَّةَ إلَّا المُؤْمِنُونَ، قالَ: فَخَرَجْتُ فَنادَيْتُ: ألا إنَّه لا يَدْخُلُ الجَنَّةَ إلَّا المُؤْمِنُونَ.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "114",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (203)، وابن أبي شيبة (36885)، وابن حبان (4857)، واللفظ لهم.",
    "sharh": "الإيمانُ باللهِ حقَّ الإيمانِ بكلِّ ما يَقتضيه من تَطبيقِ أوامرِه والانتهاءِ عن نَواهيهِ؛ يكونُ سَببًا في دُخولِ الجَنَّةِ، والإيمانُ بالقَلبِ والجَوارِحِ يَتبَعُه ظُهورُ أثَرِ الإيمانِ في سُلوكِ الفَردِ وأفعالِه وتَصرُّفاتِه، بما يَتطابقُ مع حَقيقةِ الإيمانِ، وقد يَستصغِرُ الإنسانُ عَمَلًا ولكنَّه يَكونُ سببًا في دُخولِه النَّارَ.\nوفي هذا الحديثِ يَروي عمرُ بنُ الخَطَّابِ رَضيَ اللهُ عنه أنَّه لَمَّا وقَعَت غزوةُ خَيبرَ –وكانت في السَّنةِ السَّابِعةِ من الهِجرةِ، بين المُسلِمينَ واليَهودِ، وكانت قَريةً يَسكُنُها اليَهودُ على بُعدِ (153 كم) تَقريبًا من جِهةِ الشَّامِ- أقبَلَ جَماعةٌ من صَحابةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فتَذاكَروا مَن قُتِلَ منهم في الجهادِ وفي تِلك الغزوةِ، فكُلَّما ذَكَروا رَجلًا قالُوا: إنَّه شَهيدٌ، فيما يَعلَمون، حتَّى مَرُّوا على اسمِ رَجُلٍ، فقالوا: فُلانٌ شَهيدٌ، فقالَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «كلَّا؛ إنِّي رأيتُه» يُعذَّبُ «في النَّارِ»، وعَلِمتُ أنَّه من أهلِ النَّارِ بطَريقِ الوَحيِ، وذلك بسببِ بُردةٍ وهي ثَوبٌ أسودُ مُربَّعٌ، أو عَبَاءةٍ سرَقَها أو أخفَاها، وأخَذَها منَ الغَنائمِ دُونَ عِلمِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ ومُوافَقتِه، ولم يُؤدِّه ليُقسَمَ في الغنائمِ القِسمةَ الشَّرعيَّةَ.\nثُمَّ أمَرَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ عُمَرَ بنَ الخطَّاب رَضِيَ اللهُ عنه أن يَذهَبَ فيُناديَ في النَّاسِ ويُعلِمَهم: أنَّه لا يَدخُلُ الجَنَّةَ إلَّا المؤمنونَ، فلا يَدخُلُها دُخولًا أوَّليًّا إلَّا مَن آمَنَ باللهِ حَقَّ الإيمانِ ظاهرًا وباطنًا، وهذا تَغليظٌ وتَشديدٌ وتَحذيرٌ مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لكلِّ مَن خالَفَ أمْرَ اللهِ ورَسولِه، وأنَّ المعصيةَ قد تُودي بالمؤمِنِ إلى النَّارِ ليُجازَى بما فعَلَ، ثُمَّ أمرُه إلى اللهِ بعدَ استيفاءِ جَزائه.\nوقد ورَدَ عندَ مُسلِمٍ عن أبي هُريرةَ رَضيَ اللهُ عنه، قالَ النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ: «لا يَغُلُّ أحدُكم حِينَ يَغُلُّ وهو مُؤمِنٌ»، وقد صَرَّحَ القُرآنُ والسُّنَّةُ بأنَّ الغَالَّ -وهو الآخِذُ منَ الغَنيمةِ قبلَ أن تُقسَمَ- يَأتي يومَ القيامةِ والشِّيءُ الَّذي غَلَّه معه، قالَ تَعالَى: {وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ} [آل عمران: 161].\nوفي الحديثِ: مَشروعيَّةُ تَزكيةِ الأمواتِ وذِكرِ مَناقِبِهم.\nوفيه: التَّحذيرُ من مُخالَفةِ اللهِ تَعالَى ورَسولِه صلَّى اللهُ عليه وسلَّمَ، ومِنَ الغُلُولِ مِنَ المَغانِمِ أوِ الأموالِ العامَّةِ بغَيرِ حقٍّ.\nوفيه: أنَّ الغُلولَ يُجانِبُ الإيمانَ؛ لأنَّ الغالَّ يكونُ خائنًا خيانةً لم يُجاهِر فيها سِوى اللهِ تَعالَى، ولو كان مُؤمنًا به حقًّا لم يكُن ليُخفِيَ مِنَ النَّاسِ ما يُجاهِرُه به سُبحانه وتعالَى.\nوفيه: أنَّ صِفَةَ الإيمانِ قد تُنزَعُ بسَببِ الأعمالِ السَّيِّئةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}