{
    "hadith_id": "1141",
    "hadith": "أَيَّامُ التَّشْرِيقِ أَيَّامُ أَكْلٍ وَشُرْبٍ. [وفي رواية : زاد فيه «وذكرٍ لله»]",
    "rawi": "نبيشة الخير الهذلي",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1141",
    "grade": "[صحيح]",
    "sharh": "الإسْلامِ دينُ السَّماحةِ واليُسرِ، وفيه فُسْحةٌ للمُسلِمينَ بأنْ يُوَسِّعوا على أنفُسِهم وأَهلِيهم بالأكْلِ والشُّربِ في أيَّامِ الأعْيادِ.\nوفي هذا الحَديثِ يقولُ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «أَيَّامُ التَّشْرِيقِ» وهي الحاديَ عشَرَ والثَّانيَ عشَرَ والثَّالثَ عشَرَ مِن ذي الحجَّةِ، وسُمِّيَتْ بذلك لِتَشرِيقِ النَّاسِ لُحومَ الأَضاحِيِّ فيها، وهو تَقْدِيدُها ونَشْرُها في الشَّمسِ لِتَجْفيفِها، وهذه كانتْ حالَهم في زَمانِهم، وفي هذه الأيَّامِ تكونُ لُحومُ الأَضاحِيِّ والهَدْيِ مُتوفِّرةً؛ فهي «أيَّامُ أكْلٍ وشُربٍ» فلْيَأكُلِ النَّاسُ ويَشْرَبوا ولا يَصوموا فيها، وأيضًا عليهم أنْ يَذكُروا اللهَ ويَدْعوه ويَشْكروه على ما رَزَقَهم وعلى ما هَدَاهم.\nوقد نَهى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن صِيامِ أيَّامِ التَّشرِيقِ؛ فقدْ جاء في صَحيحِ البُخارِيِّ عنِ ابنِ عُمَرَ وعَائِشةَ رَضيَ اللهُ عنهم، أنَّهما قالَا: «لم يُرَخَّصْ في أيَّامِ التَّشرِيقِ أنْ يُصَمْنَ إلَّا لِمَن لم يَجِدِ الهَدْيَ»، أي: إلَّا لِمُتمتِّعٍ أو قارِنٍ لم يَقدِرْ على هَدْيِ النُّسُكِ، وهذا مِنَ التَّوسِيعِ على النَّاسِ.\nوفي النَّهيِ عن صِيامِ هذه الأيَّامِ والأمْرِ بالأكْلِ والشُّربِ سِرٌّ حَسَنٌ؛ وهو أنَّ اللهَ تعالَى لمَّا عَلِمَ ما يُلاقي الوافِدونَ إلى بَيتِه مِن مَشاقِّ السَّفَرِ، وتَعَبِ الإحْرامِ، وجِهادِ النُّفوسِ على قَضاءِ المناسِكِ؛ شرَعَ لهمُ الاسْتراحةَ عَقِبَ ذلك بالإقامةِ بمِنًى يومَ النَّحرِ وثلاثةَ أيَّامٍ بعدَه، وأمَرَهُم بالأكْلِ فيها مِن لُحومِ الأضاحيِّ؛ فهُمْ في ضِيافةِ اللهِ تعالَى فيها، لُطْفًا مِنَ اللهِ تعالَى بهم ورَحمةً، وشارَكَهم أيضًا أهلُ الأمْصارِ في ذلك؛ لأنَّ أهلَ الأمْصارِ شارَكُوهم في النَّصَبِ للهِ تعالَى، والاجْتِهادِ في عَشْرِ ذي الحِجَّةِ بالصَّومِ والذِّكرِ، والاجْتهادِ في العِباداتِ، وفي التَّقرُّبِ إلى اللهِ تعالَى بإراقةِ دِماءِ الأضاحِيِّ، وفي حُصولِ المغفِرةِ، فشارَكُوهم في أعْيادِهِم، واشتَرَكَ الجَميعُ في الرَّاحةِ بالأكْلِ والشُّربِ، فصارَ المسلِمونَ كلُّهم في ضِيافةِ اللهِ تعالَى في هذه الأيَّامِ؛ يَأكُلون مِن رِزقِه، ويَشكُرونَه على فضْلِه، ولمَّا كان الكريمُ لا يَليقُ به أنْ يُجيعَ أضْيافَه نُهُوا عن صِيامِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}