{
    "hadith_id": "1142",
    "hadith": "أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بَعَثَهُ وَأَوْسَ بنَ الحَدَثَانِ أَيَّامَ التَّشْرِيقِ، فَنَادَى أنَّهُ لا يَدْخُلُ الجَنَّةَ إلَّا مُؤْمِنٌ، وَأَيَّامُ مِنًى أَيَّامُ أَكْلٍ وَشُرْبٍ.",
    "rawi": "كعب بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1142",
    "grade": "[صحيح]",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم يُبيِّنُ للمسلمين أُمورَ الدِّينِ، ويُبشِّرُهم بما يَشرَحُ صُدورَهم مِن الأجرِ العظيمِ على أعمالِ الإسلامِ، كما كان يُبيِّنُ لهم يُسْرَ الدِّينِ ومُراعاتِه لأحوالِ النَّاسِ.\nوفي هذا الحديثِ يُخبِرُ كَعْبُ بنُ مَالِكٍ رَضِي اللهُ عنه أنَّ رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم أرسَلَه وأرسَلَ معه أَوْسَ بنَ الحَدَثَانِ رَضِي اللهُ عنه أيَّامَ التَّشرِيقِ، وهي الأيَّامُ الثَّلاثةُ الَّتي تَلِي يومَ النَّحرِ، وهي الحادي عشَرَ، والثَّاني عشَرَ، والثَّالثَ عشَرَ مِن ذي الحِجَّةِ، سُمِّيَتْ بذلك لِتَشْرِيقِ النَّاسِ لُحومَ الأَضاحِيِّ فيها، وهو تَقدِيدُها ونَشْرُها في الشَّمْسِ لِتَجفِيفِها، وهذه كانتْ حالَهم في الصَّدرِ الأوَّلِ للإسلامِ. وتُسمَّى أيضًا أَيَّامَ مِنًى، وأمَرَهما أنْ يُنادُوا في الحَجِيجِ وهمْ في المَشاعرِ المُقدَّسةِ بأنَّه «لا يَدخُلُ الجنَّةَ إلَّا مُؤمِنٌ»، أي: لا يَدخُلُ الجنَّةَ إلَّا مَن آمَنَ باللهِ، وشَهِدَ لِمُحَمَّدٍ بالرِّسالةِ، وعَمِلَ بمُقتضى هذا الإيمانِ، وهذه بُشرَى لِلمُؤمنين، وتَحفِيزٌ لِلنَّاسِ على استِكمالِ أركانِ الإيمانِ حتَّى يَفُوزُوا بالجنَّةِ، وتَحذيرٌ لمَن لم يَدخُلْ في الإسلامِ، وحتَّى يَرجِعَ أهلُ الحَجيجِ إلى بِلادِهم ويُحذِّروا مُشرِكي قَومِهم.\nوأمَرَهم صلَّى اللهُ عليهِ وسلَّم أنْ يُنادِيَا في النَّاسِ بأنَّ أيَّامَ مِنًى أيَّامُ أكلٍ وشُربٍ، وهي الأيَّامُ الَّتي يُقيمُ فيها الحَجيجُ في وادي مِنًى -يَبعُدُ عن المسجدِ الحرامِ نحْوَ 6 كم تَقريبًا- لرمْيِ الجِمارِ، وهي الأيَّامُ المَعدوداتُ الَّتي ذكَرها اللهُ في قولِه: {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ لِمَنِ اتَّقَى} [البقرة: 203]، وفي هذه الأيَّامِ تكونُ لُحومُ الأَضاحِيِّ والهَدْيِ مُتوفِّرةً؛ فَلْيَأْكُلِ النَّاسُ ويَشْرَبوا، ويَذكُروا اللهَ على ما رَزَقَهم وعلى ما هَدَاهم.\nوقدْ نَهى النَّبيُّ صلَّى اللهُ عليهِ وسلَّم عن صِيامِ أيَّامِ التَّشرِيقِ؛ فقدْ جاء في صَحيحِ البُخارِيِّ عنِ ابنِ عُمَرَ وعَائِشَةَ رَضِي اللهُ عنهم، أنَّهما قالا: «لم يُرَخَّصْ في أيَّامِ التَّشرِيقِ أنْ يُصَمْنَ إلَّا لِمَن لم يَجِدِ الهَدْيَ»، وهذا مِنَ التَّوسِيعِ على النَّاسِ.\nوفي الحديثِ: أنَّ الجنَّةَ أُعِدَّتْ لِلمُؤمِنين فَقَطْ.\nوفيه: فَضيلةٌ ومَنقَبةٌ لكَعْبِ بنِ مَالِكٍ وأوْسِ بنِ الحَدَثَانِ رَضِي اللهُ عنهما.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}