{
    "hadith_id": "1148",
    "hadith": "جَاءَتِ امْرَأَةٌ إلى رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَقالَتْ: يا رَسولَ اللهِ، إنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْمُ نَذْرٍ، أَفَأَصُومُ عَنْهَا؟ قالَ: أَرَأَيْتِ لو كانَ علَى أُمِّكِ دَيْنٌ فَقَضَيْتِيهِ، أَكانَ يُؤَدِّي ذَلِكِ عَنْهَا؟ قالَتْ: نَعَمْ، قالَ: فَصُومِي عن أُمِّكِ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1148",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1953)، ومسلم (1148).",
    "sharh": "النَّذْرُ عِبادةٌ وقُربةٌ لا تَنْبغي لأحَدٍ إلَّا للهِ، وقدْ مدَحَ اللهُ عزَّ وجلَّ في كِتابِهِ العزيزِ عِبادَه الأبْرارَ، ووَعَدَهم الأجْرَ والمَثوبةَ، وذكَرَ مِن صِفاتِهم الوفاءَ بالنَّذرِ فقال: {يُوفُونَ بِالنَّذْرِ} [الإنسان: 7].\nوفي هذا الحَديثِ يَرْوي عبدُ اللهِ بنُ عبَّاسٍ رَضِي اللهُ عنهما أنَّ امرأةً جاءَتِ إلى رَسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم تَستفْتيهِ في أمِّها الَّتي نَذرَتْ أنْ تَصومَ، وقد ماتتْ قبْلَ أنْ تُوفِيَ بنَذرِها؛ فهلْ يُجزِئُ أنْ تَصومَ هي عن أمِّها؟ فقالَ لها النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: «أَرأيْتِ لَو كانَ على أُمِّكِ دَينٌ فقَضيتِهِ، أَكانَ يُؤدِّي ذَلكَ عَنها؟» وهذا سُؤالُ تَقريرٍ، فقالَتْ: «نَعمْ» يَقْضي عنها. قالَ: «فصُومي عَن أُمِّكِ»؛ وقدْ شبَّهَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم الصَّومَ الَّذي على المرأةِ الَّتي ماتتْ بالدَّينِ، وهو واجبُ القَضاءِ؛ لأنَّه حقٌّ للآدميِّين، والوفاءُ بالنَّذرِ حَقٌّ للهِ تعالَى، فكان قَضاءُ حقِّه تعالَى أَوثقَ وأَوْلى مِن قَضاءِ حَقِّ الآدميِّينَ، فاللهُ أحقُّ بالوفاءِ، كما ورَد في بعضِ الرِّواياتِ عندَ البُخاريِّ، وفي الصَّحيحينِ عن عائشةَ رَضِي اللهُ عنها، أنَّ رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم قال: «مَن مات وعليه صيامٌ صام عنه وَليُّه»، والمُرادُ بالوليِّ: عَصَبَتُه مِن الرِّجالِ مِن الآباءِ والأبْناءِ، وللوليِّ إذا لم يَقضِ عنه الصَّومَ أنْ يُطعِمَ عنه لكُلِّ يَومٍ مِسكينًا، ويَسقُطُ بهذا عن الميِّتِ ذلِكَ الفَرضُ الَّذي عليه، ويكونُ قَضاؤُهُ عنه بمَنزلةِ قَضائِهِ هو عن نفْسِهِ، وهذا لمَن قدَرَ على الوفاءِ أو القضاءِ ولم يَفعَلْ، وأمَّا إنْ ماتَ قبْلَ أنْ يتَمكَّنَ مِن القَضاءِ -كمَنِ استمَرَّ به المرضُ حتَّى ماتَ- فلا شَيءَ عليه، ولا يَقضي أولياؤُه عنه شيئًا، ولا يَجِبُ الإطعامُ عنه.\nوفي الحَديثِ: مَشروعيَّةُ الصِّيامِ عَنِ الميِّتِ.\nوَفيه: مَشروعيَّةُ قَضاءِ النَّذرِ عَنِ الميِّتِ.\nوَفيه: ضَربُ المَثلِ والقَياسِ؛ لِيَكونَ أَوضَحَ وأَوقَعَ في نَفسِ السَّامعِ.\nوفيه: بِرُّ الوالدَينِ بقَضاءِ نَذْرِهما ودَينِهما.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}