{
    "hadith_id": "1151",
    "hadith": "كُلُّ عَمَلِ ابْنِ آدَمَ يُضَاعَفُ، الحَسَنَةُ عَشْرُ أَمْثَالِهَا، إلى سَبْع مِائَة ضِعْفٍ، قالَ اللَّهُ عَزَّ وَجَلَّ: إلَّا الصَّوْمَ؛ فإنَّه لي، وَأَنَا أَجْزِي به، يَدَعُ شَهْوَتَهُ وَطَعَامَهُ مِن أَجْلِي. لِلصَّائِمِ فَرْحَتَانِ: فَرْحَةٌ عِنْدَ فِطْرِهِ، وَفَرْحَةٌ عِنْدَ لِقَاءِ رَبِّهِ. وَلَخُلُوفُ فيه أَطْيَبُ عِنْدَ اللهِ مِن رِيحِ المِسْكِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1151",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (7492) مختصراً، ومسلم (1151) واللفظ له.",
    "sharh": "الصِّيامُ مِن أحَبِّ العباداتِ إلى اللهِ، وأجَلِّ القُرُباتِ الَّتي يَتقرَّبُ بها العبدُ لرَبِّهِ عزَّ وجلَّ؛ ولذلك فإنَّ أجرَهُ كَبيرٌ، وفَضْلَهُ عَظيمٌ، وكَرامةُ اللهِ للصَّائمينَ لا تَنقطِعُ؛ فإنَّهم حَرَمُوا أنْفُسَهم الطَّعامَ والشَّرابَ والشَّهوةَ، فأَعْطاهمُ اللهُ سُبحانَه وتعالَى مِن واسِعِ عَطائِه، وفضَّلَهم على غَيرِهم.\nوفي هذا الحَديثِ يُخبِرُنا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ كُلَّ شَيءٍ يَعمَلُهُ الإنْسانُ المسلِمُ مِن وُجوهِ الخيرِ والبِرِّ والطَّاعةِ، يُضاعَفُ أجْرُه وثَوابُه، فتكونُ الحَسنةُ فيهِ بعَشرِ أمْثالِها، إلى سَبْعِ مِائةِ ضِعْفٍ، كما في قولِ اللهِ تعالى: {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا} [الأنعام: 160]، وقولِه عزَّ وجلَّ: {مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} [البقرة: 261].\nثُمَّ أخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ اللهَ عزَّ وجلَّ قال: «إلَّا الصَّومَ؛ فإنَّه لي»، أي: إنَّ الصَّومَ مُسْتَثنًى مِن هذه الأعْمالِ الَّتي تَتضاعَفُ فيها الحَسَناتُ، بلْ ثَوابُ الصَّومِ لا يَقْدِرُ قَدْرَه إلَّا اللهُ تعالَى؛ ذلك لأنَّ الصَّومَ سِرٌّ بيْنَ العبدِ ورَبِّهِ، «وأنا أَجْزي به»، أي: إنَّ اللهَ تعالى هو الَّذي يَتولَّى ذلك الأجرَ والثَّوابَ، فثَوابُ الصِّيامِ لا يُحْصِيه إلَّا اللهُ تعالَى، ولم يَكِلْه تعالَى إلى مَلائكتِه، بلْ تَولَّى جَزاءَه تعالَى بنفْسِه، واللهُ تعالَى إذا تَولَّى شَيئًا بنفْسِه دلَّ على عِظَمِ هذا الثَّوابِ وذلك الأجْرِ؛ ذلك أنَّ العبدَ الصَّائمَ يَترُكُ ما تَشتَهِيه نَفْسُه وما أباحَه اللهُ سُبحانَه له مِن مَلَذَّاتِ الطَّعامِ والشَّرابِ والجِماعِ، طاعةً للهِ عزَّ وجلَّ، وطَمَعًا في نَيْلِ محبَّتِه ورِضاه.\nثُمَّ أخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ الصَّائِمَ يَفرَحُ مرَّتينِ؛ الفَرحةُ الأُولى: «فَرْحةٌ عِندَ فِطْرِهِ»، وهذه الفَرحةُ تكونُ في الدُّنيا، عِندَ انْتهاءِ صَومِهِ وإفْطارِهِ، وإتْمامِهِ العِبادةَ راجيًا مِنَ اللهِ الثَّوابَ والفضلَ، والفَرحةُ الثَّانيةُ تكونُ عِندَ مَوْتِهِ، حيث يَنالُ الأجرَ والثَّوابَ.\nثُمَّ أقسَمَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ خُلوفَ فَمِ الصَّائمِ -والخُلوفُ هو ما يُخَلَّفُ بعْدَ الطَّعامِ في فَمِ الصَّائِمِ مِن رائِحةٍ كَريهةٍ بِخِلافِ المُعْتادِ- «أَطْيَبُ»، أي: أفضَلُ عندَ اللهِ مِن رائحةِ المِسكِ، وقدِ اخْتُلِفَ في كَوْنِ الخُلوفِ أطْيَبَ عِندَ اللهِ مِن رِيحِ المِسكِ، على أنَّ المَعنى أنَّه أطْيَبُ عِندَ اللهِ مِن رِيحِ المِسكِ عِندَكم، أو أنَّ اللهَ تعالَى يَجْزيه في الآخِرةِ حتَّى تكونَ رائحتُهُ أطيَبَ مِن رِيحِ المِسكِ، أو أنَّ صاحِبَ الخُلوفِ يَنالُ مِنَ الثَّوابِ ما هو أفضلُ مِن رِيحِ المسكِ، أو أنَّ الخُلوفَ أكثَرُ ثَوابًا مِنَ المِسكِ حيث نُدِبَ إليه في الجُمَعِ والأعيادِ، أو أنَّ الملائكةَ يَسْتَطيبونَ رِيحَ الخُلوفِ أكثَرَ ممَّا يَسْتَطيبونَ رِيحَ المِسكِ.\nوفي الحَديثِ: بَيانُ أَجْرِ وفضْلِ الصَّومِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}