{
    "hadith_id": "1158",
    "hadith": "أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، كانَ يَصُومُ حتَّى يُقالَ: قدْ صَامَ، قدْ صَامَ، وَيُفْطِرُ حتَّى يُقالَ: قدْ أَفْطَرَ، قدْ أَفْطَرَ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1158",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (12624 )، وعبد بن حميد (1320)، وأبو يعلى (3535) جميعهم بلفظه.",
    "sharh": "المُداوَمةُ على العَملِ الصَّالحِ تُبلِّغُ العَبدَ إلى رَحمةِ اللهِ والنَّجاةِ مِن النارِ، وقد كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ القُدوةَ في ذلك؛ فقد كان يُداوِمُ على العِباداتِ والطاعاتِ، ومِن ذلك صَومُ النَّفلِ فإنَّه غيرُ مُختَصٍّ بزَمانٍ مُعيَّنٍ.\nوفي هذا الحَديثِ تُخبِرُ عائشةُ رَضيَ اللهُ عنْها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان يَصومُ أحيانًا مِن شَهرٍ كثيرًا حتَّى يُظَنَّ أنَّه لا يُفطِرُ، ويَترُكُ الصِّيامَ مِن شَهرٍ آخرَ فلا يَصومُ إلَّا قَليلًا منه حتَّى يُقالَ: إنَّه لا يَصومُ منه، وكان لا يَصومُ شَهرًا كاملًا إلَّا شَهرَ رَمضانَ؛ وذلك لأنَّه شَهرُ الفَريضةِ، والتَّنبيهُ عليه مِن بابِ النَّفْيِ لغَيرِه؛ وهو أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان لا يَصومُ شَهْرًا كاملًا تَطوُّعًا، بلْ يَصومُ مِن كلِّ شَهرٍ مِن شُهورِ السَّنةِ أيامًا منه، ولمْ يَستكمِلْ صِيامَ شَهرٍ غَيرِ رمضانَ؛ لِئلَّا يُظَنَّ وُجوبُه، وكان أكثرُ الشُّهورِ الَّتي يَصومُ فيها شَعبانَ، فكان يَصومُ غالِبَه؛ لئلَّا يَلتبِسُ ذلك بالفَرائضِ، ولكيلا يَعُدَّه مَن لا يَعلَمُ منها. وإنَّما كان يُكثِرُ مِن الصِّيامِ في شَهرِ شَعبانَ خُصوصًا؛ لأنَّه شَهرٌ تُرفَعُ فيه الأعمالُ لربِّ العالَمِين، وكان صلَّى اللهُ عليه وسلَّمَ يُحِبُّ أنْ يُرفَعَ عملُه وهو صائمٌ، كما أنَّه شَهرٌ يَغفُلُ عنه كَثيرٌ مِن النَّاسِ بيْن رجَبَ ورَمَضانَ، كما بيَّن ذلك في رِوايةٍ عندَ النَّسائيِّ وأحمَدَ.\nوفي الحَديثِ: أنَّ أعمالَ التطوُّعِ ليستْ مَنوطةً بأوقاتٍ مَعلومةٍ، وإنَّما هي على قدْرِ الإرادةِ لها والنَّشاطِ فيها.\nوفيه: بَيانُ فضْلِ شَهرِ شَعبانَ، والحثُّ على إكثارِ الصِّيامِ فيه.\nوفيه: مَشروعيَّةُ ألَّا يَخلُوَ شَهرٌ مِن الشُّهورِ عن صَومِ التَّطوُّعِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}