{
    "hadith_id": "1160",
    "hadith": "أنَّهَا سَأَلَتْ عَائِشَةَ زَوْجَ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ: أَكانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يَصُومُ مِن كُلِّ شَهْرٍ ثَلَاثَةَ أَيَّامٍ؟ قالَتْ: نَعَمْ، فَقُلتُ لَهَا: مِن أَيِّ أَيَّامِ الشَّهْرِ كانَ يَصُومُ؟ قالَتْ: لَمْ يَكُنْ يُبَالِي مِن أَيِّ أَيَّامِ الشَّهْرِ يَصُومُ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1160",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو داود (2453)، والترمذي (763)، وابن ماجه (1709) باختلاف يسير.",
    "sharh": "كانَ النَّاسُ يَسألونَ زَوجاتِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم عن هَديِه صلَّى اللهُ عليهِ وسلَّم فِيما أشْكَلَ عَليهِم، أو ما أَحبُّوا أنْ يَعلَموه.\nوفي هذا الحَديثِ تُخبِرُ التَّابعيَّةُ مُعاذةُ العَدويَّةُ أنَّها سألَتْ أُمَّ المؤمنينَ عائشةَ رَضِي اللهُ عنها: «أَكانَ رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم يَصومُ مِن كلِّ شَهرٍ ثَلاثةَ أيَّامٍ؟» وكان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم قدْ رغَّب في صِيامِ ثَلاثةِ أيَّامٍ مِن كلِّ شَهرٍ، كما في الصَّحيحينِ، فأجابتْها عائشةُ رَضِي اللهُ عنها: «نَعمْ» كان يَصومُها، وهذا أقلُّ ما كان يَقتصِرُ عليه مِن الصِّيامِ في الشَّهرِ، فسَألَتْ مُعاذةُ العَدويَّةُ عنْ تَحديدِ هَذه الأَيَّامِ، وهلْ كانت هَذه الثَّلاثةُ مِن أوَّلِ الشَّهرِ أو أَوسطِه أو آخِرِه، وهلْ كانتْ مُتَّصلةً أو مُنفصِلةً؟ فَأخبرَتْها عائشةُ رَضِي اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم لَم يكُنْ يَهتمُّ بالتَّعيينِ، فتَجِدُه صائمًا في أوَّلِ الشَّهرِ ووَسطِه وآخِرِه، قيل: ولَعلَّه صلَّى اللهُ عليهِ وسلَّم لم يُواظِبْ عَلى ثَلاثةٍ مُعيَّنةٍ؛ لئلَّا يُظَنَّ تَعيينُها.\nوقدْ ورَد عندَ أبي داودَ عن عبْدِ اللهِ بنِ مَسعودٍ رَضِي اللهُ عنه قال: «كان رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم يَصومُ -يعني مِن غُرَّةِ كلِّ شَهرٍ- ثَلاثةَ أيَّامٍ»، أي: أوَّلَ الشَّهرِ، وغُرَّةُ الشَّيءِ: أوَّلُه، وقيل: إنَّه أراد الأيَّامَ البِيضَ مِن مُنتصَفِ الشَّهرِ الَّتي يَكتمِلُ فيها القَمرُ، وهي: الثَّالثَ عشَرَ والرَّابعَ عشَرَ والخامِسَ عشَرَ؛ لأنَّ الغُرَّةَ تُطلَقُ أيضًا على البياضِ، ولعلَّ الصَّحابيَّ عبدَ اللهِ بنَ مسعودٍ راويَ الحديثِ قدْ أخبَر عن الغالبِ فيما اطَّلَع علَيه مِن أحوالِ النَّبيِّ عليه السَّلامُ، وأنَّه كان يَصومُ هذه الأيَّامَ، وقد روَتْ عائشةُ رَضِي اللهُ عنه -كما في الصَّحيحينِ- أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم كان يُكثِرُ الصِّيامَ في غيرِ رمَضانَ حتَّى يُقالَ: إنَّه لا يُفطِرُ، وكان يُفطِرُ حتَّى يُقالَ: إنَّه لا يَصومُ، ومع ذلك فقدْ كان يُخصِّصُ أيَّامًا للصِّيامِ، مِثْلَ غُرَرِ الشُّهورِ وأوساطِها، ومِثلَ يومِ الاثنينِ والخميسِ.\nوالحاصِلُ أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم كانَت له أحوالٌ مُتعدِّدةٌ في الصِّيامِ، فأخبَرَ كلُّ صَحابيٍّ عن النَّبيِّ صلَّى اللهُ عليهِ وسلَّم بما عَلِم، أو بما رأَى، أو بما يُناسِبُ مَقامًا مُعيَّنًا، وجميعُ الأخبارِ عن النَّبيِّ صلَّى اللهُ عليهِ وسلَّم في صَومِه صِحاحٌ، وهو مِن بابِ الإباحَةِ والتَّوسُّعِ لِمَن أراد أنْ يَصومَ كيْفَما شاء معَ التَّحرِّي لسُنَّةِ النَّبيِّ عليه الصَّلاةُ والسَّلامُ، والبُعدِ عَن الأيَّامِ المَنهيِّ عَن صِيامِها.\nوفي الحَديثِ: بيانُ ما كان عليه النَّبيُّ صلَّى اللهُ عليهِ وسلَّم مِن إكثارِ الصَّومِ والاجتهادِ فيه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}