{
    "hadith_id": "1166",
    "hadith": "أُرِيتُ لَيْلَةَ القَدْرِ، ثُمَّ أيْقَظَنِي بَعْضُ أهْلِي، فَنُسِّيتُها، فالْتَمِسُوها في العَشْرِ الغَوابِرِ. [وفي رواية]: فَنَسِيتُها.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1166",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "لَيلةُ القَدرِ لَيلةٌ عَظيمةٌ أَوضَحَ اللهُ قَدْرَها في سُورَةِ القَدرِ؛ فَفيها أُنزِلَ القُرآنُ، والعبادةُ فيها خيرٌ مِن العِبادةِ في أَلفِ شهرٍ، وَفيها تَتنزَّلُ المَلائكةُ بإِذنِ اللهِ، وَفيها الأَمنُ والأَمانُ والسَّلامُ، ومعَ ذلكَ فهيَ مَعلومةُ الوُقوعِ ولكنَّها مَجهولةُ الوَقتِ، وقدْ وَرَدَت رِواياتٌ عَديدةٌ عنِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم في تَحديدِ لَيلةِ القَدْرِ، وهذا الحَديثُ إحْدى هَذه الرِّواياتِ، وفيه قال النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: «أُرِيتُ لَيْلةَ القَدرِ»، أي: أُعلِمتُ بتَحديدِ ليْلةِ القَدْرِ وَفي أيِّ لَيْلةٍ هيَ، ولكنْ «أَيقظَني بعضُ أَهلي»، وهذا القولُ يدُلُّ عَلى أنَّ رُؤيتَه لَها صلَّى اللهُ عليهِ وسلَّم كانت مَنامًا، إلَّا أنَّ مَنامَه صلَّى اللهُ عليهِ وسلَّم ومَنامَ الأَنبياءِ عليهِمُ السَّلامُ وَحْيٌ، ولَيْس هذا ممَّا يدُلُّ عَلى امتِناعِ العِلمِ بِها في اليَقظةِ، فلمَّا أُنْسِيَها النَّبيُّ صلَّى اللهُ عليهِ وسلَّم قالَ: «فالتَمِسوها في العَشرِ الغَوابرِ»، أي: اطلُبُوها في العَشرِ الباقيَةِ، وهيَ العَشرُ الأَواخرُ مِن شَهرِ رَمضانَ عَلى العُمومِ، وقدْ حَدَّدت رواياتٌ أُخرى في الصَّحيحينِ أنَّها في الوِترِ منَ العَشرِ الأَواخرِ مِن رَمضانَ. وقَولُه صلَّى اللهُ عليهِ وسلَّم: «التَمِسوها» فيه الحثُّ عَلى طَلبِها، ويَكونُ ذَلك بالعِبادةِ والدُّعاءِ وصالحِ الأَعمالِ.\nوذُكِرَ في هذا الحديثِ أنَّ سَببَ نِسيانِه صلَّى اللهُ عليهِ وسلَّم لِلَيلةِ القدْرِ هو إيقاظُ بعضِ أهلِه، وذُكِرَ في صَحيحِ البخاريِّ مِن حديثِ عُبادةَ بنِ الصَّامتِ رَضِي اللهُ عنه أنَّ سَببَه تَلاحي -أي اختصامُ وتَنازعُ- رَجُلَين، وأيضًا عندَ مُسلمٍ عن أبي سَعيدٍ الخُدْريِّ رَضِي اللهُ عنه بلفظِ: «فجاء رجُلانِ يَحتقَّانِ -أي يَختصمانِ- معهما الشَّيطانُ»، ووَجْهُ الجمعِ؛ إمَّا أنْ يُحمَلَ على التَّعدُّدِ، بأنْ تكونَ الرُّؤيا في حَديثِ أبي هُرَيرةَ رَضِي اللهُ عنه مَنامًا، فيكونَ سَببُ النِّسيانِ الإيقاظَ، وأنْ تكونَ الرُّؤيةُ في حَديثِ غيرِه في اليَقَظةِ، فيكونَ سَببُ النِّسيانِ ما ذُكِرَ مِن المُخاصَمةِ، أو يُحمَلَ على اتِّحادِ القصَّةِ، ويكونَ النِّسيانُ وقَعَ مرَّتينِ عن سَببينِ، ويَحتمِلُ أنْ يكونَ المعنى: أيْقَظَني بعضُ أهْلي، فسَمِعْتُ تَلاحي الرَّجلينِ، فقُمتُ لَأحجِزَ بيْنهما، فنُسِّيتُها؛ للاشتغالِ بهما.\nوَفي الحَديثِ: جَريانُ النِّسيانِ عَلى النَّبيِّ صلَّى اللهُ عليهِ وسلَّم فِيما أَرادَه اللهُ.\nوَفيه: أنَّ ليْلةَ القَدْرِ في العَشرِ الأَواخرِ مِن رَمضانَ.\nوَفيه: الحثُّ عَلى تَحرِّي ليْلةِ القَدْرِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}