{
    "hadith_id": "117",
    "hadith": "إنَّ اللَّهَ يَبْعَثُ رِيحًا مِنَ اليَمَنِ أَلْيَنَ مِنَ الحَرِيرِ، فلا تَدَعُ أَحَدًا في قَلْبِهِ، قالَ أَبُو عَلْقَمَةَ مِثْقَالُ حَبَّةٍ، وَقالَ عبدُ العَزِيزِ: مِثْقَالُ ذَرَّةٍ، مِن إِيمَانٍ إِلَّا قَبَضَتْهُ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "117",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "اللهُ سُبحانَه وتعالَى يَرفُقُ بالمُؤمِنينَ في كلِّ أحوالِهم، وفي كلِّ حينٍ، ومن ذلك أنَّه يَرفُقُ بهِم، فيَقبِضُ أرواحَهم قُربَ قيامِ السَّاعةِ وحينَ يَكثُرُ الكُفرُ.\nوفي هذا الحَديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ اللهَ يَبعَثُ ريحًا -وذلك قُربَ قيامِ السَّاعةِ- منَ قِبَلِ اليَمنِ التي في جنوبِ غَربيِّ الجَزيرةِ العربيَّةِ على البحرِ الأحمرِ، وهذه الرّيحُ أليَنُ مِنَ الحَريرِ رِفقًا وإكرامًا لِلمُؤمِنينَ، فلا تَدَعُ أحدًا في قَلبِه وزنُ حَبَّةٍ -وفي رِوايةٍ: «ذَرَّةٍ»، والذَّرَّةُ هي الغُبارُ الدَّقيقُ الذي يَظهَرُ في الضَّوءِ، أو هي النَّملةُ الصَّغيرةُ- من إيمانٍ إلَّا قَبضَت رُوحَه؛ فتَخرُجُ أرواحُهم مع نَسيمِها سَهلةً يَسيرةً، فيَخلُصون بذلك من نَكدِ الحياةِ، ومن مُعايَشةِ الأشرارِ، إلى رِضوانِ ربِّهم راضينَ مَرضيِّينَ، فيَدخُلونَ في عِبادِه، ويَدخُلونَ جَنَّتَه، مُخلِّفينَ الدُّنيا إلى شِرارِ الخَلقِ، وعندَ ذلك تَقومُ السَّاعةُ على شِرارِ الخَلقِ، كما وَرَدَ في حديثٍ آخَرَ أخرَجَه مُسلمٌ عن أنسِ بنِ مالكٍ رَضيَ اللهُ عنه، أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قالَ: «لا تَقومُ السَّاعةُ حتَّى لا يُقالَ في الأرضِ: اللهُ، اللهُ»، وهذا كِنايةٌ على أنَّها تَقومُ على قَومٍ لا يَعبُدونه، ولا يَدعُونه، ولا يَذكُرون اسمَه.\nولا يَتعارَضُ هذا مع ما جاءَ في الصَّحيحَينِ من قولِه صلَّى اللهُ عليه وسلَّمَ: «لا تَزالُ طائفةٌ من أمَّتِي يُقاتِلونَ على الحقِّ ظاهِرِين إلى أنْ تَقومَ السَّاعةُ»؛ لأنَّ مَعنى هذا الحديثِ أنَّهم لا يَزالونَ على الحقِّ حتَّى تَقبِضَهم هذه الرِّيحُ اللَّينةُ قُربَ القيامةِ وعندَ تَظاهُرِ أشراطِها، فأطلَقَ في هذا الحديثِ بَقاءَهم إلى قيامِ السَّاعةِ على أشراطِها ودُنوِّها المُتناهي في القُربِ.\nوفي الحديثِ: عَلَمٌ من أعلامِ نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ.\nوفيه: بيانُ أنَّ موتَ الصَّالِحينَ من أشراطِ السَّاعةِ.\nوفيه: أنَّ السَّاعةَ لا تَقومُ إلَّا على شِرارِ النَّاسِ.\nوفيه: أنَّ الإيمانَ يَزيدُ ويَنقُصُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}