{
    "hadith_id": "1186",
    "hadith": "كانَ ابنُ عُمَرَ رَضِيَ اللَّهُ عنْهمَا إذَا قيلَ له: الإحْرَامُ مِنَ البَيْدَاءِ، قالَ: البَيْدَاءُ الَّتي تَكْذِبُونَ فِيهَا علَى رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ! ما أَهَلَّ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ إلَّا مِن عِندِ الشَّجَرَةِ حِينَ قَامَ به بَعِيرُهُ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1186",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1541) بنحوه",
    "sharh": "أخَذَ الصَّحابةُ رَضيَ اللهُ عَنهم مَناسِكَ الحجِّ مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في حَجَّةِ الوَداعِ، كما أمَرَهم بذلك، وبَلَّغوا مَن بَعدَهم.\nوفي هذا الحَديثِ يُخبِرُ سالمُ بنُ عبدِ اللهِ بنِ عمرَ أنَّ أباه عبدَ اللهِ رَضيَ اللهُ عنه كان إذا قِيلَ له: إنَّ رفعَ الصَّوتِ بالتَّلبيةِ في الحَجِّ أو العُمرةِ يَبدأُ منَ البَيداءِ، يُنكِرُ ذلك ويقولُ: «البَيداءُ الَّتي تَكذِبونَ فيها على رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ!»، أي: تَزعُمونَ أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ ابْتدأَ إهْلالَه في حَجَّتِه حينَ أطلَّ على البَيداءِ، وقد أخْطأْتُم في هذا، ونَسَبَهم إلى الكَذِبِ؛ لأنَّهم أخْبَروا بالشَّيءِ على خِلافِ ما هو، وليس المقصودُ الكَذِبَ المتعَمَّدَ، والعَربُ تقولُ لِمَن أخْطأَ: كذَبْتَ، والبَيداءُ: مَكانٌ بالقُربِ مِن ذي الحُلَيْفةِ من جِهةِ مكَّةَ، وسُمِّيتْ بَيداءَ؛ لعدَمِ وجودِ معالِمَ فيها مِن أبْنيةٍ ونَحوِها، والمقصودُ هنا المكانُ المشرِفُ المرتفِعُ الَّذي قُدَّامَ ذي الحُلَيْفةِ إلى جِهةِ مكَّةَ.\nثمَّ بيَّنَ لهمُ ابنُ عُمرَ رَضيَ اللهُ عنهما الصَّوابَ؛ وهو أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ ما رَفَعَ صَوتَه بالتَّلبِيةِ، «إلَّا مِن عندِ الشَّجرةِ» الَّتي عِندَ مَسجدِ ذي الحُلَيْفةِ، وهي قَريةٌ بيْنَها وبيْنَ المدينةِ سِتَّةُ أمْيالٍ أو سَبْعةٌ (10 كم تقريبًا)، وهي مِيقاتُ أهْلِ المدينةِ، ومَن مَرَّ بها مِن غيرِ أهْلِها، وكان ذلك عندَ الخُروجِ لحَجَّةِ الوَداعِ، فرفَعَ صَوتَه بالتَّلبِيةِ حينَ ركِبَ راحِلَتَه وهو يَقومُ بِبَعيرِه ليَرحَلَ بهِ بَعدَ أنْ أحرَمَ مِن تلك البُقْعةِ.\nولعلَّ سَببَ اخْتلافِ الصَّحابةِ رَضِي اللهُ عنهم في المواضِعِ الَّتِي أهَلَّ منها رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: أنَّ كُلًّا منهم أخبَرَ بما رأَى؛ فالنَّبيُّ صلَّى اللهُ عليه وسلَّمَ خرَجَ مِنَ المدينَةِ حاجًّا، فلمَّا صلَّى في مَسجدِ ذِي الحُلَيْفةِ أهَلَّ بالحَجِّ، فسَمِعَ ذلك منه أقْوامٌ فحَفِظُوا عنه، ثُمَّ رَكِبَ، فلمَّا استَقلَّتْ به ناقتُه أهَلَّ، وأدرَكَ ذلك منه أقْوامٌ؛ لأنَّهم كانوا يَأْتُونَ جَماعاتٍ، فسَمِعوه فقالوا: إنَّما أهَلَّ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ حِينَ استَقلَّتْ به ناقتُه، ثُمَّ مَضَى رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، فلمَّا عَلا على شَرَفِ البَيْداءِ أهَلَّ، وأدْرَكَ ذلك منه أقْوامٌ، فقالوا: إنَّما أهَلَّ حينَ عَلا على شَرَفِ البَيْداءِ، فنقَلَ كلٌّ مِنهم ما سَمِعَ، وظهَرَ بذلك أنَّ الخِلافَ وقَعَ في ابتدَاءِ الإهْلالِ والإحْرامِ مِنَ المِيقاتِ. ويُزيلُ هذا الإشْكالَ ما رَواه أبو داودَ عنِ ابنِ عبَّاسٍ رَضيَ اللهُ عنهما قال: «وايمُ اللهِ، لقدْ أوجَبَ في مُصلَّاه، وأهَلَّ حينَ استقَلَّتْ به ناقتُه، وأهَلَّ حينَ عَلا على شَرَفِ البَيداءِ».",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}