{
    "hadith_id": "1195",
    "hadith": "قَدِمَ زَيْدُ بنُ أَرْقَمَ، فَقالَ له عبدُ اللهِ بنُ عَبَّاسٍ يَسْتَذْكِرُهُ: كيفَ أَخْبَرْتَنِي عن لَحْمِ صَيْدٍ أُهْدِيَ إلى رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ وَهو حَرَامٌ؟ قالَ: قالَ: أُهْدِيَ له عُضْوٌ مِن لَحْمِ صَيْدٍ فَرَدَّهُ، فَقالَ: إنَّا لا نَأْكُلُهُ إنَّا حُرُمٌ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1195",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الحجُّ رُكنٌ مِن أَركانِ الإسْلامِ، وهوَ عِبادةٌ لمَنِ استَطاعَ إليها سَبيلًا، وَفيها تُمنَعُ بعضُ المُباحاتِ عَلى مَن أحرَمَ بالحجِّ، ومِن هَذه الأُمورِ أنَّ اللهَ سُبحانَه قالَ: {وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا} [المائدة: 96].\nوَفي هذا الحَديثِ يَرْوي التَّابِعيُّ طاوسُ بنُ كَيْسانَ اليَمانيُّ أنَّ زيدَ بنَ أرْقَمَ رَضيَ اللهُ عنه جاءَ منَ الكوفةِ إلى عبْدِ اللهِ بنِ عبَّاسٍ رَضيَ اللهُ عنهما، فطَلبَ منه ابنُ عبَّاسٍ أنْ يَذكُرَ لَه ما أَخبَرَه بهِ قبلَ ذلكَ مِن فِعلِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ مَع صَيدِ البَرِّ الَّذي أُهدِيَ لهُ لَحْمٌ مِنه وهوَ مُحرِمٌ بالحجِّ، يَعني: هل قَبِلَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وأَكلَ مِنه أمْ رَدَّه؟ فأخبَرَه زَيدُ بنُ أَرقَمَ رَضيَ اللهُ عنه أنَّه لَمَّا أُهدِيَ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ لَحْمٌ، وعَلِمَ أنَّه مِن صَيدِ البَرِّ، ردَّ الهَديَّةَ وَلم يَقبَلْها ممَّن أَهْداها لَه، ثُمَّ بيَّنَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ للرَّجلِ المُهْدي أنَّه رَدَّ الهديَّةَ؛ لأنَّه مُحرِمٌ، والمُحرِمُ لا يَأكُلُ مِن صَيدِ البَرِّ.\nوقدْ جاءَ في الصَّحيحَينِ عنْ أبي قَتادةَ رَضيَ اللهُ عنهُ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أكَلَ من صيدِه وهو محرِمٌ، ولم يكنْ أبو قَتادةَ محرِمًا حينَ صادَ هذا الصَّيدَ الَّذي أكَلَ منه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، فجمَعَ العُلماءُ بينَ الحَديثَينِ بأنَّه ردَّ الأوَّلَ؛ لأنَّ الرَّجلَ صادَه لأَجْلِه، وأَحلَّ صيدَ الثَّاني؛ لأنَّ المُحرِمَ ليسَ له أَثرٌ في هذا الصَّيدِ ولم يصِدْ من أجْلِه، فما يَصيدُه الحَلالُ لنفْسِه ثُمَّ يُهْدي منه للمُحرِمِ، فلا شيءَ فيه، ويأكُلُه المحرِمُ.\nوَفي الحَديثِ: بيانُ هَدْيِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ عندَ ردِّ الهَديَّةِ، وأنَّه يَذكُرُ سَببَ رَدِّها، وهو مِن مَحاسنِ أخْلاقِه صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}