{
    "hadith_id": "1197",
    "hadith": "كُنَّا مع طَلْحَةَ بنِ عُبَيْدِ اللهِ وَنَحْنُ حُرُمٌ فَأُهْدِيَ له طَيْرٌ، وَطَلْحَةُ رَاقِدٌ، فَمِنَّا مَن أَكَلَ، وَمِنَّا مَن تَوَرَّعَ، فَلَمَّا اسْتَيْقَظَ طَلْحَةُ وَفَّقَ مَن أَكَلَهُ، وَقالَ: أَكَلْنَاهُ مع رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ.",
    "rawi": "طلحة بن عبيدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1197",
    "grade": "[صحيح]",
    "sharh": "الحَجُّ رُكنٌ مِن أَركانِ الإِسْلامِ، وهوَ عِبادةٌ لمَنِ استَطاعَ إليها سَبيلًا، وَفيها تُمنَعُ بعضُ المُباحاتِ عَلى مَن أَحْرمَ بالحجِّ.\nوفي هذا الحَديثِ يُخبِرُ التَّابِعيُّ عبدُ الرَّحمنِ بنُ عُثمانَ التَّيميُّ أنَّهم كانوا ذاتَ مرَّةٍ معَ الصَّحابيِّ طَلحةَ بنِ عُبَيدِ اللهِ رَضيَ اللهُ عنه، والنَّاسُ مُتلبِّسونَ بالنُّسكِ للحجِّ أوِ العُمرةِ، فأُهدِيَ لطَلحةَ رَضيَ اللهُ عنه طَيْرٌ مَشوِيٌّ أو مَطبوخٌ، ولعلَّه كان طَيرًا منَ الصَّيدِ، وكان طَلحةُ راقدًا نائمًا، فلم يَعلَمْ بأمْرِ هذا الطَّيرِ الَّذي أُهديَ إليه، ولم يَظهَرْ حُكمُ الأكْلِ منه للمُحرِمينَ، فانقسَمَ النَّاسُ فَريقَينِ؛ فمنْهم مَن أكَلَ مِن هذا الطَّيرِ، ومنهم مَن توَرَّعَ وخافَ، فامتَنعَ عنِ الأكْلِ منَ الطَّيرِ المُهدَى؛ ظنًّا مِنه أنَّه لا يَجوزُ للمُحرمِ أكْلُه، «فلمَّا استَيقَظَ طَلحةُ وفَّقَ مَن أكَلَه»، أي: وَصَفه بالتَّوفيقِ بالقَولِ أوِ الفِعلِ، فقالَ طَلحةُ مُعلِّلًا تَوفيقَه لمَن أكَلَ: لَقدْ أَكَلْنا معَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ مِثلَ ذلكَ ونَحنُ مُحرِمونَ، فكُلوا ممَّا أُهدِيَ إليَّ.\nوقدْ جاءَ في الصَّحيحَينِ عنِ ابنِ عبَّاسٍ رَضيَ اللهُ عنهُما: «أنَّ الصَّعبَ بنَ جَثَّامةَ اللَّيثيَّ أَهْدى إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ حمارًا وَحْشيًّا، وهوَ بالأَبْواءِ أو بودَّانَ -وهما مَكانانِ-، فردَّه عليهِ رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم، فلمَّا رَأى ما في وَجْهِه قالَ: إنَّا لم نَردَّه عليكَ إلَّا أنَّا حُرُمٌ».\nويُجمَعُ بيْنَ الحَديثَينِ أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أباحَ لهمُ الطَّيرَ؛ لأنَّ المُحرِمَ ليسَ له أَثرٌ في هذا الصَّيدِ، كما ورَدَ مُصرَّحًا به في حَديثِ أبي قَتادةَ رَضيَ اللهُ عنه الَّذي في الصَّحيحَينِ: أنَّه صادَ حمارًا وَحشيًّا، فلمَّا سأَلوا النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قال لهم: «هَلْ مِنْكُمْ أَحَدٌ أَمَرَهُ أَوْ أَشَارَ إِلَيْهِ بِشَيْءٍ؟ قَالُوا: لَا، قَالَ: «فَكُلُوا مَا بَقِيَ مِنْ لَحْمِهَا».\nأمَّا ردُّه صَيْدَ الصَّعبِ بنِ جَثَّامةَ؛ لأنَّه صادَه لأَجْلِه، وقدْ كانَ صلَّى اللهُ عليه وسلَّمَ مُحرِمًا، والمحرِمُ لا يأكُلُ لحمَ صيْدٍ صِيدَ له، ولولا أنَّه كان مُحرِمًا لقَبِلَه وأكَلَه.\nوفي الحَديثِ: تَبيينُ الصَّحابةِ أحْكامَ الدِّينِ لمَن عاصَروهم منَ التَّابِعينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}