{
    "hadith_id": "121",
    "hadith": "حَضَرْنا عَمْرَو بنَ العاصِ، وهو في سِياقَةِ المَوْتِ، يَبَكِي طَوِيلًا، وحَوَّلَ وجْهَهُ إلى الجِدارِ، فَجَعَلَ ابنُهُ يقولُ: يا أبَتاهُ، أما بَشَّرَكَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بكَذا؟ أما بَشَّرَكَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بكَذا؟ قالَ: فأقْبَلَ بوَجْهِهِ، فقالَ: إنَّ أفْضَلَ ما نُعِدُّ شَهادَةُ أنْ لا إلَهَ إلَّا اللَّهُ، وأنَّ مُحَمَّدًا رَسولُ اللهِ، إنِّي قدْ كُنْتُ علَى أطْباقٍ ثَلاثٍ، لقَدْ رَأَيْتُنِي وما أحَدٌ أشَدَّ بُغْضًا لِرَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مِنِّي، ولا أحَبَّ إلَيَّ أنْ أكُونَ قَدِ اسْتَمْكَنْتُ منه، فَقَتَلْتُهُ، فلوْ مُتُّ علَى تِلكَ الحالِ لَكُنْتُ مِن أهْلِ النَّارِ، فَلَمَّا جَعَلَ اللَّهُ الإسْلامَ في قَلْبِي أتَيْتُ النبيَّ صَلَّى اللَّهُ عليه وسلَّمَ، فَقُلتُ: ابْسُطْ يَمِينَكَ فَلأُبايِعْكَ، فَبَسَطَ يَمِينَهُ، قالَ: فَقَبَضْتُ يَدِي، قالَ: ما لكَ يا عَمْرُو؟ قالَ: قُلتُ: أرَدْتُ أنْ أشْتَرِطَ، قالَ: تَشْتَرِطُ بماذا؟ قُلتُ: أنْ يُغْفَرَ لِي، قالَ: أما عَلِمْتَ أنَّ الإسْلامَ يَهْدِمُ ما كانَ قَبْلَهُ؟ وأنَّ الهِجْرَةَ تَهْدِمُ ما كانَ قَبْلَها؟ وأنَّ الحَجَّ يَهْدِمُ ما كانَ قَبْلَهُ؟ وما كانَ أحَدٌ أحَبَّ إلَيَّ مِن رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، ولا أجَلَّ في عَيْنِي منه، وما كُنْتُ أُطِيقُ أنْ أمْلأَ عَيْنَيَّ منه إجْلالًا له، ولو سُئِلْتُ أنْ أصِفَهُ ما أطَقْتُ؛ لأَنِّي لَمْ أكُنْ أمْلأُ عَيْنَيَّ منه، ولو مُتُّ علَى تِلكَ الحالِ لَرَجَوْتُ أنْ أكُونَ مِن أهْلِ الجَنَّةِ، ثُمَّ ولِينا أشْياءَ ما أدْرِي ما حالِي فيها، فإذا أنا مُتُّ فلا تَصْحَبْنِي نائِحَةٌ، ولا نارٌ، فإذا دَفَنْتُمُونِي فَشُنُّوا عَلَيَّ التُّرابَ شَنًّا، ثُمَّ أقِيمُوا حَوْلَ قَبْرِي قَدْرَ ما تُنْحَرُ جَزُورٌ ويُقْسَمُ لَحْمُها، حتَّى أسْتَأْنِسَ بكُمْ، وأَنْظُرَ ماذا أُراجِعُ به رُسُلَ رَبِّي.",
    "rawi": "عمرو بن العاص",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "121",
    "grade": "[صحيح]",
    "takhrij": "أخرجه ابن خزيمة (2515)، وابن الحداد في ((جامع الصحيحين)) (3919)، والبيهقي (18241) باختلاف يسير.",
    "sharh": "المُؤمِنُ الحقُّ يَكونُ حالُه مع اللهِ سُبحانَه بينَ الخَوفِ والرَّجاءِ؛ فيَخافُ منَ الله، ويَخافُ أن يَصدُرَ منه ما يُوجِبُ العِقابَ، وفي الوَقتِ نفسِه يَرجو رحمةَ اللهِ؛ فيَعمَلُ الطَّاعاتِ والصَّالِحاتِ، وكانَ الصَّحابةُ رَضيَ اللهُ عنهم خيرَ مِثالٍ لهذا الوَصفِ.\nوفي هذا الحديثِ يَروي التَّابِعيُّ عبدُ الرَّحمنِ بنُ شِماسةَ المَهْريِّ أنَّهم دخلوا على عَمرِو بنِ العاصِ رَضيَ اللهُ عنه حينَ حَضَرَه الموتُ وهو في السَّكَراتِ، وكانَ يَبكي طَويلًا خوفًا منَ اللهِ تَعالَى، وتَذكَّرَ يومَ القيامةِ، مع ما له من شَرَفِ صُحبةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وبَلائه في الإسلامِ بَلاءً حسنًا، لكن حالُ عِبادِ اللهِ الصَّالِحينَ دائمًا شِدَّةُ الخَوفِ، والبُكاءُ على التَّقصيرِ مهما بلغَت عِبادتُه وطاعتُه، وحَوَّلَ عمرٌو رَضيَ اللهُ عنه وَجهَه إلى الجِدارِ ابتعادًا منَ القومِ الحاضِرينَ؛ لئلَّا يَشغلوه عمَّا هو فيه من مُناجاةِ ربِّه، ومُطالَعةِ الآخِرةِ، ويُخفي ما به من أسًى وحَسرةٍ، وما يَذرِفُ من بُكاءٍ، فجعَلَ ابنُه عبدُ اللهِ بنُ عمرٍو رَضيَ اللهُ عنهما يُخفِّفُ عنه ويقولُ له: يا أبَتاهُ، أمَا بشَّرَك رسولُ اللهِ بِكذا؟ وكرَّرَ ذِكرَه لِما بشَّرَه به النَّبيُّ صلَّى اللهُ عليه وسلَّمَ؛ ليَزدادَ استبشارُه، وتَستأنِسَ نفسُه، فيَزُولَ حُزنُه، وفي رِوايةِ أحمدَ: «فجَعَلَ يُذكِّرُه صُحبةَ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وفُتوحَه الشَّامَ»، فأقبَلَ عمرٌو رَضيَ اللهُ عنه بوَجهِه إلى الحاضِرينَ يُكلِّمُهم، فقالَ: إنَّ أفضَلَ ما نُعِدُّ -أي: نتَّخِذُه ذُخرًا أو عُدَّةً لليومِ الآخِرِ-: «شَهادةُ أنْ لا إلهَ إلَّا اللهُ وأنَّ محمَّدًا رَسولُ اللهِ»، وهذا هو الإيمانُ باللهِ تَعالَى، وتَوحيدُه، وتَصديقُ رَسولِه صلَّى اللهُ عليه وسلَّمَ، والنُّطقُ بالشَّهادتَينِ؛ لأنَّه أفضلُ الأعمالِ.\nثُمَّ أخبَرَهم أنَّه كانَ في حياتِه على أحوالٍ ثَلاثٍ؛ الحالةُ الأُولى هي فَترةُ ما كانَ عليه من كُفرٍ وقتَ مَبعَثِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ؛ فقد كانَ عمرٌو يَكرَه النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قبلَ أن يُسلِمَ، وكانَ أحَبُّ شيءٍ إلى عمرٍو رَضيَ اللهُ عنه في تِلك الحالةِ أن يَتمكَّنَ منَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فيَقتُلَه؛ لِشِدَّةِ بُغضِه له، ثُمَّ قالَ عمرٌو رَضيَ اللهُ عنه: فلو مُتُّ على تلك الحالِ لَكُنتُ من أهلِ النَّارِ المُخلَّدينَ فيها أبدًا.\nثُمَّ أخبَرَ عمرٌو عنِ الحالةِ الثَّانيةِ؛ وهي مَرحلةُ إسلامِه الصَّادِقِ، وعَملِه الصَّالحِ وصُحبتِه لِرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وقدِ ابتدَأت يومَ أن ألقَى اللهُ الإيمانَ في قلبِه، فلمَّا جعَلَ اللهُ حُبَّ الإسلامِ في قلبِه، ذهبَ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ -وذلك بعدَ الحُديبيَةِ- فطلبَ منَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أن يَمُدَّ يدَه ليُبايِعَه ويُعاقِدَه على اتِّباعِه ونُصرةِ الإسلامِ، فبسَطَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَمينَه، ولكنَّ عمرًا قبضَ يدَه الَّتي يُبايعُ بها خوفًا أن يُبايِعَ بشَيءٍ لا يَستطيعُه، فسألَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «ما لكَ يا عمرُو؟» فقالَ: «أرَدْتُ أنْ أشترطَ»، أي: يُريدُ أن يَجعلَ على النَّبيِّ صلَّى اللهُ عليه وسلَّمَ شرطًا قبلَ أن يُبايِعَه، فسألَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن شرطِه، فكانَ شرطُه رَضيَ اللهُ عنه أن يَغفرَ اللهُ له ما تَقدَّمَ من ذَنبِه، فأخبَرَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ الإسلامَ يَهدِمُ ما كانَ قبلَه من سائرِ الذُّنوبِ، والَّتي أعظَمُها الكُفرُ، وأنَّ الهجرةَ من بلدِك فِرارًا بالدِّينِ -حينَما كانت واجِبةً من مكَّةَ إلى المدينةِ في عهدِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ- تَهدِمُ ما كان قبْلَها منَ الذُّنوبِ والآثامِ، وأنَّ الحجَّ المَبرورَ يَهدِمُ ما كانَ قبلَه منَ المَعاصي، كما جاءَ في الصَّحيحَينِ: «مَن حجَّ للهِ فلمْ يَرفُثْ، ولم يَفسُقْ؛ رَجَعَ كيَومَ وَلَدتْه أُمُّه».\nوفي هذه المَرحلةِ بعدَ إسلامِه ما كانَ أحدٌ أحَبَّ إليه من رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ لأنَّ الإيمانَ لا يَتِمُّ إلَّا بذلك، ولا أعظَمَ في عَينَيه منَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وأخبَرَ أنَّه ما كانَ يَستطيعُ أن يُحدِّقَ النَّظرَ فيه؛ تَعظيمًا لقَدرِه صلَّى اللهُ عليه وسلَّمَ، وأنَّه لا يَستطيعُ أن يَصِفَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ إن سُئلَ عن ذلك؛ لأنَّه لا يكونُ إلَّا عن إمعانِ نظَرٍ منَ الواصفِ للَّذي يُريدُ وصْفَه؛ وهو لم يَكُن يَملأُ عينَيه منه صلَّى اللهُ عليه وسلَّمَ، وتَذكَّرَ أنَّه لو ماتَ على تلك الحالةِ العظيمةِ الشَّأنِ لَرَجا أن يَكُونَ من أهلِ الجنَّةِ، وهو أن يَموتَ في زمنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وحياتِه.\nوأمَّا الحالةُ الثَّالِثةُ: فكانت مَرحلةَ انشغالِه بسِياسةِ الحُكمِ بعدَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فقالَ عمرٌو: «ثُمَّ وَلِينَا أشياءَ ما أدري ما حالي فيها»، أي: ما كسَبَ فيها من خيرٍ وشرٍّ وما هي عِندَ اللهِ سُبحانَه؛ فقد كانَ واليًا على مِصرَ حينَ افتتَحَها في خِلافةِ عُمَرَ رَضيَ اللهُ عنه، ووَلِيَ إمرتَها عَشْرَ سِنينَ، وثلاثةَ أشهُرٍ: أربعًا من قِبَلِ عُمَرَ، وأربعًا من قِبَلِ عُثمانَ، وسنتَينِ وثلاثةَ أشهُرٍ من قِبلِ مُعاويةَ رَضيَ اللهُ عنهم، واشتركَ مع مُعاويةَ في حربِ عليٍّ رَضيَ اللهُ عنهم.\nثُمَّ أوصَى أهلَه والحَاضِرينَ أنَّه إذا ماتَ ألَّا تَصحَبَ جَنازتَه نائحةٌ، وهي الرَّافعةُ للصَّوتِ بالبُكاءِ مع تَعدادِ الأوصافِ، ولا تَصحَبُه نارٌ؛ قيلَ: للتَّفاؤلِ بالنَّجاةِ منها وكَراهةً لصُحبتِها للميِّتِ، وقيلَ: لأنَّ هذا كانَ من فِعلِ الجاهليَّةِ، أو فُعِلَ على وَجه الظُّهورِ والتَّعالي؛ فمُنِعَ لذلك.\nثُمَّ قالَ: «فإذا دفَنْتُموني فشُنُّوا علَيَّ التُّرابَ شنًّا»، أي: صُبُّوا علَيَّ التُّرابَ قليلًا قليلًا، ثُمَّ امكُثُوا حولَ قبري قَدرَ ما تُنحَرُ جَزُورٌ ويُقسَمُ لحمُها، والجَزُورُ: المذبوحُ مِنَ الإبلِ خاصَّةً، وسَواءٌ كانَ ذَكرًا أم أُنثى؛ «حتَّى أستأنِسَ بكُم وأنظُرَ ماذا أُراجِعُ به رُسُلَ ربِّي»، يُريدُ سؤالَ الملَكَينِ في القبرِ.\nوفي الحديثِ: عِظَمُ مَوقعِ الإسلامِ والهجرةِ والحجِّ، وأنَّ كلَّ واحدٍ منها يَهدِمُ ما كان قبلَه مِنَ المعاصي. \nوفيه: النَّهيُ عنِ النِّياحةِ أوِ اتِّباعِ الميِّتِ بنارٍ.\nوفيه: هَيبةُ الصَّحابةِ وإجلالُهم للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوفيه: تَنبيه المُحتَضَرِ على إحسانِ ظنِّه باللهِ سُبحانَه وتعالَى، وذِكرُ آياتِ الرَّجاءِ وأحاديثِ العفوِ عندَه، وتَبشيرُه بما أعَدَّه اللهُ تَعالَى للمُسلِمينَ، وذِكرُ حَسَنِ أعمالِه عندَه؛ ليُحسِنَ ظنَّه باللهِ تَعالَى ويَموتَ عليه.\nوفيه: أنَّ المُؤمنَ لا تُفارقُه خَشيةُ اللهِ، ولو عَمِلَ مِنَ الصَّالحاتِ ما عَمِلَ.\nوفيه: إثباتُ سُؤالِ الملَكَينِ في القَبرِ.\nوفيه: المُكثُ عندَ القَبرِ بعدَ الدَّفنِ وقتًا ليَأنَسَ المَيتُ، والدُّعاءُ له بالتَّثبيتِ.\nوفيه: صَبُّ التُّرابِ في القبرِ، وأنَّه لا يُقعَدُ عليه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}