{
    "hadith_id": "122",
    "hadith": "أنَّ ناسًا مِن أهْلِ الشِّرْكِ قَتَلُوا فأكْثَرُوا، وزَنَوْا فأكْثَرُوا، ثُمَّ أتَوْا مُحَمَّدًا صَلَّى اللَّهُ عليه وسلَّمَ، فقالوا: إنَّ الذي تَقُولُ وتَدْعُو لَحَسَنٌ، ولو تُخْبِرُنا أنَّ لِما عَمِلْنا كَفَّارَةً، فَنَزَلَ: {والذينَ لا يَدْعُونَ مع اللَّهِ إلَهًا آخَرَ ولا يَقْتُلُونَ النَّفْسَ الَّتي حَرَّمَ اللَّهُ إلَّا بالحَقِّ ولا يَزْنُونَ ومَن يَفْعَلْ ذلكَ يَلْقَ أثامًا} [الفرقان: 68] ونَزَلَ {يا عِبادِيَ الَّذِينَ أسْرَفُوا علَى أنْفُسِهِمْ لا تَقْنَطُوا مِن رَحْمَةِ اللَّهِ} [الزمر: 53].",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "122",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4810) باختلاف يسير.",
    "sharh": "مِن أصولِ أهلِ السُّنَّةِ: أنَّ جَميعَ مَن أسْرَفَ على نفْسِه مِن أهلِ الإيمانِ أو الشِّركِ إذا تابَ قبْلَ أنْ يَموتَ؛ فإنَّ اللهَ سُبحانه وتعالَى يَقبَلُ تَوبتَه ويَغفِرُ له، وأمَّا مَن مات على الشِّركِ ولم يَتُبْ، فإنَّ اللهَ تعالَى لا يَغفِرُ له، كما قال تعالَى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: 48]، وقال: {إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا} [مريم: 60].\nوفي هذا الحديثِ يرَوي عبدُ اللهِ بنُ عبَّاسٍ رضِي اللهُ عنهما أنَّ أُناسًا مِن أهلِ الشِّركِ كانوا قدْ أَسْرَفوا على أنْفسِهم؛ فقَتَلوا، وأكْثَروا مِنَ الزِّنا والمعاصِي، فأتَوُا النَّبيَّ صلَّى اللهُ عليه وسلَّم وقالوا له: «إنَّ الَّذي تقولُ وتدْعو إليه لَحسنٌ» أي: إنَّ الإسلامَ وما تَدْعو إليه مِنَ التَّوحيدِ أمْرٌ حسَنٌ، إنْ كانَ هناك كفَّارةٌ تمحو ما اقترَفْناه قبْلَ ذلك، فنَزَلَ قولُه تعالَى: {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا * يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا * إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} [الفرقان: 68 - 70]، ونزَلَ قولُه تعالَى: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ} [الزمر: 53]؛ لِيَدُلَّ على أنَّ اللهَ يَغفِرُ الذُّنوبَ جميعًا -ومنها الشِّركُ- لو تابَ العبدُ وأنابَ إليه وأتاهُ.\nوفي الحَديثِ: سَعةُ رَحمةِ اللهِ عزَّ وجَلَّ لِمن أتاه تائبًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}