{
    "hadith_id": "1220",
    "hadith": "أَضْلَلْتُ بَعِيرًا لِي، فَذَهَبْتُ أَطْلُبُهُ يَومَ عَرَفَةَ، فَرَأَيْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ وَاقِفًا مع النَّاسِ بعَرَفَةَ، فَقُلتُ: وَاللَّهِ، إنَّ هذا لَمِنَ الحُمْسِ، فَما شَأْنُهُ هَاهُنَا؟ وَكَانَتْ قُرَيْشٌ تُعَدُّ مِنَ الحُمْسِ.",
    "rawi": "جبير بن مطعم",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1220",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1664)، ومسلم (1220).",
    "sharh": "كان النبيُّ صلَّى اللهُ عليه وسلَّمَ مَحفوظًا مِنَ اللهِ سُبحانَه قَبلَ البَعثةِ، وبَعدَها، وكان يَتعبَّدُ للهِ على الفِطرةِ الخالِصةِ والدِّينِ القَويمِ، ويَتحَرَّى فِعلَ ما كان يَفعَلُه الخَليلُ إبراهيمُ عليه السَّلامُ.\r\nوفي هذا الحَديثِ يَحكي جُبَيرُ بنُ مُطعِمٍ رَضيَ اللهُ عنه أنَّه ضَيَّعَ بَعيرًا له، فذَهَبَ يَطلُبُه يَومَ عَرَفةَ -وذلك في الجاهليَّةِ- حتى وَصَلَ إلى عَرَفاتٍ، وهو جَبَلٌ يَقَعُ على الطَّريقِ بَينَ مَكَّةَ والطَّائِفِ، يَبعُدُ عن مَكَّةَ حَوالَيِ (22 كم)، وعلى بُعدِ (10 كم) مِن مِنًى، و(6 كم) مِن مُزدَلِفةَ. فرأى النبيَّ صلَّى اللهُ عليه وسلَّمَ واقِفًا بعَرَفةَ كسائِرِ القَبائِلِ العَربيَّةِ الأُخرى غيرَ قُرَيشٍ وما شابَهَها، فقال: هذا واللهِ مِنَ الحُمْسِ، يُشيرُ بذلك إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ؛ لِأنَّ الحُمْسَ هم: قُرَيشٌ، وكِنانةُ، وجَديلَةُ؛ سُمُّوا بذلك؛ لِتَحمُّسِهم وتَشَدُّدِهم في دِينِهم، ومحمدٌ صلَّى اللهُ عليه وسلَّمَ منهم؛ لِأنَّه قُرَشيٌّ، فما بالُه يَقِفُ ها هُنا في عَرَفاتٍ وهو مِنَ الحُمْسِ؟! والحُمْسُ إنَّما يَقِفونَ بِمُزدلِفةَ ولا يَتجاوَزونَها إلى عَرَفةَ؛ لِئلَّا يَخرُجوا عن حُدودِ الحَرَمِ، وعَرَفةُ ليسَتْ مِنَ الحَرَمِ. والمُزدَلِفةُ: المَكانُ الذي يَنزِلُ فيه الحَجيجُ بَعدَ الإفاضةِ مِن عَرَفاتٍ، ويَبِيتونَ فيه لَيلةَ العاشِرِ مِن ذي الحِجَّةِ، وفيه المَشعَرُ الحَرامُ، وهو بجِوارِ مِنًى، وتَبعُدُ عن عَرَفةَ حَوالَيِ (12 كم).\r\nوكانَتْ طَوائِفُ العَرَبِ تَقِفُ في مَوقِفِ إبراهيمَ عليه السَّلامُ مِن عَرَفةَ، وكان النبيُّ صلَّى اللهُ عليه وسلَّمَ يُحِبُّ أنْ يَقتفيَ أثَرَ إبراهيمَ عليه السَّلامُ، ثم كان وُقوفُ النبيِّ صلَّى اللهُ عليه وسلَّمَ -بَعدَ البَعثةِ- مع طَوائِفِ العَرَبِ بعَرَفةَ؛ لِيَدعُوَهم إلى الإسلامِ، وما افترَضَ اللهُ عليه مِن تَبليغِ الدَّعوةِ وإفشاءِ الرِّسالةِ.\r\nوفي الحَديثِ: مُخالَفةُ النبيِّ صلَّى اللهُ عليه وسلَّمَ لِمَا كان عليه أهلُ الجاهليَّةِ مِمَّا يُخالِفونَ فيه دِينَ إبراهيمَ عليه السَّلامُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}