{
    "hadith_id": "1226",
    "hadith": "قالَ لي عِمْرَانُ بنُ حُصَيْنٍ: إنِّي لأُحَدِّثُكَ بالحَديثِ اليومَ يَنْفَعُكَ اللَّهُ به بَعْدَ اليَومِ، وَاعْلَمْ أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ قدْ أَعْمَرَ طَائِفَةً مِن أَهْلِهِ في العَشْرِ، فَلَمْ تَنْزِلْ آيَةٌ تَنْسَخُ ذلكَ، وَلَمْ يَنْهَ عنْه حتَّى مَضَى لِوَجْهِهِ، ارْتَأَى كُلُّ امْرِئٍ بَعْدُ ما شَاءَ أَنْ يَرْتَئِيَ.\n[وفي رواية] ارْتَأَى رَجُلٌ برَأْيِهِ ما شَاءَ. يَعْنِي عُمَرَ.",
    "rawi": "عمران بن الحصين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1226",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4496)، والنسائي (2727)، وابن ماجه (2978)، باختلاف يسير.",
    "sharh": "التَّمتُّعُ في الحجِّ هو أنْ يَنويَ الحاجُّ عُمرةً معَ حَجَّتِه، فإذا قدِمَ مكَّةَ واعتَمرَ وانْتَهى مِن عُمرتِه تَحلَّلَ من إحْرامِه، وتَمتَّعَ بكلِّ ما هو حَلالٌ، حتَّى تَبدأَ مناسِكُ الحجِّ يومَ الثَّامِنِ مِن ذِي الحِجَّةِ، وقد فعَلَه بعضُ الصَّحابةِ معَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في حَجَّةِ الوَداعِ.\nوفي هذا الحَديثِ قالَ عِمرانُ بنُ حُصَينٍ رَضيَ اللهُ عنهُ لمطَرِّفِ بنِ عبدِ اللهِ بنِ الشِّخِّيرِ: «إنِّي لأُحدِّثُكَ بالحَديثِ اليومَ يَنفعُكَ اللهُ به بعدَ اليومِ»، أي: يَنفعُكَ اللهُ بهِ حياتَكَ وما بَقِيَ من عُمرِكَ؛ لِمَا فيهِ من فِقهٍ وعلمٍ للدِّينِ، ولتَعلَمَ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قدْ أجازَ العُمرةَ لبعضِ أزْواجِه في العَشرِ الأُوَلِ من ذي الحِجَّةِ قبلَ بَدْءِ مناسكِ الحجِّ، والمقصودُ أنَّه أرادَ أنْ يقولَ له: إنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ جعَلَ بعضَ أزْواجِه يَتمتَّعونَ بالعُمرةِ قبلَ الحجِّ، وفي رِوايةِ البُخاريِّ: «ففَعَلْناها معَ رَسولِ اللهِ صَلَّى اللهُ عليه وسلَّمَ»، ثُمَّ أخبَرَ رَضيَ اللهُ عنه أنَّه لم يَنزِلْ قرآنٌ يَنْهى عنِ التَّمتُّعِ في الحجِّ ويكونُ ناسخًا لهذا الحُكمِ، وأيضًا لم يَنْهَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عنِ التَّمتُّعِ في الحجِّ حتَّى ماتَ صلَّى اللهُ عليه وسلَّمَ، ولكنْ بعدَ موتِه «ارْتأى كلُّ امْرِئٍ بعدَ ما شاءَ أنْ يَرْتَئي» وفي رِوايةٍ: «ارْتأَى رجُلٌ برَأيِه ما شاءَ»، أي: رَأى بعضُ النَّاسِ بعدَ مَوتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ رَأيًا لم يَثبُتْ فيه دَليلٌ في قرآنٍ ولا سُنَّةٍ. وكان يقصِدُ بكَلامِه هذا عُمرَ بنَ الخطَّابِ رَضيَ اللهُ عنه؛ لأنَّه هو الَّذي نَهَى عن مُتعةِ الحجِّ؛ لكنَّ نَهيَه لم يكُنْ يَقصِدُ به التَّحريمَ؛ وإنَّما ليُرغِّبَ النَّاسَ في الإفْرادِ بالحجِّ فقطْ؛ لأنَّ العُمرةَ مُتاحةٌ مَفتوحةٌ طَوالَ العامِ، فلم يَنْهَ عُمرُ رَضيَ اللهُ عنه عنِ التَّمتُّعِ نَهيًا مُطلقًا، بل من قَبيلِ التَّرغيبِ في الإفْرادِ.\nوفي رِوايةٍ لمُسلمٍ قال عُمرُ رَضيَ اللهُ عنه: «فافْصِلوا حجَّكَم مِن عُمرتِكم؛ فإنَّه أتمُّ لحَجِّكم، وأتمُّ لعُمرَتِكم»، وهو إشارةٌ لنَهيهِ عنِ التَّمتُّعِ في الحَجِّ، فلَعلَّه رآهُ أفضَلَ وأتمَّ للنُّسُكَينِ، أو مُتأوِّلًا لمعنًى آخَرَ؛ مثلِ: ألَّا يَنقِطَعَ النَّاسُ عنِ البَيتِ، بل يَكثُرُ مَجيئُهم إليهِ بالحجِّ مرةً، وبالعُمرةِ مرَّةً، واللهُ أعلَمُ.\nوفي الحَديثِ: وُقوعُ الاجْتهادِ في الأحْكامِ بينَ الصَّحابةِ، وإنْكارُ بعضِ المجتَهِدينَ على بعضٍ بالنَّصِّ. \nوفيه: بَيانُ صِحَّةِ التمتُّعِ في الحجِّ؛ حيثُ جعَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بَعضَ نِسائِه يَفعَلْنَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}