{
    "hadith_id": "1235",
    "hadith": "سَلْ لي عُرْوَةَ بنَ الزُّبَيْرِ عن رَجُلٍ يُهِلُّ بالحَجِّ، فَإِذَا طَافَ بالبَيْتِ أَيَحِلُّ أَمْ لَا؟ فإنْ قالَ لَكَ: لا يَحِلُّ، فَقُلْ له: إنَّ رَجُلًا يقولُ ذلكَ، قالَ: فَسَأَلْتُهُ، فَقالَ: لا يَحِلُّ مَن أَهَلَّ بالحَجِّ إلَّا بالحَجِّ، قُلتُ: فإنَّ رَجُلًا كانَ يقولُ ذلكَ، قالَ: بئْسَ ما قالَ! فَتَصَدَّانِي الرَّجُلُ، فَسَأَلَنِي فَحَدَّثْتُهُ، فَقالَ: فَقُلْ له: فإنَّ رَجُلًا كانَ يُخْبِرُ أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ قدْ فَعَلَ ذلكَ، وَما شَأْنُ أَسْمَاءَ وَالزُّبَيْرِ قدْ فَعَلَا ذلكَ؟ قالَ: فَجِئْتُهُ فَذَكَرْتُ له ذلكَ، فَقالَ: مَن هذا؟ فَقُلتُ: لا أَدْرِي، قالَ: فَما بَالُهُ لا يَأْتِينِي بنَفْسِهِ يَسْأَلُنِي؟! أَظُنُّهُ عِرَاقِيًّا، قُلتُ: لا أَدْرِي، قالَ: فإنَّه قدْ كَذَبَ؛ قدْ حَجَّ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فأخْبَرَتْنِي عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: أنَّ أَوَّلَ شيءٍ بَدَأَ به حِينَ قَدِمَ مَكَّةَ أنَّهُ تَوَضَّأَ، ثُمَّ طَافَ بالبَيْتِ، ثُمَّ حَجَّ أَبُو بَكْرٍ، فَكانَ أَوَّلَ شيءٍ بَدَأَ به الطَّوَافُ بالبَيْتِ، ثُمَّ لَمْ يَكُنْ غَيْرُهُ، ثُمَّ عُمَرُ مِثْلُ ذلكَ، ثُمَّ حَجَّ عُثْمَانُ، فَرَأَيْتُهُ أَوَّلُ شيءٍ بَدَأَ به الطَّوَافُ بالبَيْتِ، ثُمَّ لَمْ يَكُنْ غَيْرُهُ، ثُمَّ مُعَاوِيَةُ وَعَبْدُ اللهِ بنُ عُمَرَ، ثُمَّ حَجَجْتُ مع أَبِي الزُّبَيْرِ بنِ العَوَّامِ، فَكانَ أَوَّلَ شَيءٍ بَدَأَ به الطَّوَافُ بالبَيْتِ، ثُمَّ لَمْ يَكُنْ غَيْرُهُ، ثُمَّ رَأَيْتُ المُهَاجِرِينَ وَالأنْصَارَ يَفْعَلُونَ ذلكَ، ثُمَّ لَمْ يَكُنْ غَيْرُهُ، ثُمَّ آخِرُ مَن رَأَيْتُ فَعَلَ ذلكَ ابنُ عُمَرَ، ثُمَّ لَمْ يَنْقُضْهَا بعُمْرَةٍ، وَهذا ابنُ عُمَرَ عِنْدَهُمْ، أَفلا يَسْأَلُونَهُ؟ وَلَا أَحَدٌ مِمَّنْ مَضَى ما كَانُوا يَبْدَؤُونَ بشَيءٍ حِينَ يَضَعُونَ أَقْدَامَهُمْ أَوَّلَ مِنَ الطَّوَافِ بالبَيْتِ، ثُمَّ لا يَحِلُّونَ، وَقَدْ رَأَيْتُ أُمِّي وَخَالَتي حِينَ تَقْدَمَانِ لا تَبْدَآنِ بشَيءٍ أَوَّلَ مِنَ البَيْتِ تَطُوفَانِ به، ثُمَّ لا تَحِلَّانِ، وَقَدْ أَخْبَرَتْنِي أُمِّي أنَّهَا أَقْبَلَتْ هي وَأُخْتُهَا وَالزُّبَيْرُ وَفُلَانٌ وَفُلَانٌ بعُمْرَةٍ قَطُّ، فَلَمَّا مَسَحُوا الرُّكْنَ حَلُّوا، وَقَدْ كَذَبَ فِيما ذَكَرَ مِن ذلكَ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1235",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي (9317)، وأبو نعيم في ((مستخرجه)) (2868) واللفظ لهما، وابن الحداد في ((جامع الصحيحين)) (1288) باختلاف يسير.",
    "sharh": "في هذا الحديثِ يَرْوي التَّابعيُّ محمَّدُ بنُ عبْدِ الرَّحمنِ بنِ نَوفلٍ المَدنيُّ أنَّ رَجُلًا مِن أهلِ العِراقِ قال له: «سَلْ لي عُرْوَةَ بنَ الزُّبَيْرِ عن رَجُلٍ يُهِلُّ بالحَجِّ» والإهلالُ: يُطلَقُ ويُرادُ به: رفْعُ الصَّوتِ بالتَّلبيةِ، والمرادُ به هنا: الإحرامُ بالحجِّ، ويَقدَمُ مكَّةَ «فإذا طافَ بالبَيتِ» طَوافَ القُدومِ، هلْ يَتحلَّلُ مِن إحرامِه بمُجرَّدِ الطَّوافِ دونَ أنْ يَطوفَ بيْن الصَّفا والمَرْوَةِ أمْ لا؟ قيل: إنَّ سُؤالَ الرَّجلِ إنَّما هو عن فسْخِ الحجِّ إلى العمرةِ. فإنْ كان جوابُ عُروةَ: «لا يَحِلُّ» مِن إحرامِه بمُجرَّدِ الطوافِ، «فَقُلْ له: إنَّ رَجُلًا» -يَقصِدُ به عبْدَ اللهِ بنَ عبَّاسٍ رَضِي اللهُ عنهما- يَقولُ بفَسْخِ الحَجِّ إلى العُمْرَةِ وتحلُّلِه بمُجرَّدِ الطَّوافِ.\nفأخبَرَ محمَّدُ بنُ عبْدِ الرَّحمنِ أنَّه سَأل عُروةَ عمَّا أمَرَه به الرَّجلُ، فقال عُروةُ: «لا يَحِلُّ» مِن إحرامِه مَنْ أهَلَّ بالحَجِّ إلَّا بالحَجِّ وبالفراغِ مِن جَميعِ أعمالِ الحجِّ، فأخبَرَه محمَّدٌ أنَّ رَجُلًا يقولُ بتَحلُّلِه بمُجرَّدِ الطَّوافِ، فقال عُروةُ: «بِئْسَ ما قال!» يُنكِرُ عليه قولَه هذا، ثمَّ قال محمَّدُ بنُ عبدِ الرَّحمنِ: «فَتَصَدَّانِي الرَّجُلُ» السَّائلُ الَّذي أمَرَني بسُؤالِ عُروةَ، أي: تعرَّضَ لي وقابلَني، فسَألَني عمَّا قال عُروةُ، فحدَّثْتُهُ بما قاله عُرْوَةُ، فقال الرَّجُلُ لمُحَمَّدِ بنِ عبدِ الرَّحمنِ: قُلْ له: «فإنَّ رَجُلًا» يقْصِدُ ابنَ عبَّاسٍ رَضِي اللهُ عنهما، كان يَذهَبُ إلى أنَّ مَن لم يَسُقِ الهدْيَ وأهلَّ بالحجِّ، إذا طاف يَحِلُّ مِن حجِّه، وأنَّ مَن أراد أنْ يَستمِرَّ على حَجِّه فلا يَقرَبِ البيتَ حتَّى يَرجِعَ مِن عَرفاتٍ، وكان يَأخُذُ ذلك مِن أمرِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم الَّذين لم يَسُوقوا الهدْيَ مِن أصحابِه أنْ يَجعَلوها عُمرةً، وكان ابنُ عبَّاسٍ يُخبِرُ أنَّ رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم قدْ فعَلَ ذلك، أي: أمَرَ به أصحابَه الَّذين لم يَسوقوا الهدْيَ في حَجَّةِ الوداعِ، وعُرِفَ أنَّ هذا مَذهبٌ لابنِ عبَّاسٍ رَضِي اللهُ عنهما، وخالَفه فيه الجمهورُ.\nوأمَرَه أيضًا أنْ يَسألَه عن شَأْنِ أسْمَاءَ بنتِ أبي بَكرٍ رَضِي اللهُ عنهما، وَالزُّبَيْرِ بنِ العوَّامِ رَضِي اللهُ عنه، والدَي عُروةَ، وأنَّهما قدْ فعَلا التَّحلُّلَ بمُجرَّدِ الطَّوافِ، فجاءَ مُحَمَّدُ بنُ عبدِ الرَّحمنِ إلى عُرْوَةَ، فذكَرَ له ذلك، فسَأله عُرْوَةُ عن هذا السَّائِلِ الذي يُرسِلُ له بتلك المَسائلِ، فأخبَرَه محمَّدٌ أنَّه لا يَعرِفُه، قال عُرْوَةُ: فما بَالُهُ لا يَأتِيني بنَفْسِهِ يَسألُني؟ أظُنُّهُ عِراقِيًّا؛ وذلك لأنَّهم اشْتُهِروا في هذا الوقتِ بتَعنُّتِهم في المسائلِ، قال مُحَمَّدٌ: لا أدْري، قال عُرْوَةُ: فإنَّهُ قدْ كَذَبَ فيما نَسَبه إلى النَّبيِّ صلَّى اللهُ عليهِ وسلَّم أنَّه قدْ فعَلَ ذلك، وكذا فيما نَسَبه إلى أسماءَ والزُّبيرِ رَضِي اللهُ عنهما؛ فقدْ حَجَّ رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم، وأخْبَرَتْني عَائِشَةُ رَضِي اللهُ عنها -وهي خالتُه-: «أنَّ أوَّلَ شَيْءٍ بَدَأ به»، أي: النَّبيُّ صلَّى اللهُ عليهِ وسلَّم، حينَ قَدِمَ مَكَّةَ أنَّه تَوضَّأ، ثُمَّ طافَ بالبَيتِ طَوافَ القُدومِ، ثُمَّ استَكمَلَ أعمالَ ومَناسكَ الحجِّ، وأنَّ أبا بَكْرٍ رَضِي اللهُ عنه لمَّا خرَجَ إلى الحجِّ بعْدَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، كان أوَّلَ شَيْءٍ بَدَأ به الطَّوَافُ بالبَيتِ، «ثُمَّ لم يَكُنْ غيرُهُ»، أي: لمْ يُغَيِّرِ الحَجَّ ولمْ يَنقُلْهُ ويَفسَخْهُ إلى غيرِهِ لا عُمْرَةٍ ولا قِرانٍ، ثُمَّ فَعلَ مِثْلَهُ عُمَرُ بنُ الخطَّابِ وعُثْمَانُ، ثُمَّ مُعَاوِيَةُ وعبدُ اللهِ بنُ عُمَرَ والزُّبَيْرُ بنُ العَوَّامِ رَضِي اللهُ عنهم، ثُمَّ المُهَاجِرِونَ والأنصارُ؛ يَبْدؤون بطَوافِ القُدومِ، ثُمَّ آخِرُ مَنْ رَأيْتُ فَعَلَ ذلك -أي: البَدْءَ بالطَّوافِ- ابنُ عُمَرَ، «ثُمَّ لمْ يَنقُضْها»، أي: لم يَفْسَخْها بعُمْرَةٍ، بلِ استَمرَّ على إحرامِه إلى فَراغِه، «وهذا ابنُ عُمَرَ» مَوجودٌ «عندَهم، أفَلا يَسْألُونَهُ؟» عن أُمورِ دِينِهم إنْ كانوا صادقينَ في اتِّباعِ السُّنَّةِ! وكذلك فلا أحَدَ ممَّن مَضى مِنَ الصَّحابةِ إلَّا وكانوا يَبْدؤون بالطَّوافِ بالبيتِ حينَ يَضَعونَ أقدامَهم، ثمَّ لا يَحِلُّون مِن إحرامِهم بمُجرَّدِ الطَّوافِ.\nثمَّ أخبَرَ عُروةُ بنُ الزُّبيرِ أنَّه قدْ رأى أمَّه أسْمَاءَ بنتَ أبي بَكرٍ وخالتَه أمَّ المؤمنينَ عائِشةَ رَضِي اللهُ عنهم حينَ تَقْدَمانِ مكَّةَ أوَّلُ شَيءٍ تَفعلانِه هو الطَّوافُ بالبَيْتِ طَوافَ القُدومِ، ثُمَّ لا تَحِلَّانِ مِن إحرامِهما بمُجرَّدِ الطَّوافِ، «وقدْ أخبَرَتْني أُمِّي أنَّها أقبَلَتْ هي وأُخْتُها» عائشةُ الصِّدِّيقةُ مكَّةَ، وكان معهم «الزُّبَيْرُ وفُلانٌ وفُلانٌ» يُعدِّدُ مِن أسماءِ الصَّحابةِ رَضِي اللهُ عنهم، «بعُمْرَةٍ قَطُّ»، أي: فيما مَضى مِنَ الزَّمانِ، «فلمَّا مَسَحوا الرُّكْنَ»، أي: الحَجَرَ الأسْوَدَ، وبَدؤوا الطَّوافَ مِن عندِه، وأتَمُّوا طَوَافَهُم بالبيتِ وسَعْيَهُم بيْن الصَّفا والمَروةِ وحَلَقوا؛ «حَلُّوا» منْ إحْرامِهِم. «وقدْ كذَب» ذلك القائلُ «فيما ذكَرَ مِن ذلك» التَّحلُّلِ بمُجرَّدِ الطَّوافِ.\nوفي الحَديثِ: أنَّ أوَّلَ شَيْءٍ يُفعَلُ داخِلَ الحَرَمِ الابْتِدَاءُ بالطَّوافِ للقُدومِ.\nوفيه: أنَّ مَنْ أهَلَّ بالحَجِّ مُفْرِدًا لا يَضُرُّهُ الطَّوافُ بالبَيْتِ.\nوفيه: أنَّ مِن أدبِ السَّائلِ أنْ يَتولَّى السُّؤالَ بنفْسِه إذا أمْكَنَه ذلك.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}