{
    "hadith_id": "1240",
    "hadith": "أَهَلَّ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ بالحَجِّ . [وفي روايةٍ]: خَرَجْنَا مع رَسولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ نُهِلُّ بالحَجِّوفي حَديثِهِمْ جَمِيعًا: فَصَلَّى الصُّبْحَ بالبَطْحَاءِ، خَلَا الجَهْضَمِيَّ فإنَّه لَمْ يَقُلْهُ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1240",
    "grade": "[صحيح]",
    "takhrij": "إهلال الرسول بالحج أخرجه البخاري (2506) مطولاً",
    "sharh": "الحجُّ الرُّكنُ الخامسُ مِن أَركانِ الإِسْلامِ، وهوَ عِبادةٌ لمَنِ استَطاعَ إليها سبيلًا، وتُؤخَذُ جميعُ أَعْمالِه مِن سُنَّةِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّمَ، وقد حرَصَ أصْحابُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ على نَقلِ ذلك للتَّابِعينَ.\nوهذا الحَديثُ مُختصَرٌ من حديثٍ آخَرَ عندَ مُسلمٍ، وفيه يقولُ عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما: «أَهَلَّ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ بالحَجِّ»، أي: خرَجَ صلَّى اللهُ عليه وسلَّمَ منَ المدينةِ يُريدُ الحجَّ، فأحْرَمَ بالحَجِّ ورَفَعَ صَوتَه بالتَّلبيةِ، وكان إحْرامُه وإهْلالُه بذي الحُلَيفةِ وتُسَمَّى حاليًّا (آبارَ عليٍّ)، فَقَدِمَ إلى مَكَّةَ لأَربعِ ليالٍ مَضَيْنَ من ذي الحِجَّةِ سنةَ عَشرٍ منَ الهِجرةِ، فصلَّى الصُّبْحَ، بالبَطْحاءِ صَبيحةَ اليومِ الرَّابعِ لذي الحِجَّةِ، والبَطْحاءُ: مَوضِعٌ خارجَ مكَّةَ، وهو مَسيلٌ واسعٌ فيه دِقاقُ الحَصَى، ويُسمَّى أيضًا المُحَصَّبَ، فلمَّا صلَّى الصُّبحَ أمَرَهم بالتَّحلُّلِ منَ الحجِّ إلى العُمْرةِ؛ وذلك لأنَّهم في الجاهليَّةِ «كانوا يَرَوْنَ أَنَّ العُمْرَةَ في أَشْهُرِ الحَجِّ مِنْ أَفْجَرِ الفُجورِ في الأَرْضِ» متَّفَقٌ عليه، فأرادَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ يَنْهاهم عن ذلك ويُبيِّنَ حِلَّه، وأنَّ مَنْ شاءَ أنْ يَعتمِرَ في أَشْهُرِ الحَجِّ فلْيَعتمِرْ، ولا حرَجَ. ويَصيرُ مُتمتِّعًا؛ فإذا قدِمَ الإنْسانُ مَكَّةَ في أشهُرِ الحجِّ واعتَمَرَ وانْتَهى مِن عُمرتِه، فله أنْ يَتحلَّلَ مِن إحْرامِه، ويَتمتَّعَ بكلِّ ما هو حلالٌ حتَّى تَبدَأَ مَناسِكُ الحجِّ، فيُحرِمَ بالحجِّ.\nوقد قيلَ: إنَّه أمَرَ مَنْ لم يكُنْ معَه الهَدْيُ بذلك، أمَّا مَنْ ساقَ الهَدْيَ فيَبْقى على إحْرامِه بالحجِّ ولا يتحلَّلُ؛ لأنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قال: «لولا أنَّ مَعي الهَدْيَ لأَحْلَلْتُ» متَّفقٌ عليه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}