{
    "hadith_id": "1241",
    "hadith": "هذِه عُمْرَةٌ اسْتَمْتَعْنَا بهَا، فمَن لَمْ يَكُنْ عِنْدَهُ الهَدْيُ فَلْيَحِلَّ الحِلَّ كُلَّهُ، فإنَّ العُمْرَةَ قدْ دَخَلَتْ في الحَجِّ إلى يَومِ القِيَامَةِ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1241",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "خرَجَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى الحجِّ في العامِ العاشِرِ من ذي الحِجَّةِ، وسُمِّيتْ حَجَّتُه بحَجَّةِ الوداعِ، وقد أمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بعضَ أصْحابِه بعدَ أنْ قَدِموا مكَّةَ وطافوا بالبيتِ وسعَوْا بينَ الصَّفا والمَروةِ، أنْ يَفسَخوا حَجَّهم إلى عُمرةٍ، وأُطلِقَ على تلك الحالِ التَّمتُّعُ بالعُمرةِ في الحجِّ.\nوفي هذا الحَديثِ يُخبِرُ عبدُ اللهِ بنُ عَبَّاسٍ رَضيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قال: «هذه عُمْرةٌ استَمتَعْنا بها» يُشيرُ بذلك إلى ما أمَرَ به بعضَ أصْحابِه رَضيَ اللهُ عنهم أنْ يَفسَخوا حجَّهم إلى عُمرةٍ، وكان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ حينَئذٍ قارِنًا العُمرةَ معَ الحجِّ، ولم يَفسَخْ حَجَّتَه إلى عُمرةٍ معَهم، إلَّا أنَّه نسَبَ إلى نفْسِه التَّمتُّعَ؛ لأنَّه صلَّى اللهُ عليه وسلَّمَ هو الَّذي أمَرَهم به، ورَضِيَه لهم، والَّذين أُمِروا بالتَّمتُّعِ همُ الَّذين لَم يَكنْ معَهمُ الهَديُ، وهو اسمٌ لكلِّ ما يُهْدَى إلى الكَعبةِ منَ الأنْعامِ الإبلِ والبقَرِ والغَنمِ قُربةً إلى اللهِ، وأمَرَهم صلَّى اللهُ عليه وسلَّمَ بالحِلِّ كُلِّه، أي: إنَّ كُلَّ الأشْياءِ الَّتي مُنِعَتْ بِسببِ الإحْرامِ تَحِلُّ لهم، ثُمَّ علَّلَ صلَّى اللهُ عليه وسلَّمَ الأمرَ بالحِلِّ بأنَّ العُمرةَ قَدْ دَخَلتْ في الْحجِّ إلى يَومِ القيامَةِ، أيْ: إنَّ العُمرةَ يَجوزُ فِعلُها في أشهُرِ الحَجِّ، خِلافًا لِمَا كانَ عليه أهلُ الجاهِليَّةِ، وأنَّ نيَّةَ العُمرةِ دخلَتْ في نيَّةِ الحجِّ، بحيث إنَّ مَن نَوى الحجَّ شُرِعَ له الفراغُ منه بعملِ العُمرةِ، وهذا يختَصُّ بمَن لم يسُقِ الهَديَ، وأمَّا مَن ساقَ الهَديَ فيَبْقى على إحْرامِه حتَّى يتمَّ باقيَ مناسِكِ الحجِّ، ويُسمَّى حجَّ القارِنِ.\nوفي الحَديثِ: أداءُ العُمرةِ في أشهُرِ الحجِّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}