{
    "hadith_id": "1243",
    "hadith": "صَلَّى رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ الظُّهْرَ بذِي الحُلَيْفَةِ، ثُمَّ دَعَا بنَاقَتِهِ فأشْعَرَهَا في صَفْحَةِ سَنَامِهَا الأيْمَنِ، وَسَلَتَ الدَّمَ، وَقَلَّدَهَا نَعْلَيْنِ، ثُمَّ رَكِبَ رَاحِلَتَهُ، فَلَمَّا اسْتَوَتْ به علَى البَيْدَاءِ أَهَلَّ بالحَجِّ. [وفي رواية]: إنَّ نَبِيَّ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ لَمَّا أَتَى ذَا الحُلَيْفَةِ، وَلَمْ يَقُلْ: صَلَّى بهَا الظُّهْرَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1243",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الحجُّ هوَ أحدُ أَركانِ الإسْلامِ الَّتي أمَرَ اللهُ عزَّ وجلَّ بها عبادَهُ، يَفعلُها المُستطيعُ صحيًّا ومادِّيًّا، والنَّبيُّ صلَّى اللهُ عليه وسلَّمَ حجَّ مرَّةً واحدةً، فنقَلَ عنهُ الصَّحابةُ رَضيَ اللهُ عنهم تَفاصيلَ تلكَ الحَجَّةِ؛ لكي نتعلَّمَ كَيفيَّةَ الحجِّ الَّذي أمَرَ بهِ اللهُ عزَّ وجلَّ.\nوفي هذا الحَديثِ يُخبِرُ عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عَنهُما أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ صلَّى الظُّهرَ وهو خارجٌ إلى الحجِّ بذي الحُلَيْفةِ قَصرًا، يَعني ركعتَينِ؛ وذلك لأنَّه كانَ مُسافِرًا إلى مكَّةَ، وذو الحُلَيفةِ قَريةٌ بينَها وبينَ المدينةِ سِتَّةُ أمْيالٍ أو سَبعةٌ، أي: حَوالَيْ (10 كم)، وعن مكَّةَ حَوالَيْ 420 كيلومترًا، وتُسمَّى اليومَ عندَ العامَّةِ أبيارَ عليٍّ أو آبارَ عليٍّ، وهي مِيقاتُ أهلِ المدينةِ ومَن مرَّ بها، ثمَّ دَعا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ «بناقتِه» الَّتي هي من جُملةِ الهَديِ الَّذي سيُذبَحُ في الحرَمِ، «فأشَعرَها في صَفْحةِ»، أي: في جانِبِ «سَنامِها الأَيمنِ» وهو أَعْلى ظَهرِ البَعيرِ، وإشْعارُ البَدنةِ هو أنْ يُشَقَّ أحدُ جانِبَيْ سَنامِها حتَّى يَسيلَ دَمُها، ويُجعَلَ ذلك علامةً لها تُعرَفُ بها أنَّها هَديٌ، فلا يُتَعرَّضُ لها، وإذا ضلَّتْ رُدَّتْ وإنِ اختلَطَتْ بغيرِها تميَّزَتْ. «ثُمَّ سلَتَ الدَّمَ»، أي: مسَحَه وأزالَهُ عنها، «وقلَّدَها» التَّقليدُ هو تَعْليقُ القَلائدِ، أوِ النَّعْلِ، ونَحوِ ذلك في عُنُقِ الهَديِ ليَكونَ علامةً أُخْرى ليُعلَمَ أنَّه هَديٌ، «ثمَّ ركِبَ راحلتَهُ» وهي الدَّابَّةُ المُعَدَّةُ للسَّفرِ، وكانتْ حينَئذٍ ناقةً تُسَمَّى القَصْواءَ، «فلمَّا استَوتْ به الرَّاحِلةُ»، يَعني: لمَّا ارتَفَعَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مُستَويًا على ظَهرِ الرَّاحِلةِ في مِنطَقةِ «البَيداءِ» وهوَ مَوضِعٌ مُلاصِقٌ لذي الحُلَيفةِ، وهو الميقاتُ المَكانيُّ لأهلِ المدينةِ، والبَيداءُ في اللُّغةِ هي الصَّحْراءُ لا شَيءَ بها، والمقصودُ بها هنا اسمُ مَوضِعٍ مخصوصٍ بينَ مَكَّةَ والمدينةِ، وهو مَكانٌ فوقَ عَلَمَيْ ذي الحُلَيفةِ إذا صُعِدَ مِنَ الوادي، وفي أوَّلِ البَيداءِ بِئرُ ماءٍ.\nفلمَّا كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في البَيداءِ «أهلَّ بالحَجِّ»، يَعني: أحرَمَ بالحجِّ ورفَعَ صوتَهُ بتَلبيةِ الحَجِّ.\nوقد ورَدَ في الصَّحيحَينِ عن عبدِ اللهِ بنِ عُمرَ رَضيَ اللهُ عنهما: «ما أهَلَّ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ إلَّا مِن عِندِ المَسجِدِ، يَعْني مَسجِدَ ذِي الحُلَيْفةِ». ولعلَّ سَببَ اخْتلافِ الصَّحابةِ رَضيَ اللهُ عنهم في المواضِعِ الَّتِي أهَلَّ منها رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: أنَّ كُلًّا منهم أخبَرَ بما رأَى؛ فالنَّبيُّ صلَّى اللهُ عليه وسلَّمَ خرَجَ مِنَ المدينَةِ حاجًّا، فلمَّا صلَّى في مَسجدِ ذِي الحُلَيْفةِ أهَلَّ بالحَجِّ، فسَمِعَ ذلك منه أقْوامٌ فحَفِظُوا عنه، ثُمَّ رَكِبَ، فلمَّا استَقلَّت به ناقتُه أهَلَّ، وأدرَكَ ذلك منه أقْوامٌ؛ لأنَّهم كانوا يَأْتُونَ جَماعاتٍ، فسَمِعُوه فقالوا: إنَّما أهَلَّ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ حِينَ استَقلَّتْ به ناقتُه، ثُمَّ مضَى رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، فلمَّا عَلا على شَرَفِ البَيْداءِ أهَلَّ، وأدْرَكَ ذلك منه أقوامٌ، فقالوا: إنَّما أهَلَّ حِينَ عَلا على شَرَفِ البَيْداءِ، فنقَلَ كلٌّ مِنْهم ما سَمِعَ، وظهَرَ بذلك أنَّ الخلافَ وقَعَ في ابتِداءِ الإهْلالِ والإحْرامِ مِنَ المِيقاتِ. ويُزيلُ هذا الإشْكالَ ما رَواه أبو داودَ عنِ ابنِ عبَّاسٍ رَضيَ اللهُ عنهما قال: «وايمُ اللهِ لقد أوجَبَ في مُصَلَّاه وأهَلَّ حينَ استقَلَّتْ به ناقتُه، وأهَلَّ حينَ عَلا على شرَفِ البَيْداءِ».\nوفي الحَديثِ: بيانُ ما يَفعلُه الحاجُّ إذا ساقَ معَه الهدْيَ بأن يُشعِرَه ويُسيلَ بَعضًا مِن دَمِه، ويَجعلَ في عُنقِهِ عَلامةً.\nوفيه: الإهْلالُ والإحْرامُ بالنُّسُكِ عِندَ المِيقاتِ المَكانيِّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}