{
    "hadith_id": "126",
    "hadith": "لَمَّا نَزَلَتْ هذِه الآيَةُ: {وَإنْ تُبْدُوا ما في أنْفُسِكُمْ أوْ تُخْفُوهُ يُحاسِبْكُمْ به اللَّهُ} [البقرة: 284]، قالَ: دَخَلَ قُلُوبَهُمْ مِنْها شيءٌ لَمْ يَدْخُلْ قُلُوبَهُمْ مِن شيءٍ، فقالَ النبيُّ صَلَّى اللَّهُ عليه وسلَّمَ: قُولوا: سَمِعْنا وأَطَعْنا وسَلَّمْنا قالَ: فألْقَى اللَّهُ الإيمانَ في قُلُوبِهِمْ، فأنْزَلَ اللَّهُ تَعالَى: {لا يُكَلِّفُ اللَّهُ نَفْسًا إلَّا وُسْعَها لها ما كَسَبَتْ وعليها ما اكْتَسَبَتْ رَبَّنا لا تُؤاخِذْنا إنْ نَسِينا، أوْ أخْطَأْنا} قالَ: قدْ فَعَلْتُ {رَبَّنا ولا تَحْمِلْ عليْنا إصْرًا كما حَمَلْتَهُ علَى الَّذِينَ مِن قَبْلِنا} قالَ: قدْ فَعَلْتُ {واغْفِرْ لنا وارْحَمْنا أنْتَ مَوْلانا} قالَ: قدْ فَعَلْتُ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "126",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "كانَ الصَّحابَةُ رَضيَ اللهُ عَنهم يُسارِعون في الاستِجابةِ لِأوامرِ اللهِ عزَّ وجلَّ وأوامرِ نبيِّه صلَّى اللهُ عليه وسلَّمَ.\nوفي هذا الحَديثِ يَروي عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عَنهما أنَّه لَمَّا نزلت هذه الآيةُ: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} [البقرة: 284]، أي: إنَّ ما تُظهِروه من أعمالِ السَّيِّئاتِ أو مُجرَّدِ العَزمِ عليها في سِرِّكُم وإن لَم تَفعلوه؛ فإنَّكُم مُحاسَبون به، «دَخَلَ قُلوبَهم منها شَيءٌ لم يَدْخُلْ قُلوبَهم من شَيءٍ»، أي: بِمِثلِ الذي دَخَلَها من هذه الآيةِ، والمُرادُ أنَّهم خافوا خوفًا شديدًا، واشتَدَّ ذلك عليهم، وكأنَّهم مع خَوفِهم قالوا: كيف نُحاسَبُ بما أخفَينا ولم نتكلَّم به ولم يَظهَر؟ فقالَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مُرشِدًا لهم إلى الخيرِ والطَّاعةِ، «قُولوا: سَمِعْنا وأَطَعْنا وسَلَّمْنا»، أي: سَمِعنا واستَجَبنا لقولِكَ يا ربَّنا، وأسلَمنا أنفُسَنا لأوامِرِكَ، «فألْقَى اللهُ الإيمانَ في قُلوبِهم»، أي: وَفَّقَهم اللهُ بذلك للإيمانِ الكامِلِ والتَّسليمِ لأمرِ اللهِ، وهَداهم إلى الحقِّ والخيرِ، فأنزَلَ اللهُ تَعالَى: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} [البقرة: 286]، أي: فَرفَعَت هذه الآيةُ المُؤاخَذَةَ عَلى ما في النُّفوسِ، ونَسَخَ اللهُ سُبحانَه وتَعالى بها قَولَه: {أَوْ تُخْفُوهُ}، فَما كانَ مِن وَساوِسِ الصُّدورِ فهو مَعفوٌّ عَنه ما لَم يَتكلَّمِ المُسلمُ أو يَعمَل بِه، كَما قالَ النَّبيُّ صلَّى اللهُ عَليه وسَلَّمَ في روايةِ الصَّحيحَينِ: «إِنَّ اللهَ تَجاوَزَ عَنْ أُمَّتي ما حَدَّثَتْ بِه أَنْفُسَها ما لَمْ تَتَكلَّمْ أَوْ تَعْملْ بِه»، {لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ} فلكلِّ نَفسٍ ما عَمِلَته مِنَ الخيرِ فتُجازى به، وعليها ما عَمِلته مِنَ الإثمِ والشَّرِّ فتُجازى به، ثُمَّ ألهَمهمُ اللهُ الدُّعاءَ والتَّوبَةَ والإنابةَ، فقالوا: {رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} [البقرة: 286]، فلا تُعاقِبنا بما نَسيناه وغَفَلنا عنه وما أخطأنا به في حقِّكَ وحقِّ نبيِّكَ ممَّا دارَ في قُلوبِنا مِنَ الخوفِ والامتِعاضِ، فاستجابَ اللهُ لهُم فقالَ: «قَدْ فَعَلْتُ»، أي: غَفَرتُ لكم ذلك، ثمَّ دَعَوُا اللهَ فقالوا: {وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا} [البقرة: 286]، والإِصرُ هو الذَّنبُ والإِثمُ، قالَ اللهُ: «قَدْ فَعَلْتُ»، ثمَّ دَعَوُا اللهَ فقالوا: {وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا} [البقرة: 286]، قالَ اللهُ: «قَدْ فَعَلْتُ»، وهذا من عظيمِ فَضلِ اللهِ على المؤمِنين الذين يَخضَعونَ لأمرِهِ، ويُسلِّمون لحُكمِهِ، أمَّا الذين قالوا: سَمِعنا وعَصَينا، فقد حَمَلَ اللهُ عليهمُ الإِثمَ والذَّنبَ، وعاقَبَهم بِه في الدُّنيا قَبْلَ الآخِرةِ.\nوفي الحديثِ: شدَّةُ تَعظيمِ الصَّحابةِ رَضيَ اللهُ عنهم لأمرِ اللهِ تَعالَى ورَسولِه صلَّى اللهُ عليه وسلَّمَ.\nوفيه: أنَّ اللهَ سُبحانَه وتَعالى لا يُحمِّلُنا ما لا طاقةَ لنا به، ولا يُكلِّفُنا إلَّا وُسعَنا، وأنَّ الوساوسَ الَّتي تَجُولُ في صُدورِنا إذا لم نَركَنْ إليها، ولم نَطمئنَّ إليها، ولم نَأخُذْ بها -فإنَّها لا تَضُرُّ.\nوفيه: أنَّ اللهَ تجاوَز لأُمَّةِ مُحمَّدٍ صلَّى اللهُ عَليهِ وسلَّم عَمَّا حدَّثَت به أنفُسَها ما لم تَتكلَّم أو تَعمَل به.\nوفيه: ثُبوتُ النَّسخِ في القرآنِ الكريمِ، وأنَّ منَ القرآنِ ما يُقرَأُ ولكن نُسِخَ حُكمُه فلا يُعمَلُ به.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}