{
    "hadith_id": "1265",
    "hadith": "قُلتُ لاِبْنِ عَبَّاسٍ: أُرَانِي قدْ رَأَيْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، قالَ: فَصِفْهُ لِي، قالَ: قُلتُ: رَأَيْتُهُ عِنْدَ المَرْوَةِ علَى نَاقَةٍ وَقَدْ كَثُرَ النَّاسُ عليه، قالَ: فَقالَ ابنُ عَبَّاسٍ: ذَاكَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ؛ إنَّهُمْ كَانُوا لا يُدَعُّونَ عنْه وَلَا يُكْهَرُونَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1265",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "كان الصَّحابةُ رَضِي اللهُ عنهم يُلاحِظون النَّبيَّ صلَّى اللهُ عليهِ وسلَّم في كلِّ أحوالِه؛ ليَتعلَّموا منه السُّننَ والآدابَ، وتعاليمَ الدِّينِ، وخاصَّةً في المواقفِ الَّتي تَحتاجُ لذلك فيما لم يَسبِقْ ورَأَوه مِن قبْلُ، كما في الحجِّ والعُمرةِ، وقدْ أمَرَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم النَّاسَ أنْ يَتعلَّموا منه المناسكَ.\nوفي هذا الحديثِ يُخبِرُ الصَّحابيُّ الجليلُ أَبو الطُّفيلِ عامرُ بنُ واثِلةَ رَضِي اللهُ عنه أنَّه يظُنُّ أنَّه قدْ رَأى رَسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم، ولعلَّه يَقصِدُ هنا مَوقفًا مِن مَواقفِ حَجَّةِ الوَداعِ، ولكنَّه لم يَجزِمْ بذلك خَشيةَ أنْ يكونَ قدْ رَأى غيرَه، فظَنَّه هو مِن الزِّحامِ في المشاعرِ المُقدَّسةِ.\nفطلَبَ منه عبْدُ اللهِ بنُ عبَّاسٍ رَضِي اللهُ عنهما أنْ يَصِفَه له، فأخبَرَ أَبو الطُّفيلِ أنَّه رآهُ عندَ جَبلِ المَروةِ راكبًا عَلى ناقةٍ، وقدْ أحاط النَّاسُ به صلَّى اللهُ عليهِ وسلَّم؛ ليَتعلَّموا مَناسِكَهم عنه، وقدْ ركِبَ لِيَراه الجميعُ، فأكَّدَ له ابنُ عبَّاسٍ رَضِي اللهُ عنهما أنَّ الَّذي رآهُ راكبًا على ناقتِه عندَ المَروةِ، هو رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم، وأخبَرَه عن سَببِ رُكوبِه؛ وهو أنَّ النَّاسَ كانوا «لا يُدَّعُّون عَنه»، أي: لا يُدْفَعون عَنه ليَبتعِدوا، «ولا يُكْهَرون» وهوَ الانتِهارُ، أي: لا يَنْهَرُهم أحدٌ بالبُعدِ عنهُ، وفي بَعضِ النُّسخِ: «يُكرَهونَ»، أي: لا يُكرِهُهم أحدٌ عنِ البُعدِ عنهُ.\nوفي رِوايةٍ أُخرى لمُسلمٍ تُبيِّنُ أنَّ الرُّكوبَ ليس بسُنَّةٍ، وأنَّ المشْيَ والرَّمَلَ بيْن الصَّفا والمروةِ، كان أحبَّ إلى النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، قال ابنُ عبَّاسٍ رَضِي اللهُ عنهما: «إنَّ رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم كثُرَ عليه النَّاسِ، يَقولون: هذا محمَّدٌ هذا محمَّدٌ، حتَّى خرَجَ العواتقُ مِن البيوتِ، قال: وكان رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم لا يُضرَبُ النَّاسُ بيْن يَدَيه، فلمَّا كثُرَ عليه رَكِبَ، والمشْيُ والسَّعيُ أفضَلُ».",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}