{
    "hadith_id": "1273",
    "hadith": "طَافَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بالبَيْتِ في حَجَّةِ الوَدَاعِ علَى رَاحِلَتِهِ يَسْتَلِمُ الحَجَرَ بمِحْجَنِهِ؛ لأَنْ يَرَاهُ النَّاسُ، وَلِيُشْرِفَ، وَلِيَسْأَلُوهُ؛ فإنَّ النَّاسَ غَشُوهُ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1273",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو داود (1880)، والنسائي (2975)، وأحمد (14415) باختلاف يسير.",
    "sharh": "بَيَّنَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مَناسِكَ الحَجِّ والعُمرةِ وأعْمالَهما، بالقَولِ والفِعلِ، وبيَّنَ ما يَجوزُ وما لا يَجوزُ فيهما.\nوفي هذا الحَديثِ يُخبِرُ جابرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهُما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ طافَ بالبَيتِ الحَرامِ في حَجَّةِ الوَداعِ، وهي الحَجَّةُ الَّتي حَجَّها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، وكانت في السَّنةِ العاشرةِ مِنَ الهِجرةِ، سُمِّيَت بذلك؛ لأنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان كالمُوَدِّعِ لهم، ولمْ يَلبَثْ كثيرًا بعدَها حتَّى توفَّاه اللهُ عزَّ وجَلَّ، «عَلى راحلَتِه» وتُطلَقُ على كلِّ دابَّةٍ أُعِدَّت للرُّكوبِ، وكان صلَّى اللهُ عليه وسلَّمَ في تلك الحَجَّةِ راكبًا على ناقةٍ، وكان صلَّى اللهُ عليه وسلَّمَ يَلمَسُ الحَجرَ الأسْودَ بِمِحجَنِه، وهوَ العَصا المُعوَجَّةُ الطَّرفِ، وفي صَحيحِ مُسلمٍ عن أبي الطُّفَيلِ رَضيَ اللهُ عنه: «ويُقبِّلُ المحجَنَ»؛ لأنَّ من سُننِ الطَّوافِ تَقبيلَ الحَجرِ الأسْوَدِ، فلمَّا عجَزَ عنِ اسْتلامِه بيَدِه، استَلَمَه بعصًا، وقبَّلَ ما استَلَمَ، ثُمَّ بيَّنَ جابرٌ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ رَكِبَ ناقتَه ليَسهُلَ على النَّاسِ رُؤيتُه، وليَكونَ في مَكانٍ مُرتفعٍ حتَّى يُميِّزَه النَّاسُ، وليَتمَكَّنوا مِن سُؤالِه عمَّا أَشْكلَ عَليهم مِن مَناسكِ الحجِّ، وفعَلَ ذلك لأنَّ النَّاسَ «غَشُوه»، أي: ازدَحَموا عليه، فخَشيَ عليهم من هذا التَّزاحُمِ، وكذلك حتَّى لا يَضطَرَّ لأنْ يَصرِفَ النَّاسَ عنه، فكان رُكوبُه أيسَرَ له ولهم، وأكثَرَ فائدةً للاقْتِداءِ به، وليَرَوْه ويَسْألوه عمَّا بَدا لهم.\nوفي الحَديثِ: الطَّوافُ راكبًا على الرَّاحلةِ، ويُلحَقُ بها ما في مَعْناها كالكَراسيِّ المُتحرِّكةِ ونَحوِها، خُصوصًا إذا كانتْ هناك مَصلَحةٌ مِنَ الرُّكوبِ، كإفْتاءِ النَّاسِ وتَعْليمِهم.\nوفيه: اسْتلامُ الحَجرِ الأسْودِ وأنَّ مَن عجَزَ عنِ اسْتلامِه بيَدِه -لرُكوبٍ أو زِحامٍ أو غيرِه- استَلَمَه بعَصًا ونحوِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}