{
    "hadith_id": "1274",
    "hadith": "طَافَ النبيُّ صَلَّى اللَّهُ عليه وسلَّمَ في حَجَّةِ الوَدَاعِ حَوْلَ الكَعْبَةِ علَى بَعِيرِهِ، يَسْتَلِمُ الرُّكْنَ؛ كَرَاهيةَ أَنْ يُضْرَبَ عنْه النَّاسُ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1274",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو عوانة (3879)، وابن حزم في ((حجة الوداع)) (262)، والبيهقي (9454) جميعهم باختلاف يسير.",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم يُعلِّمُ النَّاسَ بالقولِ والفعلِ، وكان يُيسِّرُ عليهم أُمورَ الدِّينِ في وَقتِ المَشقَّةِ والاضطرارِ، ومِن ذلك أنَّه كان يُيسِّرُ على النَّاسِ ما شَقَّ عليهم مِن أُمورِ وأفعالِ الحجِّ.\nوفي هذا الحَديثِ تُخبِرُ عائشَةُ رَضِي اللهُ عنها زَوجُ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم طافَ في حَجَّةِ الوَداعِ -وهي الحَجَّةُ الَّتي حَجَّها النَّبيُّ صلَّى اللهُ عليهِ وسلَّم، وكانت في السَّنةِ العاشرةِ مِن الهِجرةِ، سُمِّيَت بذلك؛ لأنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم كان كالمُوَدِّعِ لهم، ولمْ يَلْبَثْ كثيرًا بعدَها حتَّى توفَّاه اللهُ عزَّ وجَلَّ- حوْلَ الكعبةِ عَلى بَعيرِه، وهو الجَملُ الَّذي اتُّخِذَ للسَّفَرِ، «يَستلِمُ الرُّكنَ»، أي: الحجَرَ الأَسودَ، أي: يَلمَسُه. وفي الصَّحيحينِ: «يَستلِمُ الرُّكنَ بمِحجَنٍ»، وهيَ العَصا المِعوجَّةُ الطَّرفِ، وفي حَديثٍ لمُسلمٍ عن أبي الطُّفيلِ رَضِي اللهُ عنه: «ويُقبِّلُ المِحجَنَ»؛ لأنَّ مِن سُننِ الطَّوافِ تَقبيلَ الحجَرِ الأسودِ.\nوعلَّلت ذلك بقولِها: «كَراهيةَ أنْ يُضرَبَ عَنه النَّاسُ»، يَعني: أنَّه لَو طاف ماشيًا يُخافُ أنْ يَدفَعَ النَّاسُ مَن يُحِيطون به؛ فرَكِب بعيرَه حتَّى لا يَحدُثَ ذلك شَفقةً على النَّاسِ، فهذه وَسيلةٌ لصَرفِهم عنه بدُونِ دفْعٍ ولا إكراهٍ، ولا زجْرٍ، وهو صلَّى اللهُ عليهِ وسلَّم لا يَرْضى بضَربِ النَّاسِ عنه بطَبيعةِ الحالِ، بلْ فَعَل ذلك حتَّى لا يَتطوَّعَ أحدٌ ممَّن يُحيطُ به أنْ يَدفَعَ النَّاسَ عنه. وفي رِوايةٍ للنَّسائيِّ في الكُبرى -وفي بعضِ نُسَخِ صَحيحِ مُسلمٍ أيضًا-: «يُصرَفَ عنه النَّاسُ»؛ (يُصرَف) بدَلَ (يُضرَب)، وهذا يَحتمِلُ أنْ يكونَ الضَّميرُ عائدًا على الحجَرِ؛ فيكون المعنى: أنَّه لَو طاف ماشيًا لانصَرفَ النَّاسُ عنِ الحَجرِ كُلَّما مرَّ إليه رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم؛ تَوقيرًا لَه أنْ يُزاحَمَ. ويَحتمِلُ أنْ يكونَ الكَلامُ والضَّميرُ عائدًا إليه صلَّى اللهُ عليهِ وسلَّم، ومعناه: أنَّ كلَّ مَن حاولَ الوُصولَ إليه لسُؤالٍ، أو لرُؤيةٍ، أو لاقتِداءٍ؛ لا يَقدرُ لكَثرةِ الخَلقِ حوْلَه، فيَنصرِفُ مِن غيرِ تَحصيلِ حاجَتِه. \nومِن أسبابِ رُكوبِه في الطَّوافِ أيضًا ما رواهُ جابرُ بنُ عبدِ اللهِ رَضِي اللهُ عنهما عندَ مُسلمٍ: «لأَنْ يَرَاهُ النَّاسُ، وَلِيُشْرِفَ، وَلِيَسْأَلُوهُ؛ فإنَّ النَّاسَ غَشُوهُ»، أي: حتَّى يُميِّزَه النَّاسُ، وليَتمَكَّنوا مِن سُؤالِه عمَّا أَشكَلَ عَليهم مِن مَناسكِ الحجِّ، وقدْ رَكِب ناقتَه لأنَّ النَّاسَ ازدَحَموا عليه، فخَشِي عليهم مِن هذا التَّزاحُمِ، وكذلك حتَّى لا يُضطَرَّ لأنْ يُصرَفَ النَّاسُ عنه، فكان رُكوبُه أيسَرَ له ولهم وأكثَرَ فائدةً للاقتداءِ به.\nوفي الحديثِ: الطَّوافُ راكبًا على الرَّاحلةِ، ويُلحَقُ بها ما في مَعناها كالكَراسيِّ المُتحرِّكةِ ونَحوِها، خُصوصًا إذا كانتْ هناك مَصلحةٌ مِن الرُّكوبِ، كإفتاءِ النَّاسِ وتَعليمِهم.\nوفيه: استلامُ الحَجرِ الأسودِ، وأنَّ مَن عَجَز عن لَمْسِه بيَدِه -لرُكوبٍ أو زِحامٍ أو غيرِه- استَلَمَه بعَصًا ونحْوِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}