{
    "hadith_id": "129",
    "hadith": "قالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: قالَ اللَّهُ عزَّ وجلَّ: إذا تَحَدَّثَ عَبْدِي بأَنْ يَعْمَلَ حَسَنَةً، فأنا أكْتُبُها له حَسَنَةً ما لَمْ يَعْمَلْ، فإذا عَمِلَها، فأنا أكْتُبُها بعَشْرِ أمْثالِها، وإذا تَحَدَّثَ بأَنْ يَعْمَلَ سَيِّئَةً، فأنا أغْفِرُها له ما لَمْ يَعْمَلْها، فإذا عَمِلَها، فأنا أكْتُبُها له بمِثْلِها.\r\nوَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: قالتِ الملائِكَةُ: رَبِّ، ذاكَ عَبْدُكَ يُرِيدُ أنْ يَعْمَلَ سَيِّئَةً، وهو أبْصَرُ به، فقالَ: ارْقُبُوهُ فإنْ عَمِلَها فاكْتُبُوها له بمِثْلِها، وإنْ تَرَكَها فاكْتُبُوها له حَسَنَةً، إنَّما تَرَكَها مِن جَرَّايَ.\r\nوَقالَ رسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: إذا أحْسَنَ أحَدُكُمْ إسْلامَهُ، فَكُلُّ حَسَنَةٍ يَعْمَلُها تُكْتَبُ بعَشْرِ أمْثالِها إلى سَبْعِ مِئَةِ ضِعْفٍ، وكُلُّ سَيِّئَةٍ يَعْمَلُها تُكْتَبُ بمِثْلِها حتَّى يَلْقَى اللَّهَ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "129",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (42)، ومسلم (129).",
    "sharh": "اللهُ عَزَّ وجَلَّ واسِعُ الرَّحمةِ، جَزيلُ العَطاءِ، ومُعامَلتُه لعِبادِه دائرةٌ بينَ العَدلِ والفَضلِ.\nوهذا المتنُ يَشتملُ على عِدَّةِ رِواياتٍ كلُّها تَشتملُ عَلى ذاتِ المَعنى؛ وهو بَيانُ كَرَمِ اللهِ عَزَّ وجَلَّ عَلى العِبادِ في كِتابةِ الحَسَناتِ والسَّيِّئاتِ؛ فيَرْوي النَّبيُّ صلَّى اللهُ عليه وسلَّم عن ربِّ العِزَّةِ جَلَّ جلالُه أنه إذا تحدَّثَ الإنسانُ في نَفسِهِ، وهَمَّ بأن يَعمَلَ حَسنةً، ولم يعمَلْ هذه الحَسنةَ، لِمانعٍ أو لِغَيرِ مانعٍ؛ كَتَبَها اللهُ له حَسنةً كامِلةً غيرَ مَنقوصةٍ، فإذا أتَمَّ عمَلَها، ضاعَفَ اللهُ هذه الحسنةَ عَشَرةَ أمثالٍ، وفي الصَّحيحَينِ عَنِ ابنِ عبَّاسٍ رَضيَ اللهُ عَنهُما، عَنِ النَّبيِّ صلَّى اللهُ عليه وسلَّم: «كَتَبَها اللهُ لَهُ عِندَهُ عَشْرَ حَسَناتٍ، إلى سَبعِ مئةِ ضِعْفٍ، إلى أضعافٍ كَثيرةٍ»، كَما قالَ تَعالَى: {مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} [البقرة: 261]؛ وذلكَ بحسَبِ الإخلاصِ، وصِدقِ العَزمِ، وحُضورِ القَلبِ، وتَعدِّي النَّفعِ. \nوأنَّه متى تَحدَّثَ الإنسانُ في نَفسِهِ، وهَمَّ بأن يَعمَلَ سيِّئةً، ولم يعمَلْها؛ بل تَرَكَها خَوفًا منَ اللهِ وحَياءً مِنهُ؛ غَفَرَها اللهُ له، وفي الصَّحيحَينِ عَنِ ابنِ عبَّاسٍ رَضيَ اللهُ عنهُما، عَنِ النَّبيِّ صلَّى اللهُ عليه وسلَّم: «كَتَبَها اللهُ لَهُ عِندَهُ حَسنةً كامِلةً»، وإذا عَمِلَها كُتِبَت سيِّئةً واحدةً؛ رَحمةً منه سُبحانَه وتعالَى، دُونَ زيادةٍ أو مُضاعَفةٍ كَما في الحَسَناتِ.\nوتَشتملُ الرِّوايتانِ الأخيرتانِ عَلى نفْسِ المَعنى المُتقدِّمِ، وقولُه في الرِّوايةِ الثَّانيةِ: «قالتِ الملائِكَةُ: رَبِّ، ذاكَ عَبْدُكَ يُرِيدُ أنْ يَعْمَلَ سَيِّئَةً»، فاطِّلاعُ المَلَكِ عَلى النِّيَّةِ الَّتي هي من فِعلِ القَلبِ يَكونُ بإطلاعِ اللهِ تَعالَى إيَّاهُ، وقولُهُ: «إنَّما تَرَكَها من جَرَّايَ»، أي: من أجْلي، فصارَ تَركُه لها -خوفًا منَ اللهِ، ومُجاهَدةً لِنفسِه الأمَّارةِ بالسُّوءِ، وعِصيانًا لِهَواهُ- حَسنةً.\nوقولُه صلَّى اللهُ عليه وسلَّم: «إذا أحسَنَ أحَدُكم إسلامَهُ»، أي: باعتقادِه وإخلاصِهِ، ودُخولِه فيه بالباطِنِ والظَّاهِرِ.\nوفي الحديثِ: عَظيمُ فَضلِ اللهِ تَعالَى على عِبادِه، ورحمتِه بهم.\nوفيه: إثباتُ مُراقَبةِ المَلائكةِ لِأعمالِ الإنسانِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}