{
    "hadith_id": "1294",
    "hadith": "بَعَثَ بي رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بسَحَرٍ مِن جَمْعٍ في ثَقَلِ نَبِيِّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ. قُلتُ: أَبَلَغَكَ أنَّ ابْنَ عَبَّاسٍ قالَ: بَعَثَ بي بلَيْلٍ طَوِيلٍ؟ قالَ: لَا، إلَّا كَذلكَ: بسَحَرٍ، قُلتُ له: فَقالَ ابنُ عَبَّاسٍ: رَمَيْنَا الجَمْرَةَ قَبْلَ الفَجْرِ، وَأَيْنَ صَلَّى الفَجْرَ؟ قالَ: لا، إلَّا كَذلكَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1294",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1677) مختصراً باختلاف يسير",
    "sharh": "حرَصَ الصَّحابةُ على الاقْتداءِ بالنَّبيِّ صلَّى اللهُ عليه وسلَّمَ في كلِّ شيءٍ، لا سيَّما العِباداتُ، ومنها فريضةُ الحجِّ، الَّتي تؤخَذُ أركانُها وسُننُها وآدابُها من هَديِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ الَّذي فصَّلَ ما أجمَلَه القرآنُ.\nوهذا الحَديثُ يُبيِّنُ عِظمَ رَحمةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ بالضُّعفاءِ مِن أُمَّتِه، حتَّى في أداءِ العباداتِ؛ حيث كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَأمُرُ بالتَّيسيرِ على النَّاسِ، فيُخبِرُ عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أرسلَه منَ المُزدَلِفةِ إلى مِنًى في وَقتِ السَّحَرِ، والسَّحَرُ: وقْتٌ قُبَيلَ الصُّبحِ، وقيلَ: هو مِن ثُلثِ اللَّيلِ الأخيرِ إلى طُلوعِ الفَجرِ، «في ثَقَلِ نَبيِّ اللهِ صلَّى اللهُ عليهِ وسلَّم» والثَّقَلُ: هو أمتِعةُ المسافِرِ الَّتي يَثقُلُ حمْلُها، وقدْ بعَثَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ابنَ عبَّاسٍ ومعَه الضُّعفاءُ من أهْلِه منَ الشُّيوخِ والنِّساءِ والأطْفالِ ومَن في حُكمِهم منَ المَرْضى؛ خَوفًا عليهم مِنَ التَّأذِّي بالزِّحامِ، فكان الضَّعَفةُ يَقِفونَ عِندَ المَشْعَرِ الحَرامِ في اللَّيلِ، فيَذكُرونَ اللهَ عزَّ وجلَّ ويَدْعُونَه بما ظهَرَ لهم وسنَحَ في خَواطِرِهم، ثمَّ يَدفَعونَ إلى مِنًى قبلَ أنْ يَقِفَ الإمامُ بالمَشْعَرِ الحَرامِ، وقبْلَ أنْ يَتوجَّهَ ويتَحرَّكَ إلى مِنًى، فمِنهم مَن يَأْتي مِنًى وقْتَ صَلاةِ الفَجرِ، فيَرْمي جَمرةَ العَقَبةِ، ومنهم مَن يَأتِي مِنًى بعدَ ذلك الوقتِ، فيَرْمي جَمرةَ العَقَبةِ، وهي الجَمرةُ الكُبْرى. \nوجَمعٌ هي المُزدَلِفةُ، وهي ثالثُ المشاعِرِ المقدَّسةِ الَّتي يمُرُّ بها الحَجيجُ وتقَعُ بينَ مَشعَريْ منًى وعَرَفاتٍ ويَبيتُ الحجَّاجُ بها بعدَ نَفْرتِهم من عرَفاتٍ في آخِرِ يومِ التَّاسِعِ من ذي الحِجَّةِ، ثُمَّ يُقيمونَ فيها صلاتَيِ المغرِبِ والعِشاءِ جمعًا وقَصرًا، ويجمَعونَ فيها الحَصى لرَميِ الجَمَراتِ بمنًى، ويمكُثُ فيها الحجَّاجُ حتَّى صباحِ اليومِ التَّالي يومِ عيدِ الأضْحى ليُفيضوا بعدَ ذلك إلى منًى.\nفسألَ ابنُ جُرَيجٍ شيخَه عطاءَ بنَ أبي رَباحٍ: هل بَلغَكَ أنَّ ابنَ عبَّاسٍ رَضيَ اللهُ عنهما قالَ: «بعَثَ بي بليلٍ طَويلٍ؟» فأجابَ: لا، بل قال: «بسَحَرٍ»، يَعني مِن غيرِ تَحديدٍ للسَّاعةِ، فسألَه ابنُ جُريجٍ: هل قالَ ابنُ عبَّاسٍ: «رمَيْنا الجَمرةَ قبلَ الفَجرِ، وأينَ صلَّى الفَجرَ؟» فأجابَ: لا، لم يَذكُرْ لي متى رَمَى، ولا أيْنَ صلَّى، فلم يزِدْ في إخْباري على ما ذكرْتُ لكَ.\nوفي الحَديثِ: بَيانُ تَيسيرِ الإسْلامِ على الضُّعفاءِ في الحجِّ والسَّماحِ لهم برَميِ الجَمرةِ قبلَ الفجرِ قبلَ ازْدِحامِ النَّاسِ.\nوفيه: بيانُ أمانةِ النَّقلِ للسُّنَّةِ والآثارِ عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وعنِ الصَّحابةِ رَضيَ اللهُ عنهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}