{
    "hadith_id": "1298",
    "hadith": "حَجَجْتُ مع رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ حَجَّةَ الوَدَاعِ، فَرَأَيْتُهُ حِينَ رَمَى جَمْرَةَ العَقَبَةِ، وَانْصَرَفَ وَهو علَى رَاحِلَتِهِ وَمعهُ بلَالٌ وَأُسَامَةُ؛ أَحَدُهُما يَقُودُ به رَاحِلَتَهُ، وَالآخَرُ رَافِعٌ ثَوْبَهُ علَى رَأْسِ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مِنَ الشَّمْسِ، قالَتْ: فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ قَوْلًا كَثِيرًا، ثُمَّ سَمِعْتُهُ يقولُ: إنْ أُمِّرَ علَيْكُم عَبْدٌ مُجَدَّعٌ حَسِبْتُهَا قالَتْ: أَسْوَدُيَقُودُكُمْ بكِتَابِ اللهِ تَعَالَى؛ فَاسْمَعُوا له وَأَطِيعُوا.",
    "rawi": "أم الحصين الأحمسية",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1298",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "لقدْ حرَصَ الصَّحابةُ رَضِي اللهُ عنهم على الاقتداءِ بالنَّبيِّ صلَّى اللهُ عليهِ وسلَّم في كلِّ شَيءٍ، لا سيَّما العباداتِ، ومنْها فَريضةُ الحجِّ، الَّتي تُؤخَذُ أركانُها وسُننُها وآدابُها مِن هَدْيِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم الَّذي فصَّلَ ما أجْمَلَه القرآنُ.\nوفي هذا الحديثِ تُخبِرُ الصَّحابيَّةُ أُمُّ الحُصَينِ رَضِي اللهُ عنها أَنَّها حَجَّت مَع رَسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم حَجَّةَ الوَداعِ، سُمِّيَت بذلك؛ لأنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم كان كالمُوَدِّعِ للصَّحابةِ، ولمْ يَلْبَثْ كَثيرًا بعْدَها حتَّى تَوفَّاه اللهُ عزَّ وجَلَّ، وكانت في السَّنةِ العاشرةِ مِن الهجرةِ، فرَأَتْه حينَ رَمَى جَمرةَ العَقبةِ الكُبرى صَبيحةَ يومِ العاشرِ مِن ذي الحِجَّةِ الموافقِ ليومِ عِيدِ الأضْحى، وانصرَفَ وهوَ عَلى راحلَتِه، وهي الدَّابَّةُ الَّتي يُرتحَلُ عليها، وكان صلَّى اللهُ عليهِ وسلَّم راكبًا ناقةً في تلك الحَجَّةِ، وقدْ رمى صلَّى اللهُ عليهِ وسلَّم راكبًا؛ ليَظهَرَ للنَّاسِ فِعلُه، وَكان معه مِن أصحابِه رَضِي اللهُ عنهم بِلالُ بنُ رَباحٍ وأُسامةُ بنُ زَيدٍ رَضِي اللهُ عنهما؛ وكان أَحدُهما يَقودُ به راحلَتَه ويَسحَبُها مِن الأمامِ، والآخرُ كان يَرفَعُ ثَوبَه عَلى رأْسِ رَسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم ليُظلِّلَ عليه مِن الشَّمسِ. وقد بيَّنَت رِوايةُ النَّسائيُّ أنَّ قائدَ الرَّاحلةِ هو بِلالٌ رَضِي اللهُ عنه، ورافعَ الثَّوبِ هو أُسامةُ رَضِي اللهُ عنه.\nثمَّ أخبَرَت أُمُّ الحُصينِ رَضِي اللهُ عنها أنَّ رَسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم قال قَولًا كَثيرًا، وفي رِوايةِ النَّسائيِّ: »ثمَّ خطَبَ النَّاسَ، فحَمِدَ اللهَ، وأثْنى عليه، وذكَرَ قولًا كَثيرًا«، أي: ذكَرَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم في تلك الخُطبةِ أحكامًا كَثيرةً، ومِن جُملةِ ذلك أنَّه صلَّى اللهُ عليهِ وسلَّم قال: »إنْ أُمِّرَ عَليكُم»، أي: لو جُعِلَ عليكم أَميرٌ، «عبْدٌ مُجدَّعٌ»، أي: مَقطوعُ الأطرافِ، أو مَقطوعُ الأَنفِ والأُذُنِ، قال يَحيى بنُ الحُصَينِ: «حَسِبتُها»، أي: جَدَّتَه «قَالت: أَسودُ»، وفي حَديثِ أنسِ بنِ مالكٍ رَضِي اللهُ عنه عندَ البخاريِّ: «كأنَّ رأْسَه زَبيبةٌ»، ومَن تكونُ هذه الصِّفاتُ مَجموعةً فيه، فهو في نِهايةِ الخِسَّةِ، ومَقصودُه صلَّى اللهُ عليهِ وسلَّم التَّنبيهُ على ازدِراءِ الناسِ له عادةً.\nفإنْ تَولَّى الحُكمَ وهو «يَقودُكم بكِتابِ اللهِ تَعَالَى، فَاسمَعوا لَه وأَطيعوا»، يعني: أنَّ السَّمعَ والطَّاعةَ واجبةٌ على الرَّعيَّةِ لِهذا الأَميرِ ما دامَ مُتمسِّكًا بالإسلامِ والدُّعاءِ إلى كِتابِ اللهِ سُبحانَه وتعالَى، وأمَّا إذا أمَرَ بهَواهُ مُخالِفًا للكتابِ والسُّنَّةِ، فلا طاعةَ له.\nوفي الحَديثِ: رمْيُ جَمرةِ العَقَبةِ يوْمَ النَّحرِ.\nوفيه: رمْيُ جَمرةِ العقَبةِ راكبًا.\nوفيه: تَظليلُ المُحرِمِ على رأْسِه بثَوبٍ وغيرِه.\nوفيه: إلزامٌ بطاعةِ وُلاةِ الأمورِ ما داموا يَأمُرون بما فيه طاعةٌ للهِ لا مَعصيتُه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}