{
    "hadith_id": "1305",
    "hadith": "أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ رَمَى جَمْرَةَ العَقَبَةِ، ثُمَّ انْصَرَفَ إلى البُدْنِ فَنَحَرَهَا وَالْحَجَّامُ جَالِسٌ، وَقالَ: بيَدِهِ عن رَأْسِهِ، فَحَلَقَ شِقَّهُ الأيْمَنَ فَقَسَمَهُ فِيمَن يَلِيهِ، ثُمَّ قالَ: احْلِقِ الشِّقَّ الآخَرَ فَقالَ: أَيْنَ أَبُو طَلْحَةَ؟ فأعْطَاهُ إيَّاهُ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1305",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي في ((السنن الكبرى)) (4087) بلفظه، والبزار (6717) باختلاف يسير، والبخاري (171) مختصرا.",
    "sharh": "كان أصحابُ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم يَتسارَعونَ إلى أخْذِ آثارِه، يَتبرَّكون بها، وفي هذا الحَديثِ مَشهَدٌ مِن تلك المَشاهِدِ؛ فيَرْوي أنسُ بنُ مالكٍ رَضِي اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم لَمَّا رمَى جَمْرَةَ العَقَبَةِ الكُبْرى في مِنًى، وذلك صَبيحةَ يومِ عِيدِ الأضْحى في يومِ العاشرِ مِن ذي الحِجَّةِ، وذلك في حُجَّةِ الوَداعِ في السَّنةِ العاشرةِ مِن الهِجرةِ، «ونَحَرَ نُسُكَهُ»، أي: ذبَحَ ذَبِيحَتَهُ وهَدْيَه، وأراد حَلْقَ شَعَرِه، ناولَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم الحالِقَ شِقَّهُ الأيمَنَ، فَحَلَقَه؛ لأنَّهُ صلَّى اللهُ عليهِ وسلَّم كان يُحِبُّ التَّيَمُّنَ في كُلِّ شَيْءٍ، ثُمَّ دَعا أبا طَلْحَةَ الأَنْصارِيَّ زَوجَ أُمِّ سُلَيمٍ والدةِ أنَسٍ رَضِي اللهُ عنهم، فَأعْطاهُ الشَّعرَ المحْلُوقَ، وخَصَّهُ به؛ لمَكانَتِهِ، ثُمَّ ناوَلَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم الحالقَ الشِّقَّ الأَيْسَرَ مِن رأْسِه، فقال: احْلِقْ، فَحَلَقَهُ، ثمَّ أعْطَاهُ أبا طَلْحَةَ، فقال: «اقْسِمْهُ بَيْنَ النَّاسِ»، يعني: بيْن أصْحابِهِ. ولعلَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم قَسَمَ شَعرَهُ بيْنهم؛ ليكونَ برَكةً باقيةً بيْن أظهُرِهم، وتَذكِرةً لهم، وكأنَّه أشار بذلك إلى اقتِرابِ أجَلِه صلَّى اللهُ عليهِ وسلَّم وانقضاءِ زَمانِ الصُّحبةِ.\nوفي رِوايةِ أحمَدَ أنَّ أبا طَلحةَ أعطاهُ لأُمِّ سُليمٍ -وهي زوجتُه-؛ فَكَانَتْ أُمُّ سُلَيْمٍ تَخلِطُه في طِيبِهَا، وقدْ ثبَتَ أنَّ بعضَ الصَّحابَةِ كان يَأخُذُ مِن عَرَقِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم ويَجعَلُه في طِيبِه، وآخَرَ يَلتمِسُ أثرَ أصابِعِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم في الطَّعامِ؛ ليَأكُلَ مِن مَكانِه منه، وثالِثًا يَشْرَبُ مِن سُؤْرِه وبَقايا شَرابِه، هذا بالإضافةِ إلى تَتبُّعِهم السُّنَنَ والهَدْيَ النَّبوِيَّ؛ حبًّا للنَّبيِّ صلَّى اللهُ عليهِ وسلَّم وتبرُّكًا بآثارِه الشَّريفةِ، وهذا خاصٌّ بآثارِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم العَينيَّةِ.\nوفي الحديثِ: التَّبرُّكُ بشَعَرِه صلَّى اللهُ عليهِ وسلَّم، واقتِناؤُه.\nوفيه: مُواساةُ الإمامِ والكبيرِ بيْنَ أصحابِه وأتْباعِه فِيما يُفرِّقُه عليهم مِن العَطاءِ والهَديَّةِ.\nوفيه: البَدْءُ في الحلْقِ بالأيمنِ مِن جانِبَي الرَّأسِ.\nوفيه: فَضيلةٌ ظاهرةٌ لأبي طَلْحةَ رَضِي اللهُ عنه؛ بتَوفيرِ نَصيبِه، ثمَّ إعطائِه النِّصفَ الآخَرَ، وإكرامِه بأنْ أمَرَه بتَفريقِه بيْن النَّاسِ.\nوفيه: المواساةُ بيْن الأصحابِ في العطيَّةِ والهديَّةِ، وأنَّ المواساةَ لا تَستلزِمُ المُساواةَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}