{
    "hadith_id": "1313",
    "hadith": "لَمْ يَأْمُرْنِي رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ أَنْ أَنْزِلَ الأبْطَحَ حِينَ خَرَجَ مِن مِنًى، وَلَكِنِّي جِئْتُ فَضَرَبْتُ فيه قُبَّتَهُ، فَجَاءَ فَنَزَلَ. [وفي رواية] زيادة: وَكانَ علَى ثَقَلِ النَّبيِّ صَلَّى اللَّهُ عليه وسلَّمَ.",
    "rawi": "أبو رافع مولى رسول الله صلى الله عليه وسلم",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1313",
    "grade": "[صحيح]",
    "sharh": "أُمورُ الحَجِّ مِنَ العِباداتِ التَّوقيفيَّةِ الَّتي أوضَحَها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في حَجَّةِ الوَداعِ، وكانت أفْعالُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في حَجِّه سُنَّةً وهَدْيًا لِمَنْ جاء بعدَه، وقدْ كان الصَّحابةُ يَحرِصونَ على اتِّباعِ هَدْيِه ويَفعَلونَ مِثلَ فِعلِه، كما كانوا يحرِصونَ على بَيانِ ما هو سُنةٌ، وما هو ليسَ بسُنةٍ، وإنما فعَلَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ اتِّفاقًا.\nوفي هذا الحَديثِ يُخبِرُ الصَّحابيُّ الجَليلُ أَبو رافعٍ رَضيَ اللهُ عنهُ -وهو مَوْلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وخادِمُه، «وَكان عَلى ثِقَلِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ»، أي: كانَ مَسؤولًا عن مَتاعِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وَحاجاتِه- أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ لم يَأمُرْه حينَ خرَجَ مِن مِنًى أنْ يَنزِلَ الأَبطَحَ، وهوَ المكانُ الواسعُ، والمُرادُ هُنا: مكانٌ بيْنَ مِنًى ومكَّةَ، ويُسمَّى المُحصَّبَ، ويُسمَّى خَيْفَ بَني كِنانةَ، والأَبطحُ الآنَ أصبَحَ فيهِ العِماراتُ والأَسْواقُ، وكان خروجُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ من منًى بعدَ الانْتِهاءِ من رَميِ الجِمارِ يومَ الثَّالثَ عشَرَ من ذي الحَجَّةِ، وذلك بعدَ انْقِضاءِ أعْمالِ الحجِّ.\nقال أبو رافعٍ رَضيَ اللهُ عنه: «ولكنِّي جِئتُ فضَرَبتُ فيهِ قُبَّتَه»، والقُبَّةُ خَيمةٌ مِن صُوفٍ أو غيرِه، فجاءَ صلَّى اللهُ عليه وسلَّمَ فنَزلَ واستَراحَ في تلك القبَّةِ الَّتي بالأبطَحِ، وهذا النُّزولُ في الأَبطَحِ كان قبلَ طَوافِ الوَداعِ؛ فقدْ جاءَ في صَحيحِ البُخاريِّ من حَديثِ أنسِ بنِ مالكٍ رَضيَ اللهُ عنه: «أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ صلَّى الظُّهرَ والعصرَ والمغرِبَ والعِشاءَ، ثُمَّ رقَدَ رَقْدةً بالمُحصَّبِ، ثُمَّ رَكِبَ إلى البَيتِ فَطافَ بِه». \nوقد وقَفَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بهذا المكانِ بعدَ انْتهاءِ أعْمالِ الحجِّ؛ لأنَّه كان أيسَرَ لِخُروجِه إلى المدينةِ، وحتَّى يجتمِعَ إليه أصْحابُه ومَن سيَرحَلونَ معَه، كما في رِوايةِ مُسلمٍ عن عائشةَ رَضيَ اللهُ عنها: «إنَّما نزَلَه رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ؛ لأنَّه كان مَنزلًا أسمَحَ لخُروجِه».",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}