{
    "hadith_id": "1316",
    "hadith": "عن بكر بن عبدالله المزني قال: كُنْتُ جَالِسًا مع ابْنِ عَبَّاسٍ عِنْدَ الكَعْبَةِ، فأتَاهُ أَعْرَابِيٌّ فَقالَ: ما لي أَرَى بَنِي عَمِّكُمْ يَسْقُونَ العَسَلَ وَاللَّبَنَ وَأَنْتُمْ تَسْقُونَ النَّبِيذَ؟! أَمِنْ حَاجَةٍ بكُمْ أَمْ مِن بُخْلٍ؟ فَقالَ ابنُ عَبَّاسٍ: الحَمْدُ لِلَّهِ، ما بنَا مِن حَاجَةٍ وَلَا بُخْلٍ؛ قَدِمَ النبيُّ صَلَّى اللَّهُ عليه وسلَّمَ علَى رَاحِلَتِهِ وَخَلْفَهُ أُسَامَةُ، فَاسْتَسْقَى، فأتَيْنَاهُ بإنَاءٍ مِن نَبِيذٍ، فَشَرِبَ، وَسَقَى فَضْلَهُ أُسَامَةَ، وَقالَ: أَحْسَنْتُمْ وَأَجْمَلْتُمْ، كَذَا فَاصْنَعُوا، فلا نُرِيدُ تَغْيِيرَ ما أَمَرَ به رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1316",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "شَأنُ المُسلِمِ الحقِّ أنَّه يتَّبِعُ أثَرَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وهَدْيَه، وخاصَّةً فيما صحَّ عنه، وكان هذا شأْنَ أصْحابِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ؛ فقدْ كان عندَهمُ الحِرصُ التامُّ على مُتابَعةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في كلِّ أفْعالِه وأقْوالِه.\nوفي هذا الحَديثِ يُخبِرُ التَّابِعيُّ بَكرُ بنُ عبدِ اللهِ المُزَنِيُّ أنَّه كان جالسًا معَ ابنِ عبَّاسٍ عندَ الكَعبةِ، فجاءَه أعْرابيٌّ -وهو الَّذي يسكُنُ الصَّحْراءَ- فقال: «ما لي أرَى بَنِي عمِّكم» أرادَ غيرَ بَني العبَّاسِ من سائرِ قُرَيشٍ، «يَسقُونَ العَسَلَ واللَّبَنَ وأنتُم تَسقُونَ النَّبِيذَ؟!» ومرادُ الأعْرابيِّ سِقايةُ الحاجِّ، فكان بَنو العبَّاسِ يَسقونَ النَّاسَ النَّبيذَ، وهو تَمرٌ أو زَبِيبٌ يُنقَعُ في الماءِ حتَّى يَحلُوَ طَعمُه، وليس بِمُسكِرٍ، وقدْ كانتِ المِياهُ بِمَكَّةَ مُتغيِّرةً، فكانوا يُطيِّبونَها بهذا. وسألَه: هلْ تَرْكُكم لسِقايةِ العسَلِ واللَّبنِ لأجْلِ فَقرٍ أمْ لبُخلٍ؟ فقال ابنُ عبَّاسٍ رَضيَ اللهُ عنهما: «الحمدُ للهِ»، وأخبَرَه أنَّهم ليس بهم فَقْرٌ، ولا بُخلٌ، وإنَّما يَفعَلونَ هذا؛ تَمسُّكًا بما تلَقَّوْه منَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ؛ وذلك لأنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان قدْ قَدِمَ إلى مكَّةَ وهو راكبٌ على راحِلَتِه، أي: ناقَتِه، وكان أُسامةُ بنُ زيدٍ رَضيَ اللهُ عنهما يركَبُ خَلفَه، فطلَبَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ يُسْقى، فجاؤوه بإناءٍ فيه نَبِيذٌ، فشَرِبَ، وسَقَى أُسامةَ بقيَّةَ شَرابِه، وقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لهم: «أَحْسَنْتُم وأَجْمَلْتُم، كذا فاصْنَعُوا»، أي: صَنَعْتُم فِعلًا حَسَنًا وجَميلًا بِتَطْيِيبِكمُ الماءَ بالنَّبِيذِ مِنَ التَّمرِ أوِ الزَّبِيبِ، وفي هذا دَليلٌ على أنَّ هذا الشَّرابَ غيرُ مَنهيٍّ عنه، وإلَّا لَمَا شَرِبَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، ولَكانَ نَهَى عنه. \nثمَّ أوْضَحَ ابنُ عبَّاسٍ رَضيَ اللهُ عنهما سَببَ ذلك بقولِه: «فلا نُرِيدُ تَغييرَ ما أمَرَ به رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ»؛ مِن تَطيِيبِ الماءِ بالنَّبِيذِ، وذلك بقولِه: «كذا فاصْنَعُوا»، أي: أمرَهم صلَّى اللهُ عليه وسلَّمَ أنْ يَثبُتوا على سَقيِ النَّبيذِ، فامْتَثَلوا أمرَه، والمَعنى: أنَّنا لا نُغيِّرُ سِقاءَ النَّبيذِ إلى سِقاءٍ غَيرِه منَ العسَلِ واللَّبنِ، وإنْ كان ذلك أوْلى عندَ النَّاسِ؛ لأنَّنا لا نُغيِّرُ شيئًا أعجَبَ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ، ثُمَّ أمرَنا به؛ إذ هو الأوْلى لنا، واللَّائقُ بنا.\nوفي الحَديثِ: بيانُ تتبُّعِ الصَّحابةِ لِهَدْيِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وحِرْصِهم على اتِّباعِ سُنَّتِه.\nوفيه: فضْلُ سِقَايةِ الحَجِيجِ.\nوفيه: مَشروعيَّةُ شُربِ النَّبِيذِ غيرِ المُسكِرِ.\nوفيه: الثَّناءُ على أصْحابِ السِّقايةِ، وكلِّ صانعِ جميلٍ.\nوفيه: أنَّ ما وُضِعَ منَ الماءِ في المساجِدِ والطُّرقِ يُشرَعُ أنْ يشرَبَ منه الغَنيُّ؛ لأنَّه وُضِعَ للكافَّةِ، لا للفُقراءِ وحْدَهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}