{
    "hadith_id": "1325",
    "hadith": "انْطَلَقْتُ أَنَا وَسِنَانُ بنُ سَلَمَةَ مُعْتَمِرَيْنِ، قالَ: وَانْطَلَقَ سِنَانٌ معهُ ببَدَنَةٍ يَسُوقُهَا، فأزْحَفَتْ عليه بالطَّرِيقِ، فَعَيِيَ بشَأْنِهَا، إنْ هي أُبْدِعَتْ، كيفَ يَأْتي بهَا؟ فَقَال: لَئِنْ قَدِمْتُ البَلَدَ، لأَسْتَحْفِيَنَّ عن ذلكَ، قالَ: فأضْحَيْتُ، فَلَمَّا نَزَلْنَا البَطْحَاءَ، قالَ: انْطَلِقْ إلى ابْنِ عَبَّاسٍ نَتَحَدَّثُ إلَيْهِ، قالَ: فَذَكَرَ له شَأْنَ بَدَنَتِهِ، فَقالَ: علَى الخَبِيرِ سَقَطْتَ؛ بَعَثَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بسِتَّ عَشْرَةَ بَدَنَةً، مع رَجُلٍ، وَأَمَّرَهُ فِيهَا، قالَ: فَمَضَى، ثُمَّ رَجَعَ، فَقالَ: يا رَسولَ اللهِ، كيفَ أَصْنَعُ بما أُبْدِعَ عَلَيَّ منها؟ قالَ: انْحَرْهَا، ثُمَّ اصْبُغْ نَعْلَيْهَا في دَمِهَا، ثُمَّ اجْعَلْهُ علَى صَفْحَتِهَا، وَلَا تَأْكُلْ منها أَنْتَ وَلا أَحَدٌ مِن أَهْلِ رُفْقَتِكَ.\n[وفي رِوايةٍ]: أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بَعَثَ بثَمَانَ عَشْرَةَ بَدَنَةً مع رَجُلٍ... ، بِمِثْلِهِ، وَلَمْ يَذْكُرْ أَوَّلَ الحَديثِ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1325",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "أرسَلَ اللهُ تعالَى نبيَّه مُحمَّدًا صلَّى اللهُ عليه وسلَّمَ رَحمةً للعالَمينَ، وجعَلَ في امتِثالِ أمْرِه واجْتِنابِ نَهْيِه النَّجاةَ في الدُّنيا والآخِرةِ، وكانتْ طَريقتُه التَّيسيرَ على النَّاسِ في عِباداتِهم وحَياتِهم، وخاصَّةً فيما كانَ فيه مَشقَّةٌ وضَررٌ.\nوفي هذا الحَديثِ يُخبِرُ التَّابِعيُّ موسى بنُ سَلَمةَ الهُذَليُّ أنَّه خرَجَ في سفَرٍ هو وأَخوهُ سِنانُ بنُ سَلَمةَ لأداءِ العُمرةِ، وكانَ معَ سِنانٍ بَدَنةٌ يَسوقُها، والبُدْنُ: تُطلَقُ على الإبِلِ والبقَرِ الَّتي تُساقُ لتُهْدى لبَيتِ اللهِ الحَرامِ، «فأَزحفَتْ عليهِ بالطَّريقِ»، أي: وقَعَتْ مِنَ الإعْياءِ قبلَ أنْ يصِلَ إلى محلِّ ذَبحِها، فتَحيَّرَ سِنانٌ ولم يَدرِ ما يَصنَعُ بشَأنِها «إنْ هيَ أُبْدِعَتْ»، أي: كَلَّتْ وتَعِبتْ، كيف يفعَلُ بها؟ فَقالَ مُقسِمًا: «لئِنْ قَدِمتُ البَلدَ» يقصِدُ مكَّةَ «لأَستحْفِينَّ عن ذلكَ» ومَعناهُ: لأَسألَنَّ سُؤالًا بَليغًا عن ذلكَ، فلمَّا وصَلَ مكَّةَ -وكانَ في وَقتِ الضُّحى- نزَلَ البَطْحاءَ، وهو مَكانٌ ذو حَصًى صَغيرةٍ، وهو في الأصْلِ مَسيلُ وادي مكَّةَ، ويَقُعُ جَنوبَ الحَرمِ الشَّريفِ أمامَ جَبلِ ثَورٍ، ويُقالُ له: الأَبْطَحُ أيضًا، وطلَبَ مِن موسى بنِ سَلَمةَ أنْ يذهَبَ معَه إلى عَبدِ اللهِ بنِ عبَّاسٍ رَضيَ اللهُ عنهما، فلمَّا ذهَبَا إلى ابنِ عبَّاسٍ رَضيَ اللهُ عنهما ذكَرَ سِنانٌ له قصَّةَ البَدَنةِ، وما حدَثَ بها، فقال ابنُ عبَّاسٍ رَضيَ اللهُ عنهما: «عَلى الخَبيرِ سَقطْتَ»، أي: صادَفْتَ خَبيرًا بحَقيقةِ ما سَألْتَ عنهُ، عارِفًا بخَفيِّه وجَليِّه، حاذِقًا فيهِ، ثُمَّ قال له ابنُ عبَّاسٍ: «بعَثَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ» منَ المدينةِ إلى مكَّةَ «بسِتَّ عَشْرةَ بَدَنةً معَ رجُلٍ وأمَّرَه فيها، قال: فَمَضى»، أي: ترَكَ مجلِسَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، «ثُمَّ رجَعَ» فسَألَ رَسولَ اللهِ فقالَ: «كيفَ أَصنَعُ بِما أُبْدِعَ علَيَّ منها»، أي: تعِبَتْ ولم تَسطِعْ مُتابَعةَ السَّيرِ حتَّى تبلُغَ محلَّ ذَبحِها، فَقالَ لَه صلَّى اللهُ عليه وسلَّمَ: «انحَرْها»، أي: اذْبَحْها في المكانِ الَّذي ستَترُكُها فيه، ثُمَّ اصبُغِ النَّعلَ المقلَّدةَ به في رَقَبتِها في دَمِها، ثمَّ اجعَلِ الدَّمَ «عَلى صَفحتِها»، أي: على جانِبِ سَنامِ البُدنِ؛ لكي يَعرِفَها مَن يمُرُّ بها ممَّن جاء بعدَه ينظُرُ إليها، ويعرِفُ أنَّها هَديٌ، وقد عطِبَ، فيأكُلُ منها دونَ حرَجٍ، فلا يَحسَبُها مَيتةً؛ وذلك أنَّ الطُّرقَ الَّتي يَسلُكُها النَّاسُ في أسْفارِهم كانتْ مَعروفةً من قِبَلِ غَيرِهم، وأيضًا فالعادةُ الغالبةُ أنَّ ساكِني الصَّحْراءِ -البَدوَ- وغيرَهم، يَتتبَّعونَ مَنازلَ الحَجيجِ لالْتِقاطِ ما خلَّفوه في أماكنِ راحَتِهم.\nثمَّ قالَ له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «ولا تَأكُلْ مِنها أنتَ وَلا أحدٌ مِن أَهلِ رُفقتِكَ»، أي: صُحْبَتِكَ المُسافِرينَ معَكَ؛ وفي هذا قَطعُ الذَّريعةِ؛ لئَلَّا يَتوصَّلَ بعضُ النَّاسِ إلى ذَبحِ الهَديِ أو تَعييبِه قبلَ أَوانِه.\nوفي الحَديثِ: بَعثُ الهَدايا إلى مكَّةَ، والتَّوكيلُ إنْ لم يذهَبْ بنفْسِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}