{
    "hadith_id": "1328",
    "hadith": "كُنْتُ مع ابْنِ عَبَّاسٍ إذْ قالَ زَيْدُ بنُ ثَابِتٍ: تُفْتي أَنْ تَصْدُرَ الحَائِضُ قَبْلَ أَنْ يَكونَ آخِرُ عَهْدِهَا بالبَيْتِ؟ فَقالَ له ابنُ عَبَّاسٍ: إمَّا لَا، فَسَلْ فُلَانَةَ الأنْصَارِيَّةَ، هلْ أَمَرَهَا بذلكَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ؟ قالَ: فَرَجَعَ زَيْدُ بنُ ثَابِتٍ إلى ابْنِ عَبَّاسٍ يَضْحَكُ وَهو يقولُ: ما أَرَاكَ إلَّا قدْ صَدَقْتَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1328",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1755) بمعناه",
    "sharh": "قال اللهُ تعالَى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185]، وقال سُبحانه: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: 78]، وقدْ ظَهَرَ هذا جَلِيًّا في مَناسِكِ الحجِّ مِن التَّيسيرِ على النَّاسِ، ورَفْعِ المَشقَّةِ عنهم.\nوفي هذا الحديثِ يُخبِرُ التَّابعيُّ طاوسُ بنُ كيْسانَ أنَّه كان معَ الصَّحابيِّ عبْدِ اللهِ بنِ عبَّاسٍ رَضِي اللهُ عنهما، وقْتَ أنْ قال له زيدُ بنُ ثابتٍ رَضِي اللهُ عنه: أنتَ تُفتِي أنَّ الحائضَ تُغادِرُ مكَّةَ دونَ أنْ تَطوفَ طَوافَ الوداعِ! فقالَ له ابنُ عباسٍ: «إمَّا لا»، أي: إنْ لم تَقبَلْ قَولي، فاتْرُكْه واذهَبْ، وسَلْ فُلانةَ الأنصاريَّةَ -وهيَ أمُّ سُلَيمٍ بنتُ مِلْحانَ رَضِي اللهُ عنها- هلْ أمَرَها بذلكَ رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم؟ فذهَبَ زيْدٌ رَضِي اللهُ عنه، فسَألَها، فوافقَتْ كَلامَ ابنِ عبَّاسٍ رَضِي اللهُ عنهما، وفي الصَّحيحينِ عن عائشةَ زوجِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، أنَّ صَفيَّةَ بنتَ حُيَيٍّ زوجَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم حاضتْ في حَجَّةِ الوداعِ، فقال النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: «أحابِسَتُنا هي؟!» فقلْتُ: إنَّها قدْ أفاضتْ يا رسولَ اللهِ وطافت بالبيتِ، فقال النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: «فلْتَنفِرْ».\nفلمَّا عَلِم زيدُ بنُ ثابتٍ رَضِي اللهُ عنه الحقَّ، رجَعَ إلى ابنِ عبَّاسٍ رَضِي اللهُ عنهما يَضحَكُ؛ إذْ وجَدَ كَلامَهُ صَوابًا، ثمَّ قالَ: «ما أراكَ إلَّا قدْ صدَقتَ»، ورجَعَ زيدٌ رَضِي اللهُ عنه إلى ما قالَه ابنُ عبَّاسٍ رَضِي اللهُ عنهما، وهذا هو الواجبُ عندَ حُدوثِ نِزاعٍ في أَمرٍ ما؛ الرُّجوعُ إلى القُرآنِ والسُّنَّةِ، والمُخلِصُ إذا ظهَرَ له دَليلٌ خِلافُ كَلامِه، أخَذَ بهِ وترَكَ التَّعنُّتَ.\nوفي الحديثِ: أَدبُ الصَّحابةِ رَضِي اللهُ عنهم، ووَرَعُهم، وحِرصُهم على اتِّباعِ السُّنَّةِ، ورُجوعُهم للحقِّ إذا تَبيَّن. \nوفيه: أنَّ المَرأةَ إذا حاضتْ فلها أنْ تَنفِرَ وتَترُكَ طَوافَ الوَداعِ.\nوفيه: أنَّه قدْ تَخفَى بعضُ الأحكامِ على بَعضِ العُلماءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}