{
    "hadith_id": "1340",
    "hadith": "لَا يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ باللَّهِ وَالْيَومِ الآخِرِ، أَنْ تُسَافِرَ سَفَرًا يَكونُ ثَلَاثَةَ أَيَّامٍ فَصَاعِدًا، إلَّا وَمعهَا أَبُوهَا، أَوِ ابنُهَا، أَوْ زَوْجُهَا، أَوْ أَخُوهَا، أَوْ ذُو مَحْرَمٍ منها.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1340",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "للمَرأةِ مَكانةٌ عَظيمةٌ في الإسلامِ، وقدْ رفَعَ قدْرَها وحافَظَ عليْها، وأمَرَ برعايتِها في كلِّ الأحوالِ؛ في الحَضرِ والسَّفرِ، ومِن أَوْجُهِ المحافَظةِ عليها ما جاء في هذا الحديثِ، حيثُ نهَى النبيُّ صلَّى اللهُ عليه وسلَّمَ وزَجَرَ زجرًا شديدًا عنْ أنْ تُسافِرَ المرأةُ بغَيرِ مَحرَمٍ، وأخبَر بحُرْمةِ ذلك وأنَّه لا يَحِلُّ لامْرَأَةٍ تُؤمنُ باللهِ العَظيمِ وَاليوْمِ الآخِرِ الذي فيه الحِسابُ والجنَّةُ والنارُ أنْ تُسافِرَ مَسيرةَ يَومٍ ولَيلةٍ إلَّا أنْ يكونَ معَها رجُلٌ مِن مَحارِمِها؛ لأنَّ مَنْ كانتْ تُؤمِنُ باللهِ واليومِ الآخِرِ لا تَأتي المَناهيَ ولا تُخالِفُ الأوامِرَ، وكأنَّه تَلميحٌ بالعِقابِ مِنَ اللهِ لمَن خالفَتْ هذا الأمرَ. وقد جاء في الصَّحيحَينِ مِن حَديثِ ابنِ عُمَرَ رَضيَ اللهُ عنهما النَّهيُ عن سفَرِ المرأةِ لمدَّةِ ثَلاثةِ أيَّامٍ ولَياليها، إلَّا أنْ يكونَ معَها مَحرَمٌ؛ فقيل: إنَّ اختِلافَ المدَّةِ هو لاختلافِ السَّائِلينَ، واختلافِ مَواطنِهم، وليس في النَّهيِ عن الثَّلاثةِ تَصريحٌ بإباحةِ اليومِ واللَّيلةِ، وليس في هذا كلِّه تَحديدٌ لأقلِّ ما يقَعُ عليه اسمُ السَّفرِ، ولم يَرِدْ عنه صلَّى اللهُ عليه وسلَّمَ تَحديدُ أقلِّ ما يُسمَّى سَفرًا، فالحاصلُ: أنَّ كلَّ ما يُسمَّى سَفرًا تُنهَى عنه المرأةُ بغَيرِ زوجٍ أو مَحْرمٍ، سواءٌ كان ثَلاثةَ أيَّامٍ، أو يومَينِ، أو يَومًا، أو نِصفَ يومٍ، أو غيرَ ذلك.\r\nومَحرَمُ المرأةِ هو زَوجُها ومَن يَحرُمُ علَيها بالتَّأبيدِ بسَببِ قَرابةٍ، أو رَضاعٍ، أو صِهْريةٍ، فلا يَدخُلُ في المحرَمِ ابنُ العَمِّ ولا ابنُ الخالِ ولا زوجُ الأختِ ولا زوجُ العمَّةِ ولا زوجُ الخالةِ، وما شابَه، ممَّن يَحِلُّ لهم الزَّواجُ منها لو فارَقَ زَوجتَه. ووُجودُ الزَّوجِ أو المَحرمِ معها ليس لدَفْعِ الاعتداءِ عنها إنْ حدَثَ فقَطْ، وإنَّما أيضًا لدَفْعِ الرِّيبةِ والشَّكِّ عنها، ونحْوِ ذلك.\r\nوفي الحديثِ: النَّهيُ عن سَفرِ المرأةِ يومًا وليلةً أو أكثرَ بغَيرِ مَحرمٍ معَها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}