{
    "hadith_id": "1341",
    "hadith": "لَا يَخْلُوَنَّ رَجُلٌ بامْرَأَةٍ إلَّا وَمعهَا ذُو مَحْرَمٍ، وَلَا تُسَافِرِ المَرْأَةُ إلَّا مع ذِي مَحْرَمٍ، فَقَامَ رَجُلٌ، فَقالَ: يا رَسولَ اللهِ، إنَّ امْرَأَتي خَرَجَتْ حَاجَّةً، وإنِّي اكْتُتِبْتُ في غَزْوَةِ كَذَا وَكَذَا، قالَ: انْطَلِقْ فَحُجَّ مع امْرَأَتِكَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1341",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3006) باختلاف يسير",
    "sharh": "للمَرأةِ مَكانةٌ عَظيمةٌ في الإسلامِ، وقدْ رفَعَ قدْرَها، وحافظَ عليْها، وأمَرَ برعايتِها في كلِّ الأحوالِ؛ في الحَضرِ والسَّفرِ.\r\nوفي هذا الحَديثِ صُورةٌ مِن صُوَرِ حِفْظِ الإسلامِ للمرأةِ ورَعايتِه لها، حيث يقولُ صلَّى اللهُ عليه وسلَّمَ: «لا تُسافِرِ المرأةُ إلَّا مع ذي محرَمٍ»، والمحرَمُ للنِّساءِ هو كلُّ مَن حرُمَ نِكاحُها عليه على وجْهِ التَّأبيدِ بسَببٍ مباحٍ، مِثلُ الأبِ والابنِ، وابنِ الأخِ وابنِ الأختِ، والعمِّ والخالِ، ونحْوِ ذلك. فكلُّ ما يُسمَّى سَفَرًا تُنهَى عنه المرأةُ بغَيرِ زوجٍ أو مَحْرمٍ.\r\nثمَّ قال صلَّى اللهُ عليه وسلَّمَ: «ولَا يَدْخُلُ عَلَيْهَا رَجُلٌ إلَّا ومعهَا مَحْرَمٌ»، فلا يَحِلُّ أنْ يخلُوَ بها رجلٌ أجنبيٌّ عنها، إلَّا ومعها أحدُ مَحارمِها؛ لأنَّ سَدَّ الذَّرائعِ مَقصدٌ شَرعيٌّ. وفي مَنْعِ السَّفرِ والخَلْوةِ بالنِّساءِ الأجنبياِت سَدٌّ لذرائعَ لا تُحصَى، ومنْعٌ لفِتنةِ النِّساءِ، التي هي أَشدُّ فِتنةٍ على الرِّجالِ.\r\nولَمَّا سَمِعَ أحدُ الصَّحابةِ هذا النَّهيَ -وكان يُريدُ الغزوَ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ- قال للنبيِّ صلَّى اللهُ عليه وسلَّمَ: إنَّ امرأتَه تُريدُ الحجَّ وهو يُريدُ الخروجَ للجهادِ، فأيِّ الأمرينِ يَفعَلُ؟ فأمَرَه النبيُّ صلَّى اللهُ عليه وسلَّمَ بالخروجِ مع زَوجتِه للحجِّ؛ ليكونَ مَحرَمًا لها، ولتَستطيعَ أداءَ الفريضةِ الواجبةِ عليها، وهذا إذا كان الجِهادُ فرْضَ كِفايةٍ، أمَّا إذا كان فرْضَ عَينٍ، فإنَّه مُقدَّمٌ على الخروجِ معها، كما يُفهَمُ ذلك مِن صَحيحِ السُّنةِ.\r\nوفي الحديثِ: أنَّ دَرْءَ المفاسدِ مُقدَّمٌ على جلْبِ المصالحِ.\r\nوفيه: النهيُ عن الخَلْوةِ بالأجنبيَّةِ.\r\nوفيه: دَلالةٌ على أنَّ حَجَّ الرَّجُلِ مع امرأتِه إذا أرادتْ حَجَّةَ الإسلامِ، أَوْلَى مِن سَفَرِه إلى الغزْوِ.\r\nوفيه: تَقديمُ الأهمِّ فالأهمِّ، مِن الأمورِ المُتعارِضةِ.\r\nوفيه: نظَرُ الإمامِ لرَعيَّتِه بالمَصلحةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}