{
    "hadith_id": "1361",
    "hadith": "ما لي أَسْمَعُكَ ذَكَرْتَ مَكَّةَ وَأَهْلَهَا وَحُرْمَتَهَا، وَلَمْ تَذْكُرِ المَدِينَةَ وَأَهْلَهَا وَحُرْمَتَهَا، وَقَدْ حَرَّمَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ ما بيْنَ لَابَتَيْهَا؟! وَذلكَ عِنْدَنَا في أَدِيمٍ خَوْلَانِيٍّ، إنْ شِئْتَ أَقْرَأْتُكَهُ، قالَ: فَسَكَتَ مَرْوَانُ، ثُمَّ قالَ: قدْ سَمِعْتُ بَعْضَ ذلكَ.",
    "rawi": "رافع بن خديج",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1361",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "جعَلَ اللهُ عزَّ وجلَّ لمكَّةَ والمدينَةِ مَنزِلةً تفُوقُ غيرَهما مِنَ الأماكِنِ والمنازِلِ، وقدْ حرَّمَ اللهُ مكَّةَ لإبْراهيمَ عليه السَّلامُ، وجعَلَها بَلَدًا آمِنًا، وكذلك حرَّمَ المدينةَ لرَسولِ اللهِ مُحمَّدٍ صلَّى اللهُ عليه وسلَّمَ.\nوهَذا الحَديثُ في بَيانِ أنَّ المَدينةَ مُحرَّمةٌ كمكَّةَ، وفي تِلكَ الرِّوايةِ قِصَّةٌ؛ وَهي أنَّ مَرْوانَ بنَ الحَكَمِ -واليَ المدينةِ حينَئذٍ- خطَبَ النَّاسَ، فذكَرَ مكَّةَ وأهْلَها وحُرمتَها، ولَم يَذكُرِ المَدينةَ وأهْلَها وحُرمتَها، ومَعنى تَحريمِها أنْ يَأمَنَ فيها كُلُّ شَيءٍ، حتَّى الحَيوانُ؛ فلا يُصادُ، وحتَّى الشَّجَرُ، فلا يُقطَعُ، وألَّا يُحدِثَ فيها إنسانٌ حَدَثًا يُخالِفُ دِينَ اللهِ تَعالى، أو جُرمًا، أو ظُلمًا، أو حَدًّا، فيَحرُمُ صَيدُ المدينةِ كما في حرَمِ مكَّةَ، لكنْ لا جَزاءَ على مَن صادَ بها؛ لأنَّ حرَمَ المدينةِ ليسَ مَحلًّا للنُّسكِ، بخِلافِ حرَمِ مكَّةَ.\nفَناداهُ رافعُ بنُ خَديجٍ رَضيَ اللهُ عنهُ، فَقال: «ما لي أَسمعُكَ ذَكرْتَ مكَّةَ وأهْلَها وحُرمتَها، ولَم تَذكُرِ المَدينةَ وأهْلَها وحُرْمتَها، وقد حرَّمَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ ما بَينَ لَابَتَيْها»، يَقصِدُ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ حرَّمَ المدينةَ كُلَّها، واللَّابَتانِ: هما الحَرَّتانِ، وَالمدينةُ بَينَ حرَّتَينِ شَرقيَّةٍ وغَربيَّةٍ، والحَرَّةُ: الأرْضُ المُلبَسةُ حِجارةً سَوداءَ كأنَّها أُحرِقَتْ بالنَّارِ، والحَرَّةُ الشرقيَّةُ (حَرَّةُ واقِمٍ) الآنَ بها قُباءُ وحِصنُ واقِمٍ، والحرَّةُ الغربيَّةُ هي حَرَّةُ وَبَرةَ، وبها المَسجِدُ المُسمَّى بمَسجِدِ القِبلتَينِ. وحُدودُها مِن جِهةِ الجَنوبِ والشَّمالِ: ما بيْنَ جَبَلَيْ عَيْرٍ وثَوْرٍ، فحَدُّ الحرَمِ النَّبويِّ ما بيْنَ جَبلِ عَيْرٍ جَنوبًا، ويَبعُدُ عنِ المسجِدِ النَّبويِّ (8,5 كم)، وجَبلِ ثَوْرٍ شَمالًا، ويَبعُدُ عنِ المسجِدِ النَّبويِّ (8 كم)، وقد قامَتْ لَجنةٌ رَسميَّةٌ في المَملكةِ العَربيَّةِ السُّعوديةِ بتَحديدِ حرَمِ المدينةِ، وجعَلَتْ أمانةُ المدينةِ المنوَّرةِ عَلاماتٍ مِعْماريَّةً على شَكْلِ أقْواسِ المسجِدِ النَّبويِّ في أماكنَ عِدَّةٍ تُبيِّنُ هذه الحدودَ.\nثُمَّ قالَ رافعٌ رَضيَ اللهُ عنه: «وَذلكَ عِندَنا» مكتوبٌ «في أَديمٍ خَوْلَانيٍّ» وهوَ جِلدٌ يُنسَبُ إِلى خَوْلانَ؛ قريةٍ من قُرى اليَمنِ، ولَعلَّ في هَذا الجِلدِ قوَّةً ومَتانةً يُحفَظُ بِه مثلُ هَذه الأُمورِ، ثُمَّ قال لَه رافعٌ: إِنْ شِئتَ أَعْطَيتُه لكَ فتَقْرأَه، أي: إنْ أردْتَ التَّثبُّتَ بقراءةِ المكتوبِ بنفْسِكَ مكَّنْتُكَ من قِراءتِه. فسَكتَ مَرْوانُ، ثُمَّ أَقرَّ بذلكَ فَقال: «قدْ سَمِعْتُ بعضَ ذَلك»، أي: بحديثِ تَحْريمِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ للمَدينةِ.\nوفي الحَديثِ: بَيانُ مَكانةِ المَدينةِ.\nوفيه: تَنْبيهُ العالِمِ لغَيرِه إذا أخْطأَ أو نَسيَ حُكمَ الشَّرعِ أو تَجاهَلَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}