{
    "hadith_id": "1362",
    "hadith": "إنَّ إبْراهِيمَ حَرَّمَ مَكَّةَ، وإنِّي حَرَّمْتُ المَدِينَةَ ما بيْنَ لابَتَيْها، لا يُقْطَعُ عِضاهُها، ولا يُصادُ صَيْدُها.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1362",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "النَّبيُّ صلَّى اللهُ عليه وسلَّمَ حرَّم المدينةَ، وتَحريمُها أنْ يَأمَنَ كلُّ مَن فيها على نفْسِه، وألَّا يُصادَ صَيدُها، ولا يُقطَعَ شجرُها، وكان الصَّحابةُ رَضيَ اللهُ عنهم أشَدَّ النَّاسِ امتثالًا لأوامرِه، واجتنابًا لزواجِرِه.\nوفي هذا الحَديثِ يَذكُرُ أبو هُريرةَ رَضيَ اللهُ عنه -مِن شِدَّةِ امتثالِه لأمْرِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في تَحريمِ المدينةِ- أنَّه لا يَكتَفي بعَدَمِ صَيدِ الظِّباءِ إذا رآها تَرْعى أو تَسْعى في المَدينةِ، بلْ لا يُفزِعُها، أو المرادُ: ما قصَدْتُ أخْذَها، فأخَفْتُها بذلك، كنَّى بذلك عن عدَمِ صَيْدِها.\nثمَّ ذكَر أبو هُرَيرةَ رَضيَ اللهُ عنه أنَّ فِعلَه هذا امتِثالٌ لتَحريمِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ للمَدينةِ، حيثُ قال صلَّى اللهُ عليه وسلَّمَ: «ما بيْن لَابَتَيْها حَرامٌ». ومعْنى تَحريمِ المَدينةِ: أنَّه يَأمَنُ فيها كلُّ شَيءٍ على نفْسِه، حتَّى الحيوانُ فلا يُصادُ، وحتَّى الشَّجرُ فلا يُقطَعُ، إلَّا ما يَزرَعُه الآدميُّ بنفْسِه فمَشروعٌ له قطْعُه والأكْلُ منه، وأيضًا يَحرُمُ صَيدُ المدينةِ كما في حرَمِ مكَّةَ، لكنْ لا جَزاءَ على مَن صادَ بها؛ لأنَّ حرَمَ المدينةِ ليسَ مَحلًّا للنُّسكِ بخِلافِ حرَمِ مكَّةَ. واللَّابَتانِ تَثنيةُ لَابةٍ، واللَّابَةُ الحَرَّةُ، وهي أرضٌ ذاتُ حِجارةٍ سَوداءَ، والمدينةُ -زادَها اللهُ تَعالَى شَرفًا- بيْنَ لابَتَينِ في جانَبيِ الشَّرقِ والغَربِ، والحَرَّةُ الشرقيَّةُ (حَرَّةُ واقمٍ) الآنَ بها قُباءٌ وحِصنُ واقِمٍ، والحرَّةُ الغربيَّةُ هي حَرَّةُ وَبَرةَ، وبها المَسجِدُ المُسمَّى بمَسجِدِ القِبلتَينِ. وقد قامتْ لَجنةٌ رَسميَّةٌ في المَملكةِ العَربيَّةِ السُّعوديةِ بتَحديدِ حرَمِ المدينةِ، وجَعَلَت أمانةُ المدينةِ المنوَّرةِ عَلاماتٍ مِعماريَّةٍ على شَكْلِ أقواسِ المسجدِ النَّبويِّ في أماكنَ عِدَّةٍ تُبيِّنُ هذه الحدودَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}