{
    "hadith_id": "137",
    "hadith": "مَنِ اقْتَطَعَ حَقَّ امْرِئٍ مُسْلِمٍ بيَمِينِهِ، فقَدْ أَوْجَبَ اللَّهُ له النَّارَ، وَحَرَّمَ عليه الجَنَّةَ فَقالَ له رَجُلٌ: وإنْ كانَ شيئًا يَسِيرًا يا رَسُولَ اللهِ؟ قالَ: وإنْ قَضِيبًا مِن أَرَاكٍ.",
    "rawi": "[أبو أمامة إياس بن ثعلبة الحارثي]",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "137",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (137)",
    "sharh": "أقامَ الشَّرعُ المطهَّرُ العَلاقةَ بيْن النَّاسِ على أساسٍ مِنَ الأمانةِ وعدَمِ الخيانةِ؛ وذلك أنَّ المُسلِمَ أمينٌ على حُقوقِه وحُقوقِ غيرِه، ولكنَّ بَعضَ النَّاسِ قد يَخُونونَ ويَحلِفُونَ بالأيمانِ المُغلَّظةِ على ما ليس من حقِّهم، وخاصَّةً إذا كانتِ البيِّنةُ غيرَ واضِحةٍ عندَ صاحِبِ الحقِّ.\nوفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ مَن أخَذَ حقَّ أخيه المُسلِمِ دُونَ وَجه حقٍّ، وجعَلَ يَأخُذُ حقَّ غيرِه بالحلِفِ باللهِ ويُقسِمُ به كاذبًا، فقد أوجَبَ اللهُ له النَّارَ جَزاءً على كَذِبه وحلِفِه وأكلِه حقَّ الناسِ باليَمينِ الكاذِبةِ، وحرَّمَ عليه دُخولَ الجنَّةِ؛ وذلكَ إذا كانَ مُستحِلًّا للفِعلِ، ولم يَتُب ويَرُدَّ الحقَّ لأهلِهِ، وإنَّما كَبُرت هذه المعصيةُ؛ لأنَّ اليَمينَ الغَموسَ مِنَ الكبائرِ التي شدَّدَ فيها الشَّرعُ؛ لأنَّ الأحكامَ تَقومُ على الظَّاهِرِ منَ البيِّناتِ والأيمانِ وإن كانَ المَحكومُ له في نفْسِ الأمرِ مُبطِلًا.\nفسَألَ رَجلٌ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ: هل يَدخُلُ مَن فَعَلَ ذلك النَّارَ وإن كانَ الحقُّ المأخوذُ ظُلمًا قَليلًا أو تافِهًا؟ فأجابَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه يَدخُلُ النَّارَ وإن كانَ المأخوذُ عُودًا صغيرًا من شَجرِ الأراكِ الذي يُؤخَذُ منه السِّواكُ، فلا يَستَهِنِ الظَّالِمُ بحَقارةِ ظُلمِه؛ فمُعظَمُ العذابِ من مُحقَّراتِ الذُّنوبِ، كما أنَّ مُعظَمَ النَّارِ من مُستصغَرِ الشَّررِ، وليَحذَرْ حقَّ الغَيرِ ومالَه، ولو كانَ هذا الحقُّ عُودًا صغيرًا من شجرِ البوادي، ويؤيِّد هذا قولُ اللهِ تَعالَى: {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ } [آل عمران: 77].\nوفي الحديثِ: نَهيٌ وتَحذيرٌ شَديدٌ من أكلِ حُقوقِ النَّاسِ بالباطلِ وأموالِهم، واستِخدامِ الأيمانِ الكاذِبةِ في ذلك.\nوفيه: أنَّه لا فَرقَ بين قليلِ الحقِّ وكثيرِه إذا وقَعَ الظُّلمُ فيه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}