{
    "hadith_id": "1373",
    "hadith": "أنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ كانَ يُؤْتَى بأَوَّلِ الثَّمَرِ، فيَقولُ: اللَّهُمَّ بَارِكْ لَنَا في مَدِينَتِنَا، وفي ثِمَارِنَا، وفي مُدِّنَا، وفي صَاعِنَا بَرَكَةً مع بَرَكَةٍ، ثُمَّ يُعْطِيهِ أَصْغَرَ مَن يَحْضُرُهُ مِنَ الوِلْدَانِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1373",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "خَصَّ اللهُ سُبحانَه وتعالَى بعضَ بِقاعِ الأرضِ بِبَركاتٍ لم يَجعَلْها في غيرِها، وكان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَدْعو اللهَ أنْ يُباركَ في المدينةِ وأهْلِها وثَمرِها، وأنْ يَملأَها بالخيرِ والبَرَكةِ كما دَعا إبْراهيمُ الخليلُ عليه السَّلامُ لمكَّةَ.\nوفي هذا الحَديثِ يَرْوي أبو هُريرةَ رَضيَ اللهُ عنهُ أنَّ الصَّحابةَ رَضيَ اللهُ عنهم كانوا «إذا رَأَوْا أوَّلَ الثَّمرِ» وهيَ باكورةُ الثَّمرِ وأوَّلُ ما يُدرَكُ مِنه بالنُّضجِ في مَزارِعِهم، أَتَوْا به إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ هَديَّةً له صلَّى اللهُ عليهِ وسلَّمَ، أو كانوا يَفعَلونَ ذلك رَغبةً في دُعائِه صلَّى اللهُ عليه وسلَّمَ، وإعْلامًا له صلَّى اللهُ عليه وسلَّمَ بابْتِداءِ صَلاحِها، وما يَتعلَّقُ بها منَ الزَّكاةِ، فإذا أخَذَه رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، كان يَدْعو لهم بقَولِه: «اللَّهمَّ بارِكْ لَنا في ثَمرِنا» بالنَّماءِ والزِّيادةِ والبَقاءِ، ثُمَّ يَدْعو للمَدينةِ فيَقولُ: «وبارِكْ لَنا في مَدينتِنا»، أي: في ذاتِها مِن جِهةِ سَعتِها وسَعةِ أَهلِها، وغيرِ ذلكَ، والمُرادُ بالبَركةِ ما يَشمَلُ البَرَكةَ الدُّنيويَّةَ والأُخرويَّةَ، ثُمَّ دَعا لصاعِ المَدينةِ ومُدِّها، فَقال: «وبارِكْ لَنا في صاعِنا، وَبارِكْ لَنا في مُدِّنا»، أي: بارِكْ لَنا فيما يُكالُ في صاعِنا وبارِكْ لَنا فيما يُكالُ في مُدِّنا، فيَكْفي فيها ما لا يَكْفي في غيرِها، وصاعُ المدينةِ كَيلٌ يسَعُ أربعةَ أمْدادٍ، والمُدُّ رِطْلٌ وثُلُثٌ عندَ أهلِ الحجازِ، ورِطْلانِ في غيرِها.\nثُمَّ دَعا صلَّى اللهُ عليه وسلَّمَ للمَدينةِ كَما دَعا إِبْراهيمُ صلَّى اللهُ عليه وسلَّمَ لمكَّةَ، فَقال: «اللَّهمَّ إنَّ إبْراهيمَ عبدُكَ وخَليلُكَ ونَبيُّكَ، وإنِّي عَبدُكَ ونَبيُّكَ، وإنَّه دَعاكَ لمكَّةَ» بقَولِه: {فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ} [إبراهيم: 37]، يَعني: وارْزُقْ أهلَ مكَّةَ منَ الثَّمراتِ بأنْ تُجْلبَ إليهم منَ البلادِ، لعلَّهم يَشْكرونَ النِّعمةَ، ولا جَرمَ أنَّ اللهَ أجابَ دَعوتَه، فجَعَلَه حَرمًا آمِنًا يُجْبى إليه ثَمراتُ كلِّ شيءٍ.\nثُمَّ قال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «وَإنِّي أَدْعوكَ للمَدينةِ بمِثلِ ما دَعاكَ لمكَّةَ وَمِثلِهِ مَعَه»، يَعني: بضِعفِ ما دَعا إِبراهيمُ صلَّى اللهُ عليه وسلَّمَ، فيَكونُ في المدينةِ ضِعْفَا البَركةِ في الثِّمارِ.\nثُمَّ يُعْطي صلَّى اللهُ عليه وسلَّمَ تلكَ الثَّمرةَ الَّتي أخَذَها إلى أَصْغرِ مَن يَحضُرُه منَ الوِلْدانِ، ولعلَّه خصَّ بِهذا الصَّغيرَ؛ لكَونِه أَرغَبَ فيهِ، وأَكثَرَ تَطلُّعًا إِليه، وحِرصًا عليه.\nوفي الحَديثِ: بَيانُ ما كانَ عليهِ صلَّى اللهُ عليه وسلَّمَ مِن مَكارمِ الأَخْلاقِ، وكَمالِ الشَّفقةِ والرَّحمةِ، ومُلاطَفةِ الكِبارِ والصِّغارِ.\nوفيه: بيانُ حُبِّ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ للمَدِينةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}