{
    "hadith_id": "1380",
    "hadith": "يَأْتي المَسِيحُ مِن قِبَلِ المَشْرِقِ، هِمَّتُهُ المَدِينَةُ، حتَّى يَنْزِلَ دُبُرَ أُحُدٍ، ثُمَّ تَصْرِفُ المَلَائِكَةُ وَجْهَهُ قِبَلَ الشَّامِ، وَهُنَالِكَ يَهْلِكُ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1380",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1380)",
    "sharh": "للمدينةِ النَّبويَّةِ فَضائلُ عَظيمةٌ، وقدْ حَفِظها اللهُ تعالَى مِن الشُّرورِ والآفاتِ، ومِن الدَّجَّالِ أنْ يَدخُلَها، كما يَحفَظُ مَكَّةَ المكرَّمَةَ مِنه أيضًا ببَركةِ دُعاءِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم لها.\nوفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّ المَسيحَ الدَّجَّالَ يَحرِصُ عَلى الذَّهابِ إلى المدينةِ النَّبويَّةِ، ويكونُ قَصْدُه بالدَّرجةِ الأُولى وَنِيَّتُه إلى دُخولِها؛ لتَخريبِها وإفسادِها، «فيَنزِلُ دُبُرَ أُحدٍ»، أي: يَصِلُ فيها خَلْفَ جَبلِ أُحدٍ، وهو الجَبَلُ المعروفُ على مَشارِفِ المدينةِ مِن الجِهةِ الشَّماليَّةِ على بُعدِ 4 أو 5 كم مِن المسجدِ النَّبويِّ، وقدْ رَوى تَميمٌ الدَّارِيُّ رَضِي اللهُ عنه في قِصَّتِه الَّتي قابَلَ فيها المسيحَ الدَّجَّالَ، وممَّا قاله له: «فأخْرُجُ فأَسيرُ في الأرضِ فلا أدَعُ قَريةً إلَّا هبَطْتُها في أربعينَ ليلةً، غيرَ مكَّةَ وطَيْبةَ؛ فهما مُحرَّمتانِ علَيَّ كِلْتاهما، كلَّما أردْتُ أنْ أدْخُلَ واحدةً -أو واحدًا- منهما استَقْبَلَني مَلَكٌ بيَدِه السَّيفُ صَلْتًا، يَصُدُّني عنها، وإنَّ على كلِّ نَقَبٍ منها مَلائكةً يَحرُسُونها» رواهُ مُسلمٌ، ولكنْ تَصرِفُه المَلائكَةُ الَّذين همْ حرَسُ المدينةِ إلى الشَّامِ، وهي الآنَ تَشمَلُ: سُوريةَ، والأُردنَّ، وفِلسطينَ، ولُبنانَ، فيَأتي الدَّجَّالُ الشَّامَ، وهُنالكَ يَهلِكُ، وذلك حيثُ يَنزِلُ عِيسى ابنُ مَريمَ عليهما السَّلامُ عندَ المَنارةِ البَيضاءِ شَرقيَّ دِمَشقَ، واضعًا يَدَيه على أجْنحةِ مَلَكينِ، ثمَّ يَطلُبُه، فيَجِدُه ببابِ لُدٍّ، فيَقتُلُه المَسيحُ ابنُ مَريمَ، كَما في حَديثٍ آخَرَ رواهُ مُسلمٌ وغيرُه.\nوسُمِّيَ الدَّجَّالُ مَسِيحًا؛ لأنَّه مَمْسوحُ العَيْنِ مَطْموسُها، فهو أَعْوَرُ، وهو شَخصٌ مِن بني آدَمَ، وظُهورُه مِن العلاماتِ الكُبرى ليَومِ القِيامةِ، يَبتَلي اللهُ به عِبادَه، وأَقْدَره على أشياءَ مِن مَقدوراتِ اللهِ تعالى: مِن إحياءِ الميِّتِ الَّذي يَقتُلُه، ومِن ظُهورِ زَهرةِ الدُّنيا والخِصْبِ معه، وجَنَّتِه ونارِه، ونَهْرَيْهِ، واتِّباعِ كُنوزِ الأرضِ له، وأمْرِه السَّماءَ أنْ تُمطِرَ فتُمطِرَ، والأرضَ أنْ تُنبِتَ فتُنبِتَ؛ فيَقَعُ كلُّ ذلك بقُدرةِ اللهِ تعالَى ومَشيئتِه. فهو يَأتي يَومئذٍ مِن جِهةِ المشرِقِ، وروى التِّرمذيُّ عن أبي بَكرٍ الصِّدِّيقِ رَضِي اللهُ عنه، عن رسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم: «الدَّجَّالُ يَخرُجُ مِن أرضٍ بالمشرِقِ يُقال لها: خُراسانُ» وهي بِلادٌ بِشَرقِ العِراقِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}