{
    "hadith_id": "1381",
    "hadith": "يَأْتي علَى النَّاسِ زَمَانٌ يَدْعُو الرَّجُلُ ابْنَ عَمِّهِ وَقَرِيبَهُ: هَلُمَّ إلى الرَّخَاءِ، هَلُمَّ إلى الرَّخَاءِ، وَالْمَدِينَةُ خَيْرٌ لهمْ لو كَانُوا يَعْلَمُونَ، وَالَّذِي نَفْسِي بيَدِهِ، لا يَخْرُجُ منهمْ أَحَدٌ رَغْبَةً عَنْهَا إِلَّا أَخْلَفَ اللَّهُ فِيهَا خَيْرًا منه، أَلَا إنَّ المَدِينَةَ كَالْكِيرِ، تُخْرِجُ الخَبِيثَ، لا تَقُومُ السَّاعَةُ حتَّى تَنْفِيَ المَدِينَةُ شِرَارَهَا، كما يَنْفِي الكِيرُ خَبَثَ الحَدِيدِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1381",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1381)",
    "sharh": "المدينةُ النَّبويَّةُ بُقعةٌ مِن الأرضِ مُبارَكةٌ، طَهَّرَها اللهُ مِن الأدناسِ، واختارَها لتَكونَ مُهاجَرَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، وحاضنةَ دَعوتِه، وأساسَ دَولتِه. \nوفي هَذا الحَديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّه يَأتي عَلى النَّاسِ زَمانٌ يَدْعو الرَّجلُ ابنَ عمِّه وقَريبَه: «هَلُمَّ إلى الرَّخاءِ»، يَعني: إلى الخروجِ منَ المدينةِ، مُسرِعًا إلى الرَّخاءِ، وعَنى بذلك أنَّ البلدانَ تُفتَحُ على المسلمينَ فتَكثُرُ الخيراتُ، فيَركَنُ كَثيرٌ ممَّن خرَج مِن الحجازِ وبِلادِ العرب إلى ما وَجَدوا مِن خَيراتٍ بتلك البلادِ المفتوحةِ فيَتَّخِذونها دارًا، ويَدْعون إليهم مَن كان بالمدينةِ مِن أهلِهم؛ لشِدَّةِ العَيشِ بها، والحالُ أنَّ الإقامةَ في المدينةِ خَيرٌ لهم؛ لأنَّها حرَمُ الرَّسولِ صلَّى اللهُ عليهِ وسلَّم، وجِوارُه، ومَهبِطُ الوحْيِ، ومَنزِلُ البَرَكاتِ، لو كانوا يَعلَمون ما في الإقامةِ بها مِن الفَوائدِ والعوائدِ في الدِّينِ، الَّتي يُستحقَرُ دُونَها ما يَجِدونه مِن الحُظوظِ الدُّنيويَّةِ الفانيةِ العاجلةِ بسَببِ الإقامةِ في غَيرِها، أو المعْنى: لو كان عِندَهم شَيءٌ مِن العِلمِ، أي: لَيتَهم كانوا مِن أهلِ العِلمِ؛ تَغليظًا وتَشديدًا.\nثُمَّ أَقْسَمَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم فقال: «والَّذي نَفسي بيَدِه» وهذا قسَمٌ باللهِ الَّذي يَملِكُ الرُّوحَ والنَّفْسَ، «لا يَخرُجُ مِنهم أَحدٌ»، أي: لا يَدَعُها ويَترُكُها أَحدٌ ممَّن استَوطَنَها رغبةً عَنهَا، زاهدًا فيها، أو رَغبةً عَن ثَوابِ السَّاكنِ فيها؛ إلَّا أَخلَفَ اللهُ سُبحانَه وتَعالى وأَبدَلَ في المَدينةِ مَن هوَ خيرٌ منهُ بمَولودٍ يُولَدُ فِيها، أو بمُنتَقِلٍ يَنتقِلُ إليها مِن غَيرِها، ثمَّ ذكَر صلَّى اللهُ عليهِ وسلَّم أنَّها تُخرِجُ عنها شِرارَ النَّاسِ، فلا يَتحمَّلونَ المُقامَ بها، وإنَّما يَتحمَّلُ المُقامَ بها المؤمِنونَ الصَّالحون؛ فإنَّها لا تَترُكُ فيها مَن في قَلْبِه دَغَلٌ وفَسادٌ، بلْ تُميِّزُه عن القُلوبِ الصَّادقةِ وتُخرِجُه، كما تُميِّزُ النارُ رَديءَ الحَديدِ مِن جَيِّدِه، والكِيرُ: هو الجِلدُ الَّذي يَنفُخُ به الحدَّادُ على النَّارِ. فلا تَقومُ السَّاعةُ حتَّى تَنفيَ المدينةُ شِرارَها، كَما يَنفي الكِيرُ خَبثَ الحديدِ، وخَبثُ الحَديدِ: وَسَخُه وقَذَرُه الَّذي تُخرِجُه النَّارُ مِنها. قيل: إنَّ المرادَ هنا بَعضُ مَن كان في عهْدِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم مِن المُنافِقينَ، وإلَّا فبَعْدَ عهْدِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم قدْ خرَجَ منها كثيرٌ مِن الصَّالحينَ والأفاضِلِ، وبَقِي فيها بعضُ الطَّالحينَ والفاسِدينَ. وقيل: يَحتمِلُ أنْ يكونَ نَفيُ المدينةِ لشِرارِها مُختصًّا بزمَنِ الدَّجَال، ويَحتمِلُ أنْ يكونَ في أزمانٍ مُتفرِّقةٍ. \nوفي الحديثِ: بَيانُ بعضِ فَضائلِ المدينةِ. \nوفيه: عَلامةٌ مِن عَلاماتِ نُبوَّتِه صلَّى اللهُ عليهِ وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}