{
    "hadith_id": "1383",
    "hadith": "أنَّ أَعْرَابِيًّا بَايَعَ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فأصَابَ الأعْرَابِيَّ وَعْكٌ بالمَدِينَةِ، فأتَى النبيَّ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَقالَ: يا مُحَمَّدُ، أَقِلْنِي بَيْعَتِي، فأبَى رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، ثُمَّ جَاءَهُ، فَقالَ: أَقِلْنِي بَيْعَتِي، فأبَى، ثُمَّ جَاءَهُ، فَقالَ: أَقِلْنِي بَيْعَتي فأبَى، فَخَرَجَ الأعْرَابِيُّ، فَقالَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: إنَّما المَدِينَةُ كَالْكِيرِ، تَنْفِي خَبَثَهَا، وَيَنْصَعُ طَيِّبُهَا.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1383",
    "grade": "[صحيح]",
    "sharh": "الشَّدائدُ تُظِهرُ مَعادنَ الرِّجالِ، وتُميِّزُ الصَّادقَ مِنَ الكاذِبِ، والطَّيِّبَ مِن الخَبيثِ.\nوفي هذا الحَديثِ يَحْكي زَيدُ بنُ ثابتٍ رَضيَ اللهُ عنه أنَّه لَمَّا خرَجَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى غَزْوةِ أُحُدٍ سَنةَ ثلاثٍ مِن الهِجْرةِ، بعْدَما اسْتَشارَ النَّاسَ في الخُروجِ، فأشارَ الصَّحابةُ -لا سيَّما مَن لم يَحْضُروا غَزْوةَ بَدرٍ- بالخُروجِ لمُلاقاةِ العَدوِّ خارجَ المَدينةِ، وأشارَ عبدُ اللهِ بنُ أُبَيٍّ ابنُ سَلُولَ رَأسُ المُنافِقينَ بالبَقاءِ في المَدينةِ والقِتالِ فيها، وقولُه لَيس نُصحًا؛ بل حتَّى يَستَطيعَ التَّهرُّبَ أثْناءَ القِتالِ، فلمَّا أخَذ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ برَأيِ مَن قالوا بالخُروجِ، تحيَّنَ ابنُ سَلولَ فُرْصةً أثْناءَ مَسيرِ الجَيشِ، ثمَّ رجَع بمَن معَه مِن المُنافِقينَ، وكانوا حَوالَيْ ثَلاثَ مئةٍ، بما يُعادِلُ ثُلثَ الجَيشِ تَقْريبًا، زاعمًا أنَّ سَببَ رُجوعِه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ لم يَأخُذْ برأيِه. \nفلمَّا فَعَلوا ذلك، كان مَوقِفُ أصْحابِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ مِن هؤلاء الرَّاجِعينَ فِرقَتَينِ؛ فِرقةٌ منَ الصَّحابةِ تقولُ: نُقاتِلُهم المُنافِقينَ الرَّاجِعينَ، وفِرقةٌ تقولُ: لا نَقاتِلُهم؛ لأنَّهم مُسلِمونَ، فأنزَل اللهُ عزَّ وجلَّ قولَه: {فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا} [النساء: 88]، مُنكِرًا عليهم اختِلافَهم إلى فِرقَتَينِ في قَتلِ مَن أركَسَهمُ اللهُ، أي: أوقَعَهم في الخَطأِ، وأضلَّهم، ورَدَّهم إلى الكُفرِ بعْدَ الإيمانِ، والمَعنى: ما لكمُ اختَلَفْتم في شَأنِ قومٍ نافَقوا نِفاقًا ظاهِرًا، وتَفرَّقْتم فيه فِرقَتَينِ؟! وما لكم لم تُثبِتوا القولَ في كُفرِهم، واللهُ أضَلَّهم بسبَبِ عِصْيانِهم، ومُخالَفَتِهمُ الرَّسولَ، واتِّباعِهمُ الباطلَ؟!\nوقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «إنَّهَا طَيْبَةُ، تَنْفِي الذُّنُوبَ كما تَنْفِي النَّارُ خَبَثَ الفِضَّةِ»، يَعني أنَّ المَدينةَ تُميِّزُ أصْحابَ الذُّنوبَ، وتُظهِرُ شِرارَ الرِّجالِ مِن خِيارِهم، كما تُميِّزُ النَّارُ وسَخَ الفضَّةِ، وتُبْقي الطَّيِّبَ خالصًا نَقيًّا، أنْقَى وأجوَدَ ممَّا كان، وكذلك المَدينةُ.\nوقدْ ختَم اللهُ أنَّهم لا يُجاوِرونَه فيها إلَّا قَليلًا، فنَفَتْهمُ المَدينةُ بعْدَه صلَّى اللهُ عليه وسلَّمَ؛ لخَوفِهمُ القَتلَ؛ قال اللهُ تعالَى: {مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا} [الأحزاب: 61]، فلم يَأمَنوا فخرَجوا، فصحَّ بذلك أنَّ المَدينةَ تَنْفي خَبَثَها، لكنْ ليس ذلك ضَرْبةً واحدةً؛ بلِ الشَّيءَ بعْدَ الشَّيءِ، حتَّى لا يَبْقَى مِن أهْلِها الطيِّبونَ النَّاصِعونَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}