{
    "hadith_id": "1385",
    "hadith": "إنَّ اللَّهَ تَعَالَى سَمَّى المَدِينَةَ طَابَةَ.",
    "rawi": "جابر بن سمرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1385",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (20916)، والنسائي في ((السنن الكبرى)) (4246)، وابن حبان (3726) جميعهم بلفظه.",
    "sharh": "المدينةُ النَّبويَّةُ بُقعةٌ مِن الأرضِ مُبارَكةٌ، طَهَّرَها اللهُ مِن الأدناسِ، واختارَها لتَكونَ مُهاجَرَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، وحاضنةَ دَعوتِه، وأساسَ دَولتِه.\nوفي هَذا الحَديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّ مِن الأسماءِ الَّتي سَمَّى اللهُ تَعالى بها المَدينةَ: «طابةَ»، والمعنى أنَّ اللهَ تعالَى سمَّاها في اللَّوحِ المحفوظِ، أو أمَرَ نَبيَّه صلَّى اللهُ عليهِ وسلَّم أنْ يُسمِّيَها بها؛ ردًّا على المنافقينَ في تَسميتِها يَثرِبَ. واشتقاقُها مِن الطِّيبِ، وهو الرَّائِحةُ الحَسَنةُ، أو مِن الشَّيءِ الطَّيِّبِ الطَّاهِرِ؛ لخُلوصِها مِن الشِّركِ وتَطهيرِها منه، وقيل: لطِيبِها لساكنِها، وقيل: مِن طِيبِ العَيشِ بها، وقيل: لطِيبِ تُرابِها وهَوائِها؛ فإنَّ مَن أقامَ بها يَجِدُ مِن تُربتِها وحِيطانِها رائحةً طيِّبةً لا تَكادُ تُوجَدُ في غَيرِها.\nوكانت المدينةُ تُسمَّى يَثرِبَ قبْلَ هِجرةِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم إليها؛ ففي الصَّحيحينِ عن أبي هُرَيرةَ رَضِي اللهُ عنه، قال رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم: «أُمِرتُ بقَريةٍ تَأكلُ القُرى، يَقولون: يَثرِبُ، وهي المدينةُ»، وكأنَّه صلَّى اللهُ عليهِ وسلَّم كرِهَ هذا الاسمَ، وكَراهةُ اسمِ يَثْرِبَ؛ لأنَّه مِن التَّثريبِ، وهو المُؤاخَذةُ والعقابُ، أو مِن الثَّرْبِ، وهو الفسادُ، ولأنَّه الاسمُ الَّذي كان في الجاهليَّةِ، وكان مِن عادتِه صلَّى اللهُ عليهِ وسلَّم تَغييرُ الاسمِ القَبيحِ، وقدْ سمَّاها اللهُ تعالَى المدينةَ في مَواضعَ مِن القرآنِ، وكثرةُ الأسماءِ تدُلُّ على عِظَمِ المُسمَّى.\nوقد حُمِلَ ما وردَ في القرآنِ مِن تَسميتِها بـ(يَثْرِب) في قولِ اللهِ تعالى: {وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا} [الأحزاب: 13]، على أنَّه حِكايةٌ عن قولِ المنافقين والَّذين في قُلوبِهم مَرَضٌ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}