{
    "hadith_id": "1388",
    "hadith": "تُفْتَحُ الشَّامُ، فَيَخْرُجُ مِنَ المَدِينَةِ قَوْمٌ بِأَهْلِيهِمْ يَبُسُّونَ، وَالْمَدِينَةُ خَيْرٌ لهمْ لو كَانُوا يَعْلَمُونَ، ثُمَّ تُفْتَحُ اليَمَنُ فَيَخْرُجُ مِنَ المَدِينَةِ قَوْمٌ بِأَهْلِيهِمْ يَبُسُّونَ، وَالْمَدِينَةُ خَيْرٌ لهمْ لو كَانُوا يَعْلَمُونَ، ثُمَّ تُفْتَحُ العِرَاقُ، فَيَخْرُجُ مِنَ المَدِينَةِ قَوْمٌ بِأَهْلِيهِمْ يَبُسُّونَ، وَالْمَدِينَةُ خَيْرٌ لهمْ لو كَانُوا يَعْلَمُونَ.",
    "rawi": "سفيان بن أبي زهير الأزدي",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1388",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1875)، ومسلم (1388).",
    "sharh": "لا يَعلَمُ الغيبَ إلَّا اللهُ، وقد يُطلِعُ اللهُ بعضَ عِبادِه على بَعضِ الغَيبِ، ومنها التي أخبَرَ بها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ووَقَعَت كما أخبَرَ صلَّى اللهُ عليه وسلَّمَ، فكانت دَليلًا وعَلَمًا على نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ.\nوفي هذا الحَديثِ يَرْوي الصَّحابيُّ سُفيانُ بنُ أبي زُهيرٍ الأزديُّ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أخبَرَ عن مُدُنٍ ستُفتَحُ، وقد وَقَعَ ما أخبَرَ به عليه الصَّلاةُ والسَّلامُ، وعلى التَّرتيبِ المذكورِ في الحديثِ.\nفأخبَر صلَّى اللهُ عليه وسلَّمَ أنَّه ستُفتَحُ اليمنُ، فيُعجِبُ قَومًا بِلادُها وعَيشُ أهْلِها، فيَحمِلُهم ذلك على المُهاجَرةِ إليها بأنفُسِهم وأهْلِيهم، حتَّى يَخرُجوا مِن المدينةِ والحالُ أنَّ الإقامةَ في المدينةِ خَيرٌ لهم؛ لأنَّها حرَمُ الرَّسولِ صلَّى اللهُ عليه وسلَّمَ، وجِوارُه، ومَهبِطُ الوحْيِ، ومَنزِلُ البَرَكاتِ، لو كانوا يَعلَمون ما في الإقامةِ بها مِن الفَوائدِ والعوائدِ في الدِّينِ، التي يُستحقَرُ دُونَها ما يَجِدونه مِن الحُظوظِ الدُّنيويَّةِ الفانيةِ العاجلةِ بسَببِ الإقامةِ في غَيرِها، أو المعْنى: لو كان عِندَهم شَيءٌ مِن العِلمِ، أي: لَيتَهم كانوا مِن أهلِ العِلمِ؛ تَغليظًا وتَشديدًا.\nومعْنى «يُبِسُّونَ»، أي: يسُوقُون دَوابَّهُم، والبَسُّ: سَوْقُ الإبِلِ، تقولُ: بِسْ بِسْ، عند السَّوقِ وإرادةِ السُّرعةِ.\nثمَّ أخبَر عن فتْحِ الشَّامِ -وتَضُمُّ حاليًّا الأُردنَّ، وفِلسطينَ، وسُوريَّةَ، ولُبْنانَ- وفتْحِ العراقِ أيضًا، وأنَّ النَّاسَ يَزحَفون إليهما طَلَبًا للرَّخاءِ، على نحْوِ ما ذَكَرَ في اليمَنِ، لكنَّ المدينةَ خَيرٌ لهم.\nوهذا فيمَن خَرَجَ راغبًا عن المدينةِ، أمَّا مَن خَرَجَ لحاجةٍ -كجِهادٍ أو تِجارةٍ- فليس داخلًا في معْنى الحديثِ.\nوجاء قولُه: «قَومًا» نَكِرةً، ووُصِفَ بـ«يُبِسُّون» ثمَّ أُكِّدَ بقولِه: «لو كانوا يَعلَمون»؛ لتَحقيرِهم وتَوهينِ أمْرِهم، والوصْفُ بـ«يُبِسُّون» -وهو سَوقُ الدَّوابِّ- يُشعِرُ برَكاكةِ عُقولِهم، وأنَّهم ممَّن رَكَنَ إلى الحُظوظِ البَهيميَّةِ وحُطامِ الدُّنيا الفانيةِ العاجِلةِ، وأعْرَضوا عن الإقامةِ في جِوارِ الرَّسولِ عليه الصَّلاةُ والسَّلامُ، ولذلك كُرِّرَ «قَومًا» ووُصِفَ في كلِّ قَرينةٍ بـ«يُبِسُّون»؛ استِحقارًا لتلك الهَيئةِ القَبيحةِ.\nوفي الحديثِ: فضْلُ المَدينةِ النَّبويةِ والسُّكنى فيها.\nوفيه: دَليلٌ على أنَّ بَعضَ البِقاعِ أفضَلُ مِن بَعضٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}