{
    "hadith_id": "1389",
    "hadith": "يَتْرُكُونَ المَدِينَةَ علَى خَيْرِ ما كَانَتْ، لا يَغْشَاهَا إلَّا العَوَافِي، يُرِيدُ عَوَافِيَ السِّبَاعِ وَالطَّيْرِ، ثُمَّ يَخْرُجُ رَاعِيَانِ مِن مُزَيْنَةَ يُرِيدَانِ المَدِينَةَ، يَنْعِقَانِ بغَنَمِهِمَا، فَيَجِدَانِهَا وَحْشًا، حتَّى إذَا بَلَغَا ثَنِيَّةَ الوَدَاعِ خَرَّا علَى وُجُوهِهِمَا.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1389",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1874)، ومسلم (1389)",
    "sharh": "للسَّاعةِ عَلاماتٌ لنْ تَقومَ القِيامةُ إلَّا بَعدَ وُقوعِها؛ منها علاماتٌ صُغرَى، ومنها عَلاماتٌ كُبرَى، والفَرقُ بيْن العَلاماتِ الصُّغرَى والكُبرَى: أنَّ الكُبرى تكونُ أقرَبَ لقيامِ السَّاعةِ، وعَدَدُها قليلٌ، ومُتتاليةٌ، ولم يَقَعْ شَيءٌ منها حتَّى الآن، أمَّا الصُّغْرى فهي كثيرةٌ ومُتباعِدةٌ، ووقَعَ كَثيرٌ منها.\n وفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ببَعضِ ما يكونُ في آخِرِ الزَّمانِ؛ وهو أنَّ النَّاسَ يَترُكونَ المدينةَ، فتُصبِحُ خاليةً مِن البَشَرِ، إلَّا أنَّها على خَيرِ حالٍ مِن النَّماءِ، وكَثرةِ الزُّروعِ والثِّمارِ، ولخُلوِّها مِن البَشرِ قَصَدَتْها عَوافي السِّباعِ والطَّيرِ، والعَوافِي جمْعُ عافيةٍ، وهي الَّتي تَبحَثُ عمَّا تَأكُلُه، وذلك أنَّه قد حُشِر النَّاسُ جَميعًا، ولم يَبْقَ إلَّا راعيانِ مِن مُزَينةَ -وهي قَبيلةٌ مِن مُضَرَ، مِن قَبائلِ العرَبِ- هما آخِرُ مَن يُحشَرُ؛ وذلك أنَّهما قدْ أتَيَا المدينةَ «يَنْعِقَانِ» أي: يَصرُخانِ على غنَمِهما يَطلُبانِ الكلَأَ والعُشْبَ، فيَجِدانِ أنَّ المدينةَ صارَتْ خاليةً مِن البشَرِ، تَكثُرُ بها الوحوشُ، حتَّى إذا بَلَغا ثَنيَّةَ الوَداعِ على مَدخلِ المدينةِ المُنوَّرةِ سَقَطَا على وُجوهِهما ميِّتَينِ قد قُبِضَا.\nوقولُه: «آخِرُ مَن يُحشَرُ»، أي: آخِرُ مَن يَموتُ؛ وذلك أنَّه لا حَشْرَ إلَّا بعْدَ الموتِ، ويَحتمِلُ أنْ يَتأخَّرَ حَشْرُهما لتَأخُّرِ مَوتِهما، ويَحتمِلُ آخِرُ مَن يُحشَرُ إلى المدينةِ، أي: يُساقُ إليها. وثنِيَّةُ الوَداعِ هي الَّتي مِن جِهةِ تَبوكَ في طَريقِ الذَّاهبِ مِنَ المدينةِ إلى الشَّامِ، وسُمِّيتْ بذلك؛ لأنَّهم كانوا يُشيِّعونَ الحاجَّ والغُزاةَ إليها ويُودِّعونهم عندَها، وهي اليومَ في قلْبِ عُمْرانِ المُدينةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}