{
    "hadith_id": "1403",
    "hadith": "أنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ رَأَى امْرَأَةً، فأتَى امْرَأَتَهُ زَيْنَبَ وَهي تَمْعَسُ مَنِيئَةً لَهَا، فَقَضَى حَاجَتَهُ، ثُمَّ خَرَجَ إلى أَصْحَابِهِ، فَقالَ: إنَّ المَرْأَةَ تُقْبِلُ في صُورَةِ شيطَانٍ، وَتُدْبِرُ في صُورَةِ شيطَانٍ، فَإِذَا أَبْصَرَ أَحَدُكُمُ امْرَأَةً فَلْيَأْتِ أَهْلَهُ؛ فإنَّ ذلكَ يَرُدُّ ما في نَفْسِهِ.\n[وفي رواية]: لمْ يَذْكُرْ: تُدْبِرُ في صُورَةِ شيطَانٍ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1403",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "حَفِظَ الإسْلامُ المَرأةَ مِن كلِّ سُوءٍ، وأمَرَها الشَّرعُ بالابتِعادِ عنِ التَّبرُّجِ حتَّى لا تُثيرَ الفِتنَ وتَكونَ هي سببًا في فِتنةِ غيرِها. \nوفي هَذا الحَديثِ يُخبِرُ جابرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهما أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ رَأى امْرَأةً، كأنَّه وقَعَ بَصرُه عليها فَجأةً، فأَتى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ امرأَتَه زَينبَ بنتَ جَحشٍ ليَقضيَ حقَّ الشَّهوةِ الآدَميَّةِ، والاعْتصامِ والعِفَّةِ، وكانت زينبُ رَضيَ اللهُ عنها تَمعَسُ مَنيئةً، والمَعْسُ: الدَّلكُ، والمَنيئةُ: هيَ الجِلدُ أَوَّلَ ما يُوضَعُ في الدِّباغِ، وإنَّما فعَلَ هذا بَيانًا وإِرْشادًا للنَّاسِ لِمَا يَنبغِي لَهم أنْ يَفعَلوه، فعَلَّمَهم بفِعلِه وقولِه صلَّى اللهُ عليه وسلَّمَ، أمَّا ما وقَعَ في نفْسِه فغيرُ مؤاخَذٍ به، ولا يَنقُصُ من مَنزلتِه، وهو من مُقتَضى الجِبِلَّةِ والشَّهوةِ الآدَميَّةِ، ولا يُظَنُّ برسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ لَمَّا فعَلَ ذلك مَيلُ نفْسٍ، أو غَلَبةُ شَهوةٍ حاشاهُ عن ذلك، وإنَّما فعَلَ ذلك ليَسنَّ، وليُقتَدى به، وليَحسِمَ عن نفْسِه ما يُتوقَّعُ وُقوعُه.\nثُمَّ قال صلَّى اللهُ عليه وسلَّمَ: «إنَّ المَرأةَ تُقبِلُ في صورةِ شَيطانٍ، وتُدبِرُ في صورةِ شَيطانٍ»، يُشيرُ إلى الهَوى والدُّعاءِ إِلى الفِتنةِ بِها لِمَا جعَلَه اللهُ تَعالى في نُفوسِ الرِّجالِ منَ المَيْلِ إِلى النِّساءِ، والالتِذاذِ بنَظرِهنَّ وما يَتعلَّقُ بهنَّ؛ فهيَ شَبيهةٌ بالشَّيطانِ في دُعائِه إلى الشرِّ بوَسوستِه وتَزيينِه له؛ لأنَّ إقْبالَها داعٍ للإنْسانِ إلى اسْتراقِ النَّظرِ إليها، كالشَّيطانِ الدَّاعي إلى الشَّرِّ والوسواسِ، وعلى هذا إدْبارُها؛ لأنَّ النَّظرَ رائدُ القلبِ، فيتعَلَّقُ بها عندَ الإدْبارِ، فيَتحيَّلُ للوُصولِ إليها، وإنَّ رُؤيتَها من جميعِ الجِهاتِ داعيةٌ للفَسادِ.\nثُمَّ قالَ صلَّى اللهُ عليهِ وسلَّم: «فإِذا أبصَرَ أَحدُكمُ امرأةً»، أي: اسْتَحسَنَها وأَعْجبَتْه؛ لأنَّ غايةَ رُؤيةِ المُتَعجَّبِ منهُ اسْتِحسانُه، وفي رِوايةٍ أُخْرى عندَ مُسلمٍ: «إذا أحَدُكم أعْجبَتْه المرأةُ، فوقَعَتْ في قَلبِه، فلْيَعمِدْ إلى امْرأتِه، فلْيواقِعْها»، وهنا قال: «فلْيأتِ أهلَه»، أي: ولْيُجامِعْ زَوجتَه، «فإنَّ ذلكَ يَرُدُّ ما في نَفْسِهِ»، أي: فإنَّ جِماعَه لزَوجتِه يرُدُّ ما وقَعَ في نفْسِه، فيَدفَعُ شهوتَه، وتَسكُنُ به نفْسُه.\nوفي الحَديثِ: أنَّه لا بأْسَ بطَلَبِ الرَّجلِ امرأَتَه إلى الجِماعِ في النَّهارِ وَغيرِه، وإنْ كانتْ مُشتَغِلةً بما يُمكنُ تَرْكُه؛ لأنَّه ربَّما غلبَتْ عَلى الرَّجلِ شهوةٌ يَتضرَّرُ بالتَّأخيرِ في بَدنِه، أو في قَلبِه وبَصَرِه.\nوفيه: تَعليمُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لأصْحابِه كيف يَنزِعونَ عنهم وساوسَ الشَّيطانِ، بأنْ يأْتوا الحلالَ بَدلًا منَ الحَرامِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}