{
    "hadith_id": "1428",
    "hadith": "لَمَّا انْقَضَتْ عِدَّةُ زَيْنَبَ، قالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ لِزَيْدٍ: فَاذْكُرْهَا عَلَيَّ، قالَ: فَانْطَلَقَ زَيْدٌ حتَّى أَتَاهَا وَهي تُخَمِّرُ عَجِينَهَا، قالَ: فَلَمَّا رَأَيْتُهَا عَظُمَتْ في صَدْرِي، حتَّى ما أَسْتَطِيعُ أَنْ أَنْظُرَ إلَيْهَا؛ أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ ذَكَرَهَا، فَوَلَّيْتُهَا ظَهْرِي، وَنَكَصْتُ علَى عَقِبِي، فَقُلتُ: يا زَيْنَبُ، أَرْسَلَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يَذْكُرُكِ، قالَتْ: ما أَنَا بصَانِعَةٍ شيئًا حتَّى أُوَامِرَ رَبِّي، فَقَامَتْ إلى مَسْجِدِهَا، وَنَزَلَ القُرْآنُ، وَجَاءَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَدَخَلَ عَلَيْهَا بغيرِ إذْنٍ، قالَ: فَقالَ: وَلقَدْ رَأَيْتُنَا أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ أَطْعَمَنَا الخُبْزَ وَاللَّحْمَ حِينَ امْتَدَّ النَّهَارُ، فَخَرَجَ النَّاسُ وَبَقِيَ رِجَالٌ يَتَحَدَّثُونَ في البَيْتِ بَعْدَ الطَّعَامِ، فَخَرَجَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ وَاتَّبَعْتُهُ، فَجَعَلَ يَتَتَبَّعُ حُجَرَ نِسَائِهِ يُسَلِّمُ عليهنَّ، وَيَقُلْنَ: يا رَسولَ اللهِ، كيفَ وَجَدْتَ أَهْلَكَ؟ قالَ: فَما أَدْرِي أَنَا أَخْبَرْتُهُ أنَّ القَوْمَ قدْ خَرَجُوا، أَوْ أَخْبَرَنِي، قالَ: فَانْطَلَقَ حتَّى دَخَلَ البَيْتَ، فَذَهَبْتُ أَدْخُلُ معهُ، فألْقَى السِّتْرَ بَيْنِي وبيْنَهُ، وَنَزَلَ الحِجَابُ، قالَ: وَوُعِظَ القَوْمُ بما وُعِظُوا بهِ.\nوزاد في رواية: {لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ} إلى قَوْلِهِ: {وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ} [الأحزاب: 53].",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1428",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (1428)",
    "sharh": "أمُّ المُؤمنِينَ زَينَبُ بنتُ جَحْشٍ رَضيَ اللهُ عنها هي ابْنةُ أُمَيْمةَ بِنتِ عبْدِ المُطَّلِبِ عَمَّةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وكانَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ زوَّجَ زَينبَ أوَّلًا لمَوْلَاهُ زَيدِ بنِ حَارِثةَ رَضيَ اللهُ عنه، الَّذي كان قدْ تَبنَّاه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ قبْلَ أنْ يُحرِّمَ اللهُ التَّبنِّيَ، ولكنَّ زَينبَ رَضيَ اللهُ عنها كانتْ تَفْخَرُ بنَفْسِها على زيدٍ، ويقَعُ بينَهما ما يكونُ بينَ الأزْواجِ منَ الخِلافِ حتَّى طلَّقَها زَيدٌ.\nوفي هذا الحَديثِ يُخبِرُ أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّه لَمَّا انتَهتْ عِدَّةُ طَلاقِ زَينبَ بِنتِ جَحشٍ رَضيَ اللهُ عنها حينَ طلَّقها زيدُ بنُ حارِثةَ رَضيَ اللهُ عنه، وكان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَنصَحُ زيدًا في زَوجتِه قبْلَ أنْ يُطلِّقَها، كما جاء في قولِ اللهِ تعالَى: {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ} [الأحزاب: 37]، وفي تَمامِ الآيةِ أنَّه تعالى قال لنَبيِّه: {وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا}؛ وذلك أنَّ اللهَ تعالَى أعْلمَ نبيَّه صلَّى اللهُ عليه وسلَّمَ أنَّ زيدًا سيُطلِّقُ زَينبَ رَضيَ اللهُ عنها، وأنَّها ستَكونُ زَوجًا له صلَّى اللهُ عليه وسلَّمَ بعْدَ طَلاقِ زيْدٍ لها، ولكنَّه كَتَمَ ذلك في نَفْسِه؛ خَشْيةَ تَشنِيعِ المنافِقينَ عليه وإرْجافِهِم بأنَّه نَهَى عن تَزْويجِ نِساءِ الأبْناءِ وتَزوَّجَ زَوْجةَ زيْدٍ، وكانَ يُدْعَى بزَيدِ بنِ مُحمَّدٍ قبْلَ النَّهيِ عن ذلِك، وإبْطالِ التَّبنِّي.\nثمَّ أخبَرَ أنسٌ رَضيَ اللهُ عنه أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قال لزَيدٍ رَضيَ اللهُ عنه: «فاذكُرْها علَيَّ»، أي: اذهَبْ فاخْطُبْها لي واذْكُرني عندَها أنِّي أُريدُ خِطْبتَها، فذهَبَ زيدٌ حتَّى وصَلَ إليها فرَآها «تُخمِّرُ عَجينَها»، أي: تُجهِّزُ عَجينَها لكي تَخبِزَه، فأخبَرَ زَيدٌ رَضيَ اللهُ عنه أنَّه لمَّا وقَعَ نَظرُه عليها استعْظَمَ أنْ يَنظُرَ إليها؛ لأنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أرادَ خِطبَتَها، فأنزَلَها مَنزلةَ أُمَّهاتِ المؤمِنينَ، فأبعَدَ نظَرَه عَنها وأعْطاها ظَهْرَه، ورجَعَ إلى الوَراءِ وبعُدَ عنها مَسافةً، وكانَ ذلكَ قبْلَ نُزولِ الحِجابِ.\nثمَّ أخبرَها زَيدٌ رَضيَ اللهُ عنه أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أرسْلَه لكيْ يَخطُبَها له، فأخبَرَتْه زَينبُ رَضيَ اللهُ عنها أنَّها لنْ ترُدَّ بشَيءٍ حتَّى تَستَخيرَ رَبَّها وتَنتظِرَ ماذا يَفعَلُ اللهُ في شأْنِها، فقامَتْ إلى المُصلَّى الَّتي تُصلِّي فيهِ في بيتِها لتُصلِّيَ الاستِخارةَ، «ونزَلَ القرآنُ»، أي: ونزَلَتْ آياتُ سُورةِ الأحْزابِ، وجاءَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ إلى زيْنبَ رَضيَ اللهُ عنها، فدخَلَ علَيها بغيرِ استِئذانٍ؛ حيثُ أصبحَتْ زَوجَتَه؛ فقدْ زوَّجَها اللهُ تعالى النَّبيَّ صلَّى اللهُ عليه وسلَّمَ مِن فَوقِ سَبعِ سَمَواتٍ.\nثُمَّ أخبَرَ أنسٌ رَضيَ اللهُ عنه أنَّه يَتذكَّرُ حينَ أطعَمَهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وَليمَتَه على زَيْنبَ رَضيَ اللهُ عنها خُبزًا ولَحمًا، وكان ذلك حينَ ارتَفَعَ النَّهارُ واشتدَّتْ حَرارةُ الشَّمسِ، فخرَجَ مَن أكَلَ مِنَ الوَليمةِ، وبَقيَ بعضُهم يَتحدَّثونَ في بيْتِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فخرَجَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ وترَكَهم في البَيتِ يَتحدَّثونَ، وخرَجَ خَلْفَه أنسُ بنُ مالكٍ رَضيَ اللهُ عنه؛ لأنَّه كان خادِمَه ويُلازِمُه، فذهَبَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى بُيوتِ نِسائهِ يَطْمئِنُّ عليهنَّ ويَتفقَّدُ أحوالَهنَّ، وكانتْ أزْواجُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ يَسألْنَه: «يا رسولَ اللهِ، كيفَ وجَدْتَ أهلَكَ؟»، وفي رِوايةٍ عندَ البُخاريِّ، أنَّ عائشةَ رَضيَ اللهُ عنها هي الَّتي سألَتِ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ، فقالتْ: «كيفَ وجدْتَ أهلَكَ؟ بارَكَ اللهُ لكَ»، قيلَ: إنَّها قصَدَتْ نَوعًا منَ المُداعَبةِ، إلَّا أنَّ الأرجَحَ بها أنَّها قصَدَتِ الدُّعاءَ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ بالبَرَكةِ في أهْلِه والاطْمئنانِ عليهم. وفي رِوايةٍ لمسلِمٍ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان جَوابُه: «بخيرٍ».\nثمَّ أخبَرَ أنسٌ رَضيَ اللهُ عنه أنَّه ليس مُتذكِّرًا: هلْ هو مَن أخبَرَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أنَّ النَّاسَ الَّذينَ جلَسوا يَتحدَّثونَ بعدَ الوَليمةِ قدْ رَحَلوا، أمْ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ هو مَن أخبَرَه؟ فلمَّا تأكَّدَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ من خُروجِهم منَ البَيتِ، ذهَبَ مُسرعًا حتَّى دخَلَ بيْتَ زَينبَ، وهمَّ أنسٌ رَضيَ اللهُ عنه أنْ يَدخُلَ مَعَه كعادَتِه، فجعَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بيْنَه وبينَه سِترًا، وذلك بِسَببِ نُزولِ آياتِ الحِجابِ الَّتي في سُورةِ الأحْزابِ: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ} [الأحزاب: 53].\nقالَ أنسٌ رَضيَ اللهُ عنه: «ووُعِظَ القومُ بما وُعِظوا بهِ»، أي: أنَّهم استَجابوا لأمْرِ اللهِ عزَّ وجلَّ وقولِ نبيِّه صلَّى اللهُ عليه وسلَّمَ، وعَلِموا ما وَقَعوا فيه مِن خطأٍ؛ مِن إطالَتِهمُ المُكْثَ في بَيتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ واسْتِئناسِهم بالحَديثِ.\nوفي الحَديثِ: بَيانُ فَضلِ زَينبَ رَضيَ اللهُ عنها. \nوفيه: أنَّ المرءَ يَكِلُ أمْرَه للهِ تعالى في كلِّ أحْوالهِ.\nوفيه: بَيانُ حَياءِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوفيه: الحَثُّ على الاستِخارةِ قبْلَ القُدومِ على أيِّ أمرٍ.\nوفيه: الحَثُّ على تَفقُّدِ أحْوالِ الأهلِ والاطْمِئنانِ عليهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}