{
    "hadith_id": "1442",
    "hadith": "سَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَذَكَرَ بمِثْلِ حَديثِ سَعِيدِ بنِ أَبِي أَيُّوبَ في العَزْلِ، وَالْغِيلَةِ، غيرَ أنَّهُ قالَ: الغِيَالِ.",
    "rawi": "جذامة الأسدية بنت وهب أخت عكاشة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1442",
    "grade": "[صحيح]",
    "sharh": "وفي هذا الحَديثِ تَرْوي الصَّحابيَّةُ جُدَامةُ الأسَديَّةُ بنتُ وَهبٍ رَضِي اللهُ عنها أنَّها حَضَرت عندَ رَسُولَ اللهِ صلَّى اللهُ عليهِ وسلَّم في مَجلسٍ فيه بعضُ أصحابِه رَضِي اللهُ عنهم، فقال النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: «لَقد هَممْتُ»، أي: عَزَمْتُ أنْ أَنْهَى عَنِ «الغِيلَةِ»، هي أنْ يُجامِعَ الرَّجلُ زَوجتَه وهيَ مُرضعٌ، أو هي حمْلُ المرأةِ وهيَ تُرضِعُ، وسَببُ عَزمِه صلَّى اللهُ عليهِ وسلَّم بالنَّهيِ عنها أنَّ الشَّائعَ وقتئذٍ أنَّه يَتضَرَّرُ الرَّضيعُ مِن ذلك، فكانوا يَقولونَ: إنَّ المُرضِعَ إذا غَشِيَها زوجُها فحمَلَت أثناءَ رَضاعِها، يَفسُدُ لبَنُها، ويَضعُفُ الولَدُ إذا اغتَذَى به، والعَربُ تَكرَهُه وتَتَّقيه، فرَأى النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّ الرُّومَ وفارسَ -مَملكتانِ عَظيمتانِ في ذلك الزَّمنِ- يَفعَلونَ ذلكَ وَلا يُبالونَ بِه، ثُمَّ إنَّه لا يَعودُ عَلى أَولادِهم بضَررٍ، فلَم يَنْهَ عنها.\nثُمَّ سَأله الصَّحابةُ رَضِي اللهُ عنهم عنِ حُكمِ العزْلِ، وهو: أنْ يَنزِعَ الرَّجلُ ذكَرَه مِن فَرْجِ المَرْأةِ قبْلَ الإنْزالِ، ويُنزِلُ خارِجَ الفَرْجِ؛ مَنعًا لحُدوثِ الحَمْلِ، فقالَ رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم: «ذلكَ الوَأْدُ الخفيُّ»، وإنَّما جَعلَ العزْلَ وأْدًا خفيًّا؛ لأنَّ فيه إضاعةَ النُّطفةِ الَّتي هَيَّأها اللهُ تَعالى لأنْ تَكونَ ولدًا، فأشبَهَ إهلاكَ الوَلدِ ودَفْنَه حيًّا، لكنْ لا شكَّ أنَّه دُونَه؛ فلِذلكَ جَعَلَه خَفيًّا.\nوفي الصَّحيحينِ قال النَّبيُّ صلَّى اللهُ عليهِ وسلَّم لمَن سَألوه عن العزْلِ: «ما علَيْكُم أنْ لا تَفْعَلُوا، ما مِن نَسَمَةٍ كَائِنَةٍ إلى يَومِ القِيَامَةِ إلَّا وهي كَائِنَةٌ»، يَعني: ما مِن نفْسٍ كائنةٍ في عِلمِ اللهِ تعالَى إلَّا وهي كائنةٌ في الواقعِ، سَواءٌ حدَثَ العَزْلُ أو لم يَحدُثْ؛ لأنَّه قدْ يَكونُ معَ العَزْلِ إنزالٌ بقَليلِ الماءِ الَّذي قدَّرَ اللهُ أنْ يكونَ منه الولَدُ، وقدْ يُوجَدُ الإنزالُ ولا يكونُ ولَدٌ؛ فالعَزْلُ أوِ الإنزالُ مُتَساوِيانِ في ألَّا يَكونَ منه ولَدٌ إلَّا بتَقْديرِ اللهِ تعالَى.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}