{
    "hadith_id": "1454",
    "hadith": "أَبَى سَائِرُ أَزْوَاجِ النَّبيِّ صَلَّى اللَّهُ عليه وَسَلَّمَ أَنْ يُدْخِلْنَ عليهنَّ أَحَدًا بتِلْكَ الرَّضَاعَةِ، وَقُلْنَ لِعَائِشَةَ: وَاللَّهِ ما نَرَى هذا إلَّا رُخْصَةً أَرْخَصَهَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ لِسَالِمٍ خَاصَّةً، فَما هو بدَاخِلٍ عَلَيْنَا أَحَدٌ بهذِه الرَّضَاعَةِ، وَلَا رَائِينَا.",
    "rawi": "أم سلمة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1454",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "هذا الحَديثُ يَتكلَّمُ عن واقعةٍ حَدَثتْ أيَّامَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، وهيَ رَضاعُ الكبيرِ، ويَعني الرَّضاعَ بعْدَ الحَولينِ وسِنِّ الفِطامِ إِلى ما فوْقَه؛ ليَكتَسِبَ المَحرمِيَّةَ كالرَّضاعِ في سِنِّ الرَّضاعِ، فتُخبِرُ أُمُّ سَلَمةَ زوجُ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم أنَّ كلَّ أزواجِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم رفَضْنَ أنْ يُدخِلنَ عليهِنَّ أحدًا بتلكَ الرَّضاعةِ الَّتي تقَعُ في الكِبَرِ بعْدَ سِنِّ الفِطامِ؛ لأنَّهنَّ كنَّ مَأموراتٍ بالحِجابِ، إلَّا عائشةَ رَضِي اللهُ عنها؛ فقدْ كانت تَرى أنَّها تُحرِّمُ مِثلَ الَّتي في الصِّغَرِ، وقُلنَ لعائشَةَ رَضِي اللهُ عنها وأقسَمْنَ لها: «واللهِ، ما نَرى هَذا إلَّا رُخصةً أَرخَصَها رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم لسالِمٍ» مَولى أبي حُذَيفةَ رَضِي اللهُ عنهما «خَاصَّةً» به وليْست عامَّةً، ولذلك فَلن نُدخِلَ عَلينا أحدًا بهَذِه الرَّضاعةِ، ولا نَجعَلَه يَرانا.\nوالرُّخصةُ الَّتي أَرخَصَها رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم لسالِمٍ خاصَّةً هيَ ما أَخرَجَه مُسلمٌ في صَحيحِه، عن عائشةَ رَضِي اللهُ عنها: أنَّ سالِمًا مَولى أَبي حُذيفَةَ كان مَع أَبي حُذيفةَ وأَهلِه في بَيتِهم، فأَتتْ زَوجُته سَهلةُ ابنةُ سُهيلٍ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم، فقالت: إنَّ سالِمًا قدْ بَلغَ ما يَبلُغُ الرِّجالُ وعَقَلَ ما عَقلُوه، وإنَّه يَدخُلُ عَلينا، وإنِّي أَظُنُّ أنَّ في نفْسِ أَبي حُذَيفةَ مِن ذلكَ شيئًا، فَقال لَها النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: أَرْضِعِيه تَحرُمي عليهِ ويَذهبِ الَّذي في نَفسِ أَبي حُذيفةَ، فرَجَعتْ فقالت: إنِّي قدْ أَرضَعْتُه، فذَهبَ الَّذي في نفْسِ أَبي حُذيفةَ.\nوقدْ أخرَج أبو داودَ أنَّ عائشةَ رَضِي اللهُ عنها كانت تَأمُرُ بَناتِ أخواتِها وبناتِ إخوتِها أنْ يُرضِعْنَ مَن أحبَّتْ عائشةُ أنْ يَراها ويَدخُلَ عليها -وإنْ كان كبيرًا- خمْسَ رَضَعاتٍ، ثمَّ يَدخُل عليها، وأبَتْ أُمُّ سَلَمةَ وسائرُ أزواجِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم أنْ يُدخِلْنَ عليهنَّ بتلك الرَّضاعةِ أحدًا مِن النَّاسِ، حتَّى يَرضَعَ في المهْدِ؛ فاستُدِلَّ بقولِ وفِعلِ سائرِ أزواجِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم أنَّ رَضاعَ الكبيرِ لا يُعتبَرُ، ولا يُعوَّلُ عليه، ولا يَثبُتُ به تَحريمٌ، وأنَّ الرَّضاعَ إنَّما يكونُ في الصِّغَرِ، وما حصَلَ في قصَّةِ سالمٍ فإنَّه يكونُ قصَّةَ عيْنٍ خاصَّةً به، لا تَتعدَّاهُ إلى غيرِه، وقدْ أكَّد صلَّى اللهُ عليهِ وسلَّم أنْ ليس كلُّ رَضاعٍ مُحرِّمًا؛ فقدْ ورَدَ في الصَّحيحينِ قولُه: «إنَّما الرَّضاعةُ مِن المَجاعةِ»، أي: إنَّما الرَّضاعةُ المُعتبَرةُ ما كانت في زمَنِ الاعتمادِ على اللَّبنِ غِذاءً، وما كانت بمِقدارٍ يُؤثِّرُ في بدَنِ الطِّفلِ نُموًّا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}