{
    "hadith_id": "146",
    "hadith": "إنَّ الإسْلَامَ بَدَأَ غَرِيبًا وَسَيَعُودُ غَرِيبًا كما بَدَأَ، وَهو يَأْرِزُ بيْنَ المَسْجِدَيْنِ، كما تَأْرِزُ الحَيَّةُ في جُحْرِهَا.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "146",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "ظهَرَ الإسلامُ في عالَمٍ قد مُلِئَ بالظُّلمِ والشِّركِ والجَهلِ؛ فكانت إشراقاتُ تَعاليمِه غَريبةً بينَ أُناسٍ عاشوا في الظَّلامِ الدَّامسِ، وتَعرَّضَ أتباعُه الأوائلُ لمِحَنٍ شَديدةٍ حتَّى انتَشَرَ وظهَرَ.\nوفي هذا الحديثِ يُبيِّنُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ الإسلامَ بدَأ غَريبًا؛ بقِلَّةِ أتباعِه ومُعاناتِهم، حيثُ خرَجَ وسطَ الجَهلِ، وطرَحَ عاداتِ الجاهليَّةِ، فاستَغرَبَه النَّاسُ في نُفوسِهم، ثُمَّ هاجَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وأصحابُه رَضيَ اللهُ عنهم وهُم غُرَباءُ، فهذه صُوَرٌ مُتعدِّدةٌ للغُربةِ، ثُمَّ نَشَرَ اللهُ دينَه ودَخَلَ النَّاسُ في دينِ اللهِ أفواجًا، ثُمَّ أخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ الإسلامَ سيَعودُ غريبًا كما بدَأ؛ فيَكونُ غريبًا في نُفوسِ النَّاسِ وإن كَثُرَ عَدَدُ مَن يَنتَسبونَ إليه، حيثُ سيَعودُ انتِشارُ الجَهلِ، ويَرجعُ كثيرٌ منَ النَّاسِ إلى عاداتِ الجاهليَّةِ، ثُمَّ يَلحَقُ الدِّينَ النَّقصُ والإخلالُ حتَّى لا يَبقى إلَّا في قِلَّةٍ كما بدأ.\nثُمَّ أخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ دينَ الإسلامِ «يَأرِزُ»، أي: يَنضَمُّ ويَجتمِعُ ويَرجِعُ، بينَ المَسجِدِ الحَرامِ والمَسجدِ النَّبويِّ، في مكَّةَ والمدينةِ، وهُما مَهدُ الإسلامِ ومُنطلَقُه، «كما تَأرِزُ الحَيَّةُ في جُحرِها»، أي: كَما تَعودُ الحَيَّةُ إلى جُحرِها إذا خافَت من شَيءٍ، فكذلكَ يَعودُ الإسلامُ -كما بدَأ من مكَّةَ والمَدينةِ- إلَيهِما مَرَّةً أُخرى.\nولأجلِ هذه الشِّدَّةِ قالَ صلَّى اللهُ عليه وسلَّمَ في روايةٍ أُخرى عندَ مُسلِمٍ: «فَطُوبى للغُرَباءِ»؛ فالجَنَّةُ لأُولئك المُسلِمين الذين قَلُّوا في أوَّلِ الإسلامِ، وسيَقِلُّون في آخِرِه. وقيلَ: «طُوبى»، أي: فَرحةٌ وقُرَّةُ عَينٍ، أو سُرورٌ وغِبطةٌ، وإنَّما خَصَّهم بذلك لصَبرِهم على أذيَّةِ الكُفَّارِ وأهلِ الابتِداعِ، وهؤلاءِ يَكونون على الدِّينِ الحقِّ والسُّنَّةِ الصَّحيحةِ، ويَسيرونَ على ذلك بعدَ أن أفسَدَ النَّاسُ السُّننَ والشَّرائعَ وبدَّلوها.\nوفي الحديثِ: فضلُ مَسجِدَيْ مكَّةَ والمدينةِ، وأنَّ الدِّينَ يَنضَمُّ ويَجتمِعُ بَينهُما ويَعودُ إليهما، وهو إشارةٌ إلى أنَّ المُؤمِنينَ يَفِرُّون إليهما؛ وِقايةً منَ الفِتن، وخوفًا على الدِّينِ.\nوفيه: عَلَمٌ من أعلامِ نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}