{
    "hadith_id": "1483",
    "hadith": "طُلِّقَتْ خَالَتِي، فأرَادَتْ أَنْ تَجُدَّ نَخْلَهَا، فَزَجَرَهَا رَجُلٌ أَنْ تَخْرُجَ، فأتَتِ النَّبيَّ صَلَّى اللَّهُ عليه وسلَّمَ، فَقالَ: بَلَى، فَجُدِّي نَخْلَكِ؛ فإنَّكِ عَسَى أَنْ تَصَدَّقِي، أَوْ تَفْعَلِي مَعْرُوفًا.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1483",
    "grade": "[صحيح]",
    "takhrij": "أخرجه ابن ماجه (2034)، وأحمد (14444)، وأبو يعلى في ((مسنده)) (2192) جميعا بلفظه.",
    "sharh": "جاءَتِ الشَّريعةُ الإسْلاميَّةُ باليُسْرِ والخَيْرِ للنَّاسِ، فراعَتْ أحْوالَهم عندَ تَنْفيذِ أحْكامِ الشَّرعِ حتَّى لا يَقَعوا في الحَرَجِ والضِّيقِ.\nوفي هذا الحَديثِ يَرْوي جابرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهما أنَّ خالَتَه -قيلَ: اسْمُها أسْماءُ- طُلِّقَتْ طلاقًا بائنًا، كما في رِوايةِ أبي داودَ: «طُلِّقَتْ خالَتي ثلاثًا»، فأرادَتْ أنْ تخرُجَ في عِدَّتِها لتَقْطَعَ الثِّمارَ الَّتي في نَخلِهَا، فزجَرَها رجُلٌ ونَهاها عنِ الخُروجِ حتَّى تَقضيَ العِدَّةَ، فجاءتْ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ؛ وذلك حتَّى تَسْألَه، وأخْبرَتْه بما حدَثَ، وبحالِها وضَرورَتِها إلى جِذاذِ نَخلِها وجَنيِ ثمارِه، وهل يجوزُ لها أنْ تخرُجَ من بَيتِها في عِدَّتِها لهذه الضَّرورةِ؟ فقال لها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «بَلى»، وعندَ أبي داودَ: «اخْرُجي»، وقَطِّعي ثمارَكِ، فعَسى بعدَ أنْ تَقطَعي ثمَرَ نَخلِكِ تتَصَدَّقي منه على الفُقَراءِ والمساكينِ، «أو تَفْعَلي مَعْروفًا»، والمعروفُ: اسمٌ جامعٌ لكُلِّ ما عُرِفَ مِن طاعةِ اللهِ، والإحْسانِ إلى النَّاسِ، وهذا تَعليلٌ لإباحةِ الخُروجِ، وإنْ خُرِّجَ مخرَجَ التَّنبيهِ لها والحضِّ على فِعلِ الخيرِ، كما أنَّه أباحَ لها الخروجَ لحاجَتِها لمُراعاةِ مَصالحِها ونَخلِها ومالِها، كما هو ظاهرُ الحديثِ في أوَّلِه.\nولعَلَّ وجهَ الفَرقِ بينَ الصَّدقةِ والمعروفِ أنْ يكونَ المرادُ بالصَّدقةِ الواجبةِ، وبالمعروفِ صَدَقةَ التَّطوُّعِ، وإنَّما قال لها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ذلك؛ لأنَّه كان يعلَمُ أنَّها صاحِبةُ خَيرٍ، عُهِدَ منها المعروفُ، أو أجابَها بما فيه إرْشادٌ لها إلى الصَّدَقةِ والتَّطوُّعِ، ولا يَخْفى ما فيه من لُطفٍ وحِكمةٍ.\nوفي الحَديثِ: إرْشادُ السَّائلِ إلى ما فيه خيْرٌ له في دِينِه ودُنْياه، والزِّيادةُ في الجوابِ لحاجةِ السَّائلِ.\nوفيه: مَشروعيَّةُ خُروجِ المطلَّقةِ في عِدَّتِها للضَّرورةِ وقَضاءِ مَصالِحِها الَّتي لا غِنَى لها عنها.\nوفيه: مَشروعيَّةُ العِنايةِ بحِفظِ المالِ، واقْتِنائِه لفِعلِ الخَيرِ، والمواساةِ به.\nوفيه: الصَّدَقةُ منَ التَّمرِ عندَ جَنْيِه، والهَديَّةُ منه.\nوفيه: التَّعْريضُ لصاحِبِ التَّمرِ بالصَّدَقةِ، وتَذْكيرُه بالمعروفِ والبِرِّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}