{
    "hadith_id": "1513",
    "hadith": "نَهَى رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ عن بَيْعِ الحَصَاةِ، وَعَنْ بَيْعِ الغَرَرِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1513",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "كانتِ الجاهِليَّةُ يَسودُ فيها أنواعٌ مِن المعامِلاتِ الَّتي تَمتلِئُ ظُلمًا وإجحافًا، فلمَّا جاء الإسلامُ أقرَّ البَيعَ العادلَ، ونهَى عن كلِّ ما فيه ظُلمٌ؛ فمَنَع ما فيه الغِشُّ والجهالةُ لقَطْعِ النِّزاعِ والخُصومةِ بيْن النَّاسِ، وهذا مَقصِدٌ مِن المَقاصِدِ الشَّرعيَّةِ.\nوفي هذا الحديثِ يَرْوي أبو هُرَيرةَ رَضِي اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم نَهى عَن بَيعِ الحَصاةِ، وهو أحدُ بُيوعِ أهْلِ الجاهِليَّةِ الَّتي كانوا يَعقِدُونها بَيْنهُم؛ فكانَ المُتبايِعانِ إذا رَمى أَحدُهما مِن يَدِهِ حَصاةً كانَ ذلكَ عَلامةً لِتَمامِ البَيعِ، وفيه ثَلاثُ صُوَرٍ: الأُولى: أنْ يقولَ البائعُ للمُشتري: بِعتُك مِن هذه الأثوابِ ما وقَعَت عليه الحَصاةُ الَّتي أرْمِيها، أو بِعتُك مِن هذه الأرضِ مِن هنا إلى ما انتَهَت إليه هذه الحَصاةُ. والثَّانيةُ: أنْ يَجعَلَا نفْسَ الرَّميِ بالحَصاةِ بَيعًا، فيقولَ: إذا رمَيتُ هذا الثَّوبِ بالحَصاةِ فهو مَبيعٌ مِنكَ بكذا. والثَّالثُ: أنْ يقولَ: بِعتُكَ على أنَّ لك بالخيارِ إلى أنْ أرمِيَ بهذه الحَصاةِ. وقيلَ: المرادُ به أنْ يُقالَ: ارْمِ بالحَصاةِ، فما خَرجَ كان لي بعدَدِهِ دَنانيرُ أو دَراهِمُ. وهذا كلُّه مِن صُوَرِ البيعِ الفاسدِ الَّذي يَتحقَّقُ فيه ظُلمٌ لأحدِ المُتبايعَينِ.\nونَهى أيضًا رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم عَن بَيعِ الغَرَرِ، ومعنى الغَرَرِ: الخطَرُ والغرورُ والخِداعُ، وهذا تَعميمٌ بعْدَ تَخصيصٍ، فهوَ شاملٌ لكُلِّ بَيعٍ اشتَملَ على أيِّ نَوعٍ مِن أنْواعِ الخِداعِ، أوْ كانَ مَجهولًا أوْ مَعجُوزًا عنه، ومِن حِكَمِ النَّهيِ عنه: أنَّ ذلك مِن إضاعةِ المالِ؛ إذْ قدْ لا يَحصُلُ المبيعُ، فيكونُ بَذْلُ مالِه باطلًا.\nوفي الحديثِ: النَّهيُ عن التَّغريرِ والخِداعِ في البَيعِ. \nوفيه: التَّحذيرُ مِن أكْلِ أموالِ النَّاسِ بالباطِلِ.\nوفيه: إشارةٌ إلى أنَّ التَّبايُعَ لا بدَّ أنْ يكونَ في شَيءٍ مَعلومٍ، وثَمنٍ مَعلومٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}