{
    "hadith_id": "1525",
    "hadith": "مَنِ ابْتاعَ طَعامًا فلا يَبِعْهُ حتَّى يَكْتالَهُ. فَقُلتُ لاِبْنِ عبَّاسٍ: لِمَ؟ فقالَ: ألَا تَراهُمْ يَتَبايَعُونَ بالذَّهَبِ والطَّعامُ مُرْجَأٌ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1525",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2135) بمعناه مختصراً، ومسلم (1525).",
    "sharh": "شرَعَ اللهُ سُبحانَه وتعالَى في البَيْعِ ما يَحفَظُ حُقوقَ النَّاسِ، ويُجنِّبُهمُ التَّنازُعَ والخِصامَ، ويَدفَعُ عنهمُ الضَّرَرَ.\nوفي هذا الحَدِيثِ يُرشدُنا رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ أنَّ مَنِ اشتَرَى طَعامًا وأرَادَ أن يَبِيعَه، «فلا يَبِعْه» حتَّى يَأخُذَه بالكَيْلِ والمِيزانِ، وهو كِنايةٌ عن قَبْضِه لَه وأنَّه أصبَحَ في حَوْزةِ المُشْتَرِي، وأنَّه يَعلَمُ مِقْدارَه عِلمًا نافيًا للجَهالةِ، وهذا يكونُ فيما بِيعَ بكَيْلٍ؛ فإنَّه لا بُدَّ أنْ يَكِيلَه أوَّلًا حتَّى يَستَوفِيَه تامًّا، ثُمَّ يَبِيعَه بعدَ ذلك، ولا يَحِلُّ له أنْ يَبِيعَه قبْلَ أنْ يَكْتَالَه؛ لأنَّه رُبَّما تَقَعُ فيه زِيادةٌ أو نُقصانٌ، ويكونُ في هذا غَبْنٌ وضَرَرٌ إمَّا على البائِعِ أو المُشتَرِي. فسأَلَ طَاوُسُ بنُ كَيْسانَ -مِنَ التَّابِعينَ- ابنَ عَبَّاسٍ رَضيَ اللهُ عنهما: «لِمَ؟»، أي: لِمَ شرَطَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ هذا الشَّرْطَ؟ فقال ابنُ عَبَّاسٍ رَضيَ اللهُ عنهما: «ألَا تَراهم يتَبايَعونَ بالذَّهَبِ، والطَّعامُ مُرْجَأٌ؟»، أي: أنَّ البَائعَ كان يَقبِضُ الثَّمَنَ بدَنانيرِ الذَّهبِ، ثمَّ يُؤجِّلُ تَسليمَ الطَّعامِ للمُشتَرِي، فشَرَطَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ على المُشترِي ألَّا يَبيعَه حتَّى يَقبِضَه، ويكونَ في حوْزَتِه، وقدْ أوضَحَ حَديثٌ آخَرُ في الصَّحيحَينِ أنَّه أرادَ بذلك أنْ يَنقُلَ الطَّعامَ إلى مَكانٍ آخَرَ أو إلى الأَسْواقِ الَّتي يُباعُ فيها، حتَّى لا يُحتكَرَ أو يُتلاعَبَ بسِعْرِه، فبيَّنَ أنَّ الصَّوابَ أنْ يَنقُلوه إلى الأسْواقِ المَعروفةِ للنَّاسِ حيث يُباعُ الطَّعامُ، وحتَّى يَقبِضوه؛ لأنَّ القَبضَ شَرْطٌ، وبالنَّقلِ المذكورِ يَحصُلُ القبْضُ.\nوفي الصَّحيحَينِ أيضًا أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ نَهى أنْ يُباعَ الطَّعامُ إذا اشْتراهُ حتَّى يَستوفِيَه، أي: فلا يَتَّخِذُ أيَّ إجراءٍ أو تَصرُّفٍ بالبيعِ مرَّةً أُخرى إلَّا إذا أخَذَ ما اشْتراهُ أوَّلًا، وأصبَحَ في حَوْزتِه، فهنا يُمكِنُه أنْ يُعيدَ بَيعَه، وفي هذا منعٌ لما قد يَضُرُّ بالبائعِ أوِ المُشتَري، أو أهْلِ البَلدِ، فيقَعُ الخِلافُ والتَّشاحُنُ بينَ النَّاسِ، ويقَعُ عليهمُ الضَّررُ.\nوفي الحَديثِ: بَيانُ حِرصِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ على كلِّ ما هو خيرٌ لأُمَّتِه، ورِفقِهِ بها، حتَّى في المصالحِ الدُّنيويَّةِ. \nوفيه: النَّهيُ عنِ اتِّباعِ طُرقِ البَيعِ والشِّراءِ الَّتي تُؤدِّي إلى احْتكارِ السِّلعِ، وغَلاءِ الأسْعارِ، أو تؤدِّي إلى وُقوعِ الضَّررِ بينَ أطْرافِ البَيعِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}