{
    "hadith_id": "153",
    "hadith": "والذي نَفْسُ مُحَمَّدٍ بيَدِهِ، لا يَسْمَعُ بي أحَدٌ مِن هذِه الأُمَّةِ يَهُودِيٌّ، ولا نَصْرانِيٌّ، ثُمَّ يَمُوتُ ولَمْ يُؤْمِنْ بالَّذِي أُرْسِلْتُ به، إلَّا كانَ مِن أصْحابِ النَّارِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "153",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (153)",
    "sharh": "النَّبيُّ صلَّى اللهُ عليه وسلَّم أُرسِلَ إلى النَّاسِ كافَّةً، وشَمِلَت دَعوتُه اليَهودَ والنَّصارى وجَميعَ أُمَمِ الأرضِ، ولا يَسَعُ أحَدًا بَعدَ بَعثتِه صلَّى اللهُ عليه وسلَّم إلَّا تَصديقُه واتِّباعُ ما جاء به.\nوفي هذا الحَديثِ يُقسِمُ النَّبيُّ صلَّى اللهُ عليه وسلَّم باللهِ الَّذي نَفسُ محمَّدٍ بيَدِه؛ فاللهُ عزَّ وجلَّ هو الَّذي بيَدِه أنفُسُ جَميعِ الخلائقِ، وكثيرًا ما كان النَّبيُّ صلَّى اللهُ عليه وسلَّم يُقسِمُ بِهَذا القَسَمِ. وكان قَسَمُه عَلى أنَّه لا يَعلمُ بِرِسالتِه ونُبُوَّتِه أحدٌ مِمَّن هو مَوجودٌ في زَمنِه ممَّن عاصَرَه أو مَن جاء بَعدَه إلى يَومِ القيامةِ «مِن هذهِ الأُمَّةِ» أي: أُمَّةِ الدَّعوةِ، وهيَ النَّاسُ والجِنُّ كافَّةً؛ إلَّا وَجَبَ عَليه الإيمانُ بِهِ؛ وإن مات ولَم يُؤمِنْ بما جاء به النَّبيُّ صلَّى اللهُ عليه وسلَّم ومات كافِرًا، إلَّا كانَ جَزاؤُه أن يَدخُلَ النَّارَ عِقابًا عَلى كُفرِه بِرَسولِ اللهِ صلَّى اللهُ عليه وسلَّم وبما أُرسِلَ به صلَّى اللهُ عليه وسلَّم؛ لأنَّ كُلَّ هؤلاءِ ممَّن يَجِبُ عَليه الدُّخولُ في الإسلامِ والإيمانُ به صلَّى اللهُ عليه وسلَّم، وذكَرَ اليَهوديَّ والنَّصرانيَّ من بابِ ذِكرِ الخاصِّ بَعدَ العامِّ، وإذا كان هذا شَأنَ النَّبيِّ صلَّى اللهُ عليه وسلَّم مع مَن لهم كتابٌ، فغيرُهم مِمَّن لا كِتابَ له أوْلى، كَما في قَولِ اللهِ تَعالَى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا} [الأعراف: 158].\nوهذا يَدُلُّ عَلى وُجوبِ الإيمانِ برِسالةِ نبيِّنا محمَّدٍ صلَّى اللهُ عليه وسلَّم إلى جَميعِ النَّاسِ ونَسخِ المِللِ بمِلَّتِه، فمَن لم يُؤمِنْ به صلَّى اللهُ عليه وسلَّم فليس بمُؤمِنٍ، وهو من أهلِ النَّارِ، حتَّى لوِ ادَّعى أنَّه يُؤمِنُ باللهِ وببَعضِ الرُّسُلِ كمُوسى وعيسى عليهما السَّلامُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}