{
    "hadith_id": "1547",
    "hadith": "نَهَى رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ عن كِرَاءِ الأرْضِ.\r\nقالَ: فَقُلتُ: أَبِالذَّهَبِ وَالْوَرِقِ؟ فَقالَ: أَمَّا بالذَّهَبِ وَالْوَرِقِ فلا بَأْسَ بهِ.",
    "rawi": "رافع بن خديج",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1547",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2327) بنحوه، و(2286) مختصراً بلفظ: \"أن النبي صلى الله عليه وسلم نهى عن كراء المزارع\"",
    "sharh": "كانتِ الجاهِليَّةُ يَسودُ فيها أنواعٌ مِن المعاملاتِ الَّتي تَمتلِئُ ظُلمًا وإجحافًا، فلمَّا جاء الإسلامُ أقرَّ البَيعَ العادلَ، ونهَى عن كلِّ ما فيه ظُلمٌ؛ فمَنَع ما فيه الغِشُّ والغرَرُ والجهالةُ لقَطْعِ النِّزاعِ والخُصومةِ بيْن النَّاسِ، وهذا مَقصِدٌ مِن المَقاصِدِ الشَّرعيَّةِ، وكانَت إجارةُ الأَرضِ زَمنَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم بأخْذِ نَصيبٍ مِن الثَّمرِ أُجْرةً على الأَرضِ، فسَأل التَّابعيُّ حَنظلةُ بنُ قَيسٍ الأنصاريُّ الصَّحابيَّ رافِعَ بنَ خَدِيجٍ رَضِي اللهُ عنه عنْ كِرائِها، أي: إجارتِها بالذَّهبِ والوَرِقِ -بكسْرِ الرَّاءِ- وهو الفِضَّةُ، والمرادُ بهما: الدِّينارُ والدِّرهمُ، وهذا سُؤالٌ عن إجارةِ الأرضِ بالنَّقدينِ دونَ الإجارةِ على شَيءٍ مِن الثَّمرِ، فأجابَ رافِعٌ رَضِي اللهُ عنه بأنَّه لا مانِعَ أنْ تَكونَ الأُجْرةُ على الأرضِ بالذَّهبِ والفِضَّةِ، وقالَ: «إنَّما كانَ النَّاسُ يُؤاجِرونَ الأرضَ على عَهدِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم على الماذِيانَاتِ»، وهي مَسايِلُ المِياهِ مِن النَّهرِ الكَبِيرِ، وقيلَ: ما يَنبُتُ على حافَتَيْ مَسيلِ الماءِ، وقيلَ: ما يَنبُتُ حوَلَ السَّواقِي. «وأقْبالِ الجَداولِ» وهي رُؤوسُ الأَنهارِ الصَّغيرةِ، «وأشْياءَ مِن الزَّرعِ»، أي: أنواعًا مِن المزرُوعِ، والمَعنى: أنَّ المالِكَ يُحدِّدُ لنَفسهِ الأماكِنَ الَّذي سيَخرُجُ فيها أفضلُ الثِّمارِ، أو أجودُ الزُّروعِ، والباقي يَكونُ للمُستأْجِرِ.\nقال رافِعٌ: «فيَهْلِكُ هَذا ويَسْلَمُ هذا، ويَسْلَمُ هذا ويَهْلِكُ هذا»، أي: إمَّا أنْ تَهلِكَ ثِمارُ المالكِ، وإمَّا أنْ تَهلِكَ ثِمارُ المستَأجِرِ، فيَبُخَسُ حقُّ أحدِهِما، «فلمْ يَكنْ للنَّاسِ كِراءٌ إلَّا هذا؛ فلذلِكَ زُجِرَ عنه»، أي: نَهَى النَّبيُّ صلَّى اللهُ عليهِ وسلَّم عَنْ مِثلِ هذا الكِراءِ؛ لِما فيه مِنَ الجَهالةِ، والجَهالَةُ غَرَرٌ، فأمَّا الإجارةُ بشَيءٍ مَعلومٍ مَضمونٍ -أي: مَعروفِ الأُجرةِ بالنَّقدِ- فلا مانِعَ مِن إجارةِ الأرْضِ به.\nوفي الحَديثِ: إجارةُ الأرضِ بالقيمةِ المعلومةِ مِن النَّقدِ والعُملةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}