{
    "hadith_id": "1551",
    "hadith": "أنَّ عُمَرَ بنَ الخَطَّابِ أَجْلَى اليَهُودَ وَالنَّصَارَى مِن أَرْضِ الحِجَازِ، وَأنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ لَمَّا ظَهَرَ علَى خَيْبَرَ أَرَادَ إخْرَاجَ اليَهُودِ منها، وَكَانَتِ الأرْضُ حِينَ ظُهِرَ عَلَيْهَا لِلَّهِ وَلِرَسولِهِ وَلِلْمُسْلِمِينَ، فأرَادَ إخْرَاجَ اليَهُودِ منها، فَسَأَلَتِ اليَهُودُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ أَنْ يُقِرَّهُمْ بهَا، علَى أَنْ يَكْفُوا عَمَلَهَا وَلَهُمْ نِصْفُ الثَّمَرِ، فَقالَ لهمْ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: نُقِرُّكُمْ بهَا علَى ذلكَ ما شِئْنَا، فَقَرُّوا بهَا حتَّى أَجْلَاهُمْ عُمَرُ إلى تَيْمَاءَ وَأَرِيحَاءَ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1551",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2338) باختلاف يسير",
    "sharh": "كانت قَبائلُ مِن اليَهودِ تَعيشُ بالمَدينةِ، وظلُّوا يَغدِرونَ بالمسلمينَ ويَنقُضونَ عُهودَهم مع النَّبيِّ صلَّى اللهُ عليهِ وسلَّم في حَياتِه، ومع أصحابِه بعْدَ وَفاتِه، فعاهَدَ مَن عاهَدَ، وحارَبَ مَن حارَبَ.\nوفي هذا الحديثِ يُخبِرُ عبْدُ اللهِ بنُ عمَرَ رَضِي اللهُ عنهما أنَّ الخليفةَ عُمرَ بنَ الخَطَّابِ رَضِي اللهُ عنه أجْلَى اليهودَ والنَّصارى، أي: أخْرجَهم مِن أرضِ الحِجازِ: مَكَّةَ والمدينةِ وما حوْلَهما.\nويُخبِرُ ابنُ عمرَ رَضِي اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم لَمَّا انتَصرَ على أهلِ خَيبَرَ وتَمكَّنَ مِنها في السَّنةِ السَّابعةِ مِن الهجرةِ، وكانت قَريةً يَسكُنُها اليهودُ على بُعدِ «168 كم تَقريبًا» مِن المدينةِ مِن جِهةِ الشَّامِ، فأرادَ صلَّى اللهُ عليهِ وسلَّم إخراجَ اليَهودِ مِنها، وقدْ أصبَحَت أرضُ خَيبَرَ حِين غلَبَ عليها المسلِمون مَملوكةً «للهِ ولرَسولهِ وللمسلمينَ»، وهذا صَريحٌ في أنَّ الأرضَ لم تَبْقَ مَملوكةً لليهودِ بعْدَما غلَبَ عليها المسلمونَ، بلْ قَسَمها رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم بيْن الغانمينَ، وأصبَحَت مَملوكةً لهم، والمرادُ مِن كونِها مَملوكةً للهِ ولرسولِه أنَّ بعضَ أسْهُمِها صارت إلى بيْتِ المالِ.\nوأنَّ اليهودَ لمَّا عَلِمَت ما أرادهُ رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم بإخراجِهِم مِن خَيبَرَ، طَلَبوا مِن رَسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم أنْ يُبقِيهِم بها ويَترُكَهم، على أنْ يَقوموا عَلى العَملِ فيها في أشجارِها وأرضِها، ويكونَ لهمْ نِصفُ ثَمرِها، وله صلَّى اللهُ عليهِ وسلَّم النِّصفُ الآخَرُ، فوافَقَ صلَّى اللهُ عليهِ وسلَّم على ما شَرَطوه على أنفُسِهم، وقولُه: «ما شِئنا» استِثْناءٌ مِن رَسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم في شَرطِ بقائِهمْ، ومَعناهُ: إذا ما بَدَا للمُسلِمينَ إخْراجُكمْ منها خَرَجْتُم، ولم يَكُنْ لليهودِ وجْهُ حَقٍّ ما إذا رَأَى المسلِمونَ غيرَ ذلك، وقُضِيَ الصُّلحُ على ذلكَ، فبَقِىَ اليهودُ بخَيبرَ ومَكثوا فيها زمَنَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم وخِلافةَ أبي بَكرٍ الصِّدِّيقِ رَضِي اللهُ عنه، إلى أنْ جاءَ عُمرُ بنُ الخطَّابِ رَضِي اللهُ عنه إلى الخِلافةِ، وبَدَا للمُسلِمين في عَهدِه إخراجُ اليهودِ مِن الجَزيرةِ، فكان ذلك بمَنزلةِ فَسْخِ العَقدِ الَّذي كان بيْن المسلِمين واليهودِ، وأجْلاهُم عُمرُ رَضِي اللهُ عنه مِنها إلى تَيْماءَ وأرِيحاءَ.\nوتَيْماءُ مَوضِعٌ على طَريقِ المدينةِ ومَدينةِ تَبوكَ في طَريقِ الشَّامِ، وتقَعُ تاريخيًّا وجُغرافيًّا في الجزءِ الشَّماليِّ الغَربيِّ مِن شِبهِ جَزيرةِ العرَبِ، وتَبعُدُ حَواليْ 264 كم شَرقيَّ مَدينةِ تَبوكَ، وتَبعُدُ حَواليْ 420 كم شَمالَ المدينةِ المنوَّرةِ، وأرِيحاءُ قَريةٌ مِن بلادِ الشَّامِ.\nوكان سَببُ إخراجِ عمرَ رَضِي اللهُ عنه لليهودِ ما رُوِي في البخاريِّ أنَّ عمرَ رَضِي اللهُ عنه قال: إنَّ عَبْدَ اللهِ بْنَ عُمَرَ خَرَجَ إِلَى مَالِهِ هُناكَ، فاعتُدِيَ عليه باللَّيلِ، وأُصِيبت يَداهُ ورِجْلاهُ، وليْسَ لنَا هُناك عَدُوٌّ غيْرَهم، همْ عَدُوُّنا وتُهْمَتُنا، وقدْ رَأَيْتُ إجْلاءَهُم، فأجْلاهم وأعْطاهُم قِيمةَ ما كانَ لهمْ مِنَ الثَّمَرِ؛ مالًا وإبِلًا، وعُرُوضًا مِن أقْتابٍ وحِبالٍ وغَيْرِ ذلكَ. وفي الصَّحيحينِ قال النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: «أخْرِجوا المشركينَ مِن جَزيرةِ العربِ». \nوفي الحديثِ: التَّعامُلِ على الأرضِ الزِّراعية بجُزءٍ مَعلومٍ مِن ثَمرِها لصاحبِ الأرضِ، والباقِي للعامِلِ عليها.\nوفيه: أنَّ للحاكِمِ المُسلِمِ أنْ يَعقِدَ المعاهداتِ، ويَستثنيَ فيها ما شاءَ، ويَنقُضَها بناءً على الشُّروطِ المتَّفَقِ عليها فيها، بشَرْطِ أنْ يُحقِّقَ كُلُّ ذلك مَصلحةَ المسلِمينَ.\nوفيه: التَّعامُلُ مع أهلِ الكِتابِ بما فيه مَصلحةُ الأمَّةِ المسلِمةِ وليس بِما يَضُرُّها، مع التَّحرُّزِ والحَيطةِ منهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}