{
    "hadith_id": "1556",
    "hadith": "أُصِيبَ رَجُلٌ في عَهْدِ رَسولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ في ثِمَارٍ ابْتَاعَهَا، فَكَثُرَ دَيْنُهُ، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: تَصَدَّقُوا عليه، فَتَصَدَّقَ النَّاسُ عليه، فَلَمْ يَبْلُغْ ذلكَ وَفَاءَ دَيْنِهِ، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ لِغُرَمَائِهِ: خُذُوا ما وَجَدْتُمْ، وَليسَ لَكُمْ إلَّا ذلكَ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1556",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "كانَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم يُقيمُ دَعائمَ المجتمعِ على التَّراحمِ والتَّكافلِ، وكان دائِمًا ما يُحرِّضُ صاحِبَ الدَّيْنِ على الوَضْعِ مِن دَيْنِهِ في حقِّ المَدينِ إذا أصابتْه نَوائبُ الدَّهرِ واجتاحَتْ مالَه؛ مِن ثمَرٍ أو نقْدٍ أو أصولٍ أو غيرِ ذلك، حتَّى أصبَحَ مِن شَأنِ المُسلِمِ أنْ يَسعى دائِمًا في حاجةِ أخيهِ المسلِمِ، وخاصَّةً في المصائِبِ والنَّوازِلِ.\nوفي هذا الحديثِ يُخبِرُ أبو سَعيدٍ الخُدْريُّ رَضِي اللهُ عنه أنَّ رجلًا في عَهدِ رَسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم أصابَتْ ثِمارَه آفَةٌ أدَّتْ إلى إتْلافِ ثِمارِه الَّتي اشْتراها ولم يَدفَعْ ثَمنَها، فازدادتْ عليه الدُّيونُ بسَببِ ذلك، فأمَرَ رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم النَّاسَ أنْ يَتصدَّقوا عليه؛ حتَّى يَتمكَّن مِن سَدادِ الدَّينِ الَّذي عليه، فاستجاب الصَّحابةُ رَضِي اللهُ عنهم لأمرِ رسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم، وتَصدَّقوا عليه، فلم يَستوْفِ ما جَمَعه مِن النَّاسِ مَجموعَ دَينِه لكثْرتِه، وبَقِي عليه جزءٌ منه، فأمَرَ رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم الغُرَماءَ -وهم أصْحابُ الدَّيْنِ- أنْ يَأخُذوا ما وَجدوا عِندَه ممَّا بَقِيَ ويُنتفَعُ به مِن الثِّمارِ، وما حَصَلَ عليه مِن الصَّدَقةِ، وقولُه: «ولَيسَ لَكمْ إلَّا ذلِكَ»، أي: ليسَ لَكمْ طلَبُ ما بَقِيَ لكُم مِن دَيْنٍ وما عجَزَ عن وَفائهِ، وقيلَ: ليسَ لَكمْ إلَّا ذلكَ لإفلاسِهِ الآنَ، وأنَّهُ يُنظَرُ إلى مَيْسرةٍ؛ لقولِ اللهِ تعالى: {وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ} [البقرة: 280].\nوفي الحديثِ: أنَّ المفْلِسَ يُؤخَذُ ما بَقِي عندَه بقِيمتِه، ولا يُحبَسُ ولا يُزجَرُ، ولكنَّه يُنظَرُ إلى مَيسرةٍ، ثمَّ يَرُدُّ دُيونَه لأهلِها.\nوفيه: فضْلُ مُواساةِ المحتاجِ ومَن عليه دَينٌ، والحثُّ على الصَّدقةِ عليه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}