{
    "hadith_id": "156",
    "hadith": "لا تَزالُ طائِفَةٌ مِن أُمَّتي يُقاتِلُونَ علَى الحَقِّ ظاهِرِينَ إلى يَومِ القِيامَةِ، قالَ: فَيَنْزِلُ عِيسَى ابنُ مَرْيَمَ صَلَّى اللَّهُ عليه وسلَّمَ، فيَقولُ أمِيرُهُمْ: تَعالَ صَلِّ لَنا، فيَقولُ: لا، إنَّ بَعْضَكُمْ علَى بَعْضٍ أُمَراءُ تَكْرِمَةَ اللهِ هذِه الأُمَّةَ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "156",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "أُمَّةُ الإِسلامِ شَأنُها عَظيمٌ؛ فإنَّها آخِرُ الأُمَمِ في الدُّنيا، ونَبيُّها خاتَمُ الأنبياءِ، وقد أُرسِلَ للنَّاسِ كافَّةً بَشيرًا ونَذيرًا، ودَعوتُه مُمتدَّةٌ إلى آخِرِ الزَّمانِ، فالأُمَّةُ الإِسلاميَّةُ ستَظلُّ هي الدَّاعيَ الأخيرَ إلى اللهِ مُتمَسِّكةً بالحقِّ المبينِ، وستَتَكالَبُ عليها الأُممُ بِسَببِ هذا الحقِّ.\nوفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّه ستَظلُّ جماعةٌ من أُمَّةِ الإسلامِ يُجاهِدونَ أعداءَ الدِّينِ في سَبيلِ نُصرةِ الحقِّ والدِّينِ، رافِعينَ رايَةَ الإسلامِ فَوقَ كلِّ الرَّاياتِ، وهُم مُنتَصِرونَ غالِبونَ، وسيَظلُّونَ على هذه الحالِ طائفةً بعدَ طائفةً، إلى إتيانِ عَلامةِ قُربِ يومِ القيامةِ، وهيَ الرِّيحُ الَّتي تَقبِضُ رُوحَ كلِّ مُؤمِنٍ ومُؤمِنةٍ، كَما في صَحيحِ مُسلِمٍ من حَديثِ عَمرِو بنِ العاصِ رَضيَ اللهُ عَنهُ: «ثُمَّ يَبعَثُ اللهُ رِيحًا كَرِيحِ المِسْكِ، مَسُّها مَسُّ الحَريرِ، فلا تَترُكُ نفْسًا في قلبِه مِثقالُ حبَّةٍ منَ الإيمانِ إلَّا قبَضَتْهُ، ثُمَّ يَبْقى شِرارُ النَّاسِ، عَليهمْ تَقُومُ السَّاعةُ».\nوهذا مِمَّا يدُلُّ على أنَّ الحقَّ لا يَنقَطِعُ في أمَّةِ الإِسلامِ؛ فهُناك مَن يَتوارَثُه جيلًا بعدَ جيلٍ، حتَّى يَنزِلَ عيسى ابنُ مريَمَ عليهما السَّلامُ منَ السَّماءِ، فيَقتُلَ الدَّجَّالَ، وعِندَ نُزولِه عَليه السَّلامُ سَيَكونُ تابعًا لشَريعةِ نَبيِّنا مُحمَّدٍ صلَّى اللهُ عليه وسلَّم الَّتي هيَ خاتَمةُ الشَّرائعِ، ولا يُتَّبَعُ غَيرُها حتَّى قيامِ السَّاعةِ، وهذا ما وضَّحَه بَقيَّةُ الحَديثِ، فيَقولُ أميرُ الطَّائفَةِ المؤمِنةِ لِعيسَى: «تَعَالَ صلِّ لنا» إمامًا، فيَرفُضُ عيسى عَليه السَّلامُ، مُعلِّلًا ذَلكَ بأنَّ بعضَ أُمَّةِ الإسلامِ أُمَراءُ عَلى بعضٍ، فيؤُمُّ المسلِمُ أخاه المُسلمَ، وهذا من تَكريمِ اللهِ لأُمَّةِ الإسلامِ. وفي رِوايةِ أحمدَ من حَديثِ جابِرٍ رَضيَ اللهُ عَنهُ: «وإذا هُمْ بِعِيسَى، فيُقالُ: تَقدَّمْ يا رُوحَ اللهِ، فيَقُولُ: لِيَتقدَّمْ إمامُكمْ، فَلْيُصَلِّ بِكُمْ».\nوقيلَ: إنَّ تَركَ عيسى عليه السَّلامُ إمامةَ المُسلِمينَ في الصَّلاةِ معَ كونِه نَبيًّا؛ لئلَّا يُظَنَّ أنَّ شَريعةَ الإِسلامِ قد نُسِخَت بِنُزولِهِ؛ فهيَ الشَّريعةُ الباقيةُ إلى قيامِ السَّاعةِ.\nوفي الحديثِ: عَلَمٌ من أعلامِ النُّبوَّةِ.\nوفيهِ: بَيانُ نُزولِ عيسى عَليه السَّلامُ، وحُكمُه بِشَريعةِ نَبيِّنا مُحمَّدٍ صلَّى اللهُ عليه وسلَّم.\nوفيهِ: بَيانُ فَضلِ اتِّباعِ سُنَّةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، ووَجه ذلكِ أنَّ هؤلاءِ الطَّائفةَ ما حصَلَ لهُم ذلكَ النَّصرُ، والثَّباتُ عَلى مُقاوَمةِ العَدوِّ، إلَّا بِسَببِ اتِّباعِهم سُنَّتَه صلَّى اللهُ عليه وسلَّم.\nوفيهِ: بَيانُ فَضلِ هذه الأُمَّةِ، حَيثُ إنَّ اللهَ عزَّ وجلَّ أجارَها عَنِ الاتِّفاقِ عَلى الضَّلالِ، فَلا تَزالُ جَماعةٌ مُؤمِنةٌ إلى نِهايةِ الدُّنيا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}