{
    "hadith_id": "1560",
    "hadith": "اجْتَمع حُذَيْفَةُ، وأَبُو مَسْعُودٍ، فقالَ حُذَيْفَةُ: رَجُلٌ لَقِيَ رَبَّهُ، فقالَ: ما عَمِلْتَ؟ قالَ: ما عَمِلْتُ مِنَ الخَيْرِ إلَّا أنِّي كُنْتُ رَجُلًا ذا مالٍ، فَكُنْتُ أُطالِبُ به النَّاسَ فَكُنْتُ أقْبَلُ المَيْسُورَ، وأَتَجاوَزُ عَنِ المَعْسُورِ، فقالَ: تَجاوَزُوا عن عَبْدِي.\r\nقالَ أبو مَسْعُودٍ: هَكَذا سَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يقولُ.",
    "rawi": "حذيفة بن اليمان [وأبو مسعود الأنصاري]",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1560",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2077) مطولاً باختلاف يسير دون ذكر أبي مسعود الأنصاري رضي الله عنه",
    "sharh": "الدَّجَّالُ شَخصٌ كذَّابٌ مِن بَني آدَمَ، يُقالُ له: الدَّجَّالُ؛ لعِظَمِ كَذِبِه وكَثرةِ دَجَلِه وافترائِه، وظُهورُه مِن العَلاماتِ الكُبرى ليومِ القِيامةِ، يَبتلي اللهُ به عِبادَه، ويَمكُثُ في الأرضِ أربعينَ يومًا، ثمَّ يَقتُلُه نَبيُّ اللهِ عِيسى ابنُ مَريمَ عليه السَّلامُ، وقدْ حذَّرَ منه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، وبيَّنَ فِتنَتَه وخِداعَه للنَّاسِ؛ ليَأخُذوا حِذْرَهم.\nوفي هذا الحديثِ يُخبِرُ صلَّى اللهُ عليه وسلَّمَ أنَّ الدَّجَّالَ عندما يَظهَرُ في آخِرِ الزَّمانِ سَيَكونُ معه ماءٌ ونارٌ، وهذا مِن فِتنتِه، امتحَنَ اللهُ تعالَى به عِبادَه ليُحِقَّ الحقَّ ويُبطِلَ الباطلَ، ثمَّ يَفضَحَه ويُظهِرَ للنَّاسِ عَجْزَه. ويُوجِّهُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مَن حَضَرَ زمَنَ الدَّجَّالِ أنْ يُخالِفَه ولا يَتبَعَه؛ وذلك لأنَّ الَّذي يَرى النَّاسُ أنَّها نَارٌ في الظَّاهرِ، فباطِنُها ماءٌ بارِدٌ، والذي يَراهُ النَّاسُ ماءً بارِدًا في الظَّاهرِ، فَهو في الباطنِ نارٌ تُحْرِقُ، فعلى المسلمِ ألَّا يَخْشى نارَهُ، وأنْ يَقَعَ بنفْسِه في التي يَراها نارًا، أو يُخالِفَ الدَّجَّالَ حتَّى يُلقِيَه فيها؛ فإنَّها في حَقيقةِ الأمرِ ماءٌ عَذْبٌ بارِدٌ. \nوفي الحديثِ: إخبارُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ ببَعضِ أُمورِ الغَيبِ.\nوفيه: عِظمُ فِتنةِ الدَّجَّالِ، نجَّانا اللهُ تعالَى منها بفضْلِه ومَنِّهِ وكَرمِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}