{
    "hadith_id": "1569",
    "hadith": "عن محمد بن مسلم المكي أبو الزبير: سَأَلْتُ جَابِرًا، عن ثَمَنِ الكَلْبِ وَالسِّنَّوْرِ؟ قالَ: زَجَرَ النبيُّ صَلَّى اللَّهُ عليه وسلَّمَ عن ذلكَ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1569",
    "grade": "[صحيح]",
    "sharh": "أحلَّ اللهُ لعِبادِهِ الطَّيِّباتِ، وحرَّمَ عليهِمُ الخَبائِثَ مِن كُلِّ شَيءٍ وفي كُلِّ شَيءٍ؛ مِن المَطْعَمِ والمَشْرَبِ، والمَكْسَبِ والتِّجارَةِ، وغيرِ ذلك، كما حَثَّ الشَّرْعُ المُسلِمَ على أنْ يكونَ كَريمَ النَّفْسِ، مُتْرَفِّعًا عَنِ الدَّنايا.\nوفي هذا الحديثِ يَرْوي أبو مَسعودٍ الأنصاريُّ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ نَهى عن ثَلاثةِ أشياءَ:\nالأوَّلُ: عن بَيعِ الكلْبِ، وأخْذِ ثَمَنِه مُطلقًا، وما تمَّ كَسْبُهُ مِن ذلك فهو مالٌ غيرُ طَيِّبٍ؛ لأنَّ الكلْبَ مَنْهِيٌّ عَنِ اقتنائِهِ وتَربيتِهِ إلَّا كلْبَ الماشيةِ والحَرْث، قيل: إنَّ هذا حكْمٌ عامٌّ، سُواءٌ كان مُعلَّمًا على الصَّيدِ أو غيرَ مُعلَّمٍ، أو كان ممَّا يَجوزُ اقتِناؤه، أو ممَّا لا يَجوزُ اقتِناؤُه. وقيل: يُستثنَى مِن ذلك كَلبُ الحِراسةِ والصَّيدِ؛ لأنَّه ذو مَنفَعةٍ، كما في سُنَنِ التِّرمذيِّ مِن حَديثِ أبي هُريرةَ رَضيَ اللهُ عنه: «إلَّا كلْبَ الصَّيدِ». وفي رِوايةِ الدَّارقُطْنيِّ: «إلَّا الكلْبَ الضَّارِيَ»، وهو المُعتادُ للصَّيدِ، فكأنَّه عليه السَّلامُ نَهى عن ثمَنِ الكلْبِ إلَّا الكلْبَ الَّذي أُذِنَ في اتِّخاذِه للانتفاعِ به، ويُحتمَلُ أنْ يكونَ النَّهيُ عن ثمَنِ الكلْبِ كان في بَدءِ الإسلامِ، ثمَّ نُسِخَ ذلك، وأُبِيحَ الاصطيادُ به، وكان كسائرِ الجَوارحِ في جَوازِ بَيْعِه.\nوالثاني: عن مَهْرِ البَغيِّ، وهو الثَّمَنُ الَّذي تَتَقاضاهُ الزَّانيةُ مُقابلَ تَسليمِ نفْسِها للرجُلِ الأجْنبيِّ، وسمَّاه مَهْرًا؛ لكَونِه على صُورتِه، وقدْ كانوا في الجاهليَّةِ يُكرِهون إماءَهم على الزِّنا والاكتسابِ به، فأنْكَرَ الإسلامُ ذلك في قَولِ اللهِ تعالَى: {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ} [النور: 33].\nوالثالث: عن حُلْوانِ الكاهنِ، وهو ما يَأخُذُه الكاهنُ أو الكاهنةُ مُقابلَ تنَبُّؤِهما بالغيبِ. والكاهنُ: هو الَّذي يَدَّعي عِلمَ الغيبِ، ويُخبِرُ النَّاسَ بزَعمِه عن الكائناتِ الغَيبيَّةِ والأشياءِ المُستقبليَّةِ، وهو شاملٌ لكلِّ مَن يدَّعي ذلك مِن مُنجِّمٍ وضَرَّابٍ بالحَصى ونحوِه، وسُمِّيَ ما يتَقاضاهُ الكاهنُ حُلوانًا تَشبيهًا بالشَّيءِ الحُلوِ؛ لأنَّه يُؤخَذُ سَهلًا بلا كُلفةٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}