{
    "hadith_id": "157",
    "hadith": "لا تَقُومُ السَّاعَةُ حتَّى يَكْثُرَ المالُ ويَفِيضَ، حتَّى يَخْرُجَ الرَّجُلُ بزَكاةِ مالِهِ فلا يَجِدُ أحَدًا يَقْبَلُها منه، وحتَّى تَعُودَ أرْضُ العَرَبِ مُرُوجًا وأَنْهارًا.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "157",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1412) بنحوه",
    "sharh": "كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّم يُخبِرُ أصحابَه رَضيَ اللهُ عَنهم بعَلاماتِ يومِ القيامةِ، وأُمورِ آخِرِ الزَّمانِ، وأحداثِ ذلكَ اليَومِ منَ الأُمورِ الغَيبيَّةِ الَّتي لا يَعلَمُها إلَّا اللهُ؛ لِلعِبرةِ والعِظَةِ والاستِعدادِ لِهذِه الأيَّامِ.\nوفي هذا الحَديثِ يُخبِرُنا النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ من عَلاماتِ قُربِ يَومِ القيامةِ أنَّه يَكثُرُ المالُ، فيَفيضُ حتَّى يَبقى مِنه بايدي مُلَّاكِه ما لا حاجةَ لهُم بِهِ، وتعُمَّ الثَّروةُ في أيدي النَّاسِ جميعًا، فلا يَحتاجُ أحدٌ إلى الزَّكاةِ، حتَّى يَجتهِدَ ربُّ المالِ في البَحثِ عن شَخصٍ فَقيرٍ من أهلِ الزَّكاةِ، يَقبَلُ مِنه زَكاةَ مالِه، فلا يَجِدُ مَن يَقبَلُها؛ وفي رِوايةٍ أُخرى في الصَّحيحَينِ: «حتَّى يُهِمَّ رَبَّ المَالِ» أي: حتى يَشغَلَ صاحِبَ المالِ «مَن يَقبَلُ صَدَقتَهُ»؛ لِغِنَى النَّاسِ جَميعًا، «وحتَّى يَعرِضَهُ، فيَقُولَ المَعروضُ عَليهِ: لا أرَبَ لِي»، أي: لا حاجَةَ لي في هذه الصَّدَقةِ؛ لأنَّه صارَ غَنيًّا ومَعه مالٌ، وقيلَ: يَصيرُ النَّاسُ راغِبينَ في الآخِرةِ، تارِكينَ الدُّنيا، ويَقنَعُونَ بِقُوتِ يَومٍ، ولا يَدَّخِرونَ المالَ.\nوكذلك أخبَر صلَّى اللهُ عليه وسلَّم أنَّه لن تَقومَ السَّاعةُ حتَّى تَصيرَ وتَرجِعَ جَزيرةُ العربِ مُروجًا، والمَرجُ هو الأرضُ الواسعةُ ذاتُ نَباتٍ كَثيرٍ يَمرَحُ فيه الدَّوابُّ، وَتَكثُرَ بها المياه العَذبةُ الصَّالحةُ للشُّربِ والرِّي.\nوحاصِلُهُ: أنَّ المُرادَ بِذلكَ إقبالُ العَربِ عَلى استِثمارِ أراضيها، وإحيائها، بإجراءِ الأنهارِ، وغَرسِ الأشجارِ، وزَرعِ الحُبوبِ، وتَركِهِم الارتِحالَ والتَّنقُّلَ من مكانٍ إلى مكانٍ طلبًا لِلكَلأِ، عَلى ما كانت تَجري به عادتُهم مُعتادًا.\nوفي الحديثِ: عَلامةٌ من عَلاماتِ نُبُوَّتِه صلَّى اللهُ عليه وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}