{
    "hadith_id": "1572",
    "hadith": "أَمَرَنَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بقَتْلِ الكِلَابِ، حتَّى إنَّ المَرْأَةَ تَقْدَمُ مِنَ البَادِيَةِ بكَلْبِهَا فَنَقْتُلُهُ، ثُمَّ نَهَى النَّبيُّ صَلَّى اللَّهُ عليه وسلَّمَ عن قَتْلِهَا، وَقالَ: علَيْكُم بالأسْوَدِ البَهِيمِ ذِي النُّقْطَتَيْنِ؛ فإنَّه شَيطَانٌ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1572",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "لقدْ نَظَّمَ الشَّرعُ المُطهَّرُ أحكامَ كُلِّ شَيءٍ، حتَّى الحَيَواناتِ، ومِن ذلك الكِلابُ، حيثُ وَرَدَ في الشَّرعِ ما يُنَظِّمُ الانتِفاعَ بها، ويُبَيِّنُ أحكامَ الحَلالِ والحَرامِ مِمَّا يَرتَبِطُ بها.\nوفي هذا الحَديثِ يُخبِرُ جابِرُ بنُ عبدِ اللهِ رَضِي اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم أمَرَهم بِقَتلِ الكِلابِ كُلِّها دونَ استثناءٍ، حتَّى إنَّ المَرأةَ كانت تَأتي مِنَ الباديَةِ -وهي الصَّحراءُ- بِكَلبِها الَّذي يَحرُسُها ويَسيرُ معها، فنَقتُلُه استجابةً وتَنفيذًا لأمرِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، ثُمَّ بعْدَ ذلك نَهى النَّبيُّ صلَّى اللهُ عليهِ وسلَّم عَن قَتلِ الكِلابِ، وَاستَثْنى الكَلبَ الأَسودَ البَهيمَ، وهو الَّذي لا يُخالِطُ سَوادَه لَونٌ آخَرُ غيرُ السَّوادِ، «ذي النُّقطَتَيْنِ»، أي: النُّقطَتينِ البَيضاوَتينِ فَوقَ عَينَيْهِ؛ فإنَّ هذا الكلْبَ يُقتَلُ، وقولُه: «فإنَّه شَيطانٌ» معناه: إمَّا على الحقيقةِ في كونِه ضَررًا مَحضًا لا نفْعَ فيه، أو أنَّه بَعيدٌ مِنَ المَنافعِ قَريبٌ مِنَ المَضرَّةِ وَالأَذى، وهذا شأنُ الشَّيطانِ، فهذا تَشبيهٌ للكلبِ الأسودِ بالشَّيطانِ؛ لخُبْثِه، ولأنَّ الكلبَ الأسودَ شرُّ الكلابِ وأقلُّها نفْعًا، وأضرُّ الكلابِ وأعقرُها.\nوقدْ صحَّ عنه صلَّى اللهُ عليهِ وسلَّم في أحاديثَ أُخرى النَّهيُ عن قتْلِ الكِلابِ باستِثناءِ الكلبِ العَقُورِ الَّذي يُؤذِي النَّاسَ؛ فإنَّه يُقتَلُ، كما في الصَّحيحَيْنِ مِن حَديثِ عائِشةَ رَضِي اللهُ عنها: «خَمسٌ مِنَ الدَّوابِّ، كُلُّهنَّ فاسِقٌ، يُقتَلْنَ في الحَرَمِ: الغُرابُ، والحِدَأةُ، والعَقرَبُ، والفَأْرةُ، والكَلبُ العَقورُ».\nففي هذا الحَديثِ ونحوِه النَّهيُ عن قتْلِ الكِلابِ، إلَّا ما استُثنِيَ، فأبقَاها للمَنفعةِ بها في الحِراسةِ والصَّيدِ ونحْوِ ذلك. وقيل: إنَّما أمَرَ بقَتلِها في أوَّلِ الأمْرِ؛ لِأنَّ القَومَ أَلِفوها، وكانَتْ تُخالِطُهم في أوانِيهم، فأرادَ فِطامَهم عن ذلك، فأمَرَ بالقَتلِ، فلَمَّا استَقَرَّ في نُفوسِهم تَنجيسُها وإبعادُها، نَهى عن ذلك، فصارَ النَّهيُ ناسِخًا لذلك الأمْرِ، فنَهى صلَّى اللهُ عليهِ وسلَّم عن قَتلِ جَميعِ الكِلابِ، حتَّى الأسوَدِ البَهيمِ، إلَّا ما يَكونُ منه ضَرَرٌ واعتِداءٌ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}