{
    "hadith_id": "1573",
    "hadith": "أَمَرَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بقَتْلِ الكِلَابِ، ثُمَّ قالَ: ما بَالُهُمْ وَبَالُ الكِلَابِ؟ ثُمَّ رَخَّصَ في كَلْبِ الصَّيْدِ، وَكَلْبِ الغَنَمِ. [وفي رواية]: وقالَ ابنُ حَاتِمٍ في حَديثِهِ: عن يَحْيَى، وَرَخَّصَ في كَلْبِ الغَنَمِ، وَالصَّيْدِ، وَالزَّرْعِ.",
    "rawi": "عبدالله بن مغفل",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1573",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الكِلابُ حيواناتٌ لها خَصائصُ وصفاتٌ مُختلفةٌ ومَتعدِّدةٌ، ومنها ما يَكونُ نافعًا، ومنها ما يَكونُ ضارًّا، وقد بيَّنَتِ السُّنَّةُ النَّبويَّةُ كيفيةَ التَّعامُلِ مع مُختلِفِ هذه الأنواعِ.\nوفي هذا الحديثِ يَروي عبدُ اللهِ بنُ مُغفَّلٍ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أمَرَ بقتلِ الكِلابِ في بِدايةِ الأمرِ، وظلَّ ذلك مُدَّةً، ثُمَّ نَهى عن ذلك وقالَ: «ما بالُهم وبَالُ الكِلابِ؟!»، أي: ما شَأنُهم وشَأنُها؟! وفي روايةِ أبي نُعيمٍ في المُستخرَجِ: «ما بالي وبالُ الكِلابِ؟!» وهذا إشارةٌ منه صلَّى اللهُ عليه وسلَّمَ لنَسخِ حُكمِ القتلِ، وأمَرَهم بتَركِها، ثُمَّ رخَّص صلَّى اللهُ عليه وسلَّمَ في اقتناءِ كلبِ الصَّيدِ، وكلبِ الغَنَمِ الَّذي يكونُ مع الغَنَمِ في الرَّعيِ، وكلبِ الزَّرعِ الَّذي يكونُ في المَزارِعِ للحِراسةِ.\nوأرشَدَهم النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه إذا شَرِب الكلبُ أو أصاب لُعابُه الإناءَ، فإنَّه يَطهُرُ بغَسلِه سَبعَ مرَّاتٍ، وبتَعفيرِه الثَّامنةَ في التُّرابِ، وظاهرُ هذا الأمرِ أنَّ لُعابَ الكلبِ وسُؤرَه نجسٌ.\nوفي صحيحِ مُسلمٍ من حديثِ أبي هُرَيرةَ رَضيَ اللهُ عنه: أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أمَرَ أن يُغسَلَ الإناءُ سَبعَ مَرَّاتٍ، وتَكُونَ الغَسلةُ الأُولى بالتُّرابِ، وهذا العَددُ من مرَّاتِ الغَسلِ يُفعَلُ تَعبُّدًا، كما أمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، أو لنَجاسةِ لُعابِ الكَلبِ، وقد وَرَدَ في رِوايةِ النَّسائيِّ: «إحداهنَّ بالتُّرابِ»، فأفادَ أنَّ الغَسلَ في التُّرابِ يَكونُ مَرَّةً واحدةً دونَ اشتِراطِ أن تَكُونَ في أوَّلِ مَرَّةٍ من غَسلِ الإناءِ.\nواستِعمالُ التُّرابِ في غَسلِ الإناءِ؛ لِمَا في التُّرابِ من قُدرةٍ على قتلِه الأمراضَ النَّابعةَ منَ الكلبِ والمُلتصِقةَ بالإناءِ، ولا يَقدِرُ الماءُ على إزالتِها، وتَكرارُ الغَسلِ بالماءِ تأكيدٌ لنظافتِها.\nولا فَرقَ بينَ أنواعِ الكِلابِ في ذلك، سواءٌ ما أُبيحَ اقتناؤُه ككلبِ الصَّيدِ، أو لم يُبَحِ اقتناؤُه.\nوفي الحديثِ: اهتِمامُ الشَّرعِ بإبعادِ كلِّ ما يَحصُلُ منه أذًى للمُسلِمينَ عنهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}