{
    "hadith_id": "1578",
    "hadith": "سَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يَخْطُبُ بالمَدِينَةِ، قالَ: يا أَيُّهَا النَّاسُ، إنَّ اللَّهَ تَعَالَى يُعَرِّضُ بالخَمْرِ، وَلَعَلَّ اللَّهَ سَيُنْزِلُ فِيهَا أَمْرًا، فمَن كانَ عِنْدَهُ منها شَيءٌ، فَلْيَبِعْهُ، وَلْيَنْتَفِعْ به، قالَ: فَما لَبِثْنَا إلَّا يَسِيرًا حتَّى قالَ النَّبيُّ صَلَّى اللَّهُ عليه وسلَّمَ: إنَّ اللَّهَ تَعَالَى حَرَّمَ الخَمْرَ، فمَن أَدْرَكَتْهُ هذِه الآيَةُ وَعِنْدَهُ منها شَيءٌ، فلا يَشْرَبْ، وَلَا يَبِعْ. قالَ: فَاسْتَقْبَلَ النَّاسُ بما كانَ عِنْدَهُ منها في طَرِيقِ المَدِينَةِ فَسَفَكُوهَا.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1578",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "النَّصيحةُ لازمةٌ للعامَّةِ في أمرِ دِينِها ودُنياها، وكان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أحرَصَ النَّاسِ على أنْ يَنصَحَ لأُمَّتِه في أُمورِ دِينِها ودُنياها.\nوفي هذا الحديثِ يُخبِرُ أبو سَعيدٍ الخُدْريُّ رَضِي اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم لَمَّا شَعَرَ أنَّه ستُحرَّمُ الخمرُ -وقد كانت حلالًا في أوَّلِ الأمرِ- نَصَحَهم بتَعجيلِ الانتفاعِ بها؛ فخَطَبَ أصحابَه رِضوانُ اللهِ عليهم بالمدينةِ قائلًا: «يا أيُّها النَّاسُ، إنَّ اللهَ تَعالَى يُعَرِّضُ بِالْخَمْرِ»، أي: يَذكُرُها دونَ نهْيٍ أو تَحريمٍ، وهو قولُ اللهِ تعالى: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا} [البقرة: 219]، وفي قولِه: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ} [النساء: 43]، ففي الآيتينِ إشارةٌ وتَلميحٌ إلى أنَّ الخمرَ سيَأْتي يوْمٌ وتُحرَّمُ، فأمَرَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أصحابَهُ ناصِحًا لهمْ أنَّهُ مَن كان عنده شَيءٌ مِنَ الخمرِ، فَلْيَبِعْهُ، أَوْ يَنْتَفِعْ به قبْلَ أنْ يَأتيَ فيها تَحريمٌ لا يَجوزُ مَعَه بَيْعٌ ولا انتفاعٌ؛ وذلك أنَّ بعضَهم كان ممَّن يَعمَلُ ويُتاجِرُ في الخمرِ، وبعضَهم يَحفَظُها ويَخزُنُها، فأراد النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنْ يَحفَظَ عليهم أموالَهم، فما مرَّ على نَصيحةِ رسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم إلَّا وقْتٌ يَسيرٌ حتَّى أنزَلَ اللهُ في كتابِه تَحريمَ الخَمْرِ: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} [المائدة: 90]، فلمَّا نزَلَت أخبَرَهم النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّ مَن بلَغَتْه هذه الآيةُ، «فَلَا يَشْرَبْ وَلَا يَبِعْ»، فكان كلُّ مَن كان عِندَهُ شَيءٌ مِنَ الخَمرِ أَراقَها في طُرُقِ المدينةِ.\nوقد فَهِم الصَّحابةُ رَضِي اللهُ عنهم مِن نَهيِه صلَّى اللهُ عليهِ وسلَّم عن الشُّربِ والبيعِ أنَّها لا يُنتفَعُ بها بوَجهٍ مِن الوجوهِ، ولذلك بادَروا إلى إراقتِها وإتلافِها، ولو كان فيها مَنفعةٌ مِن المنافعِ الجائزةِ لَنبَّهَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم إليها.\nوفي الحَديثِ: رِعايةُ وَليِّ الأمْرِ لمَصالحِ أُمَّتِه، والتَّمهيدُ لهم والتَّدرُّجُ في إصدارِ الأحكام، وخاصَّةً فيما يَتعلَّقُ بالأمورِ المتجذِّرةِ في المجتمَعِ.\nوفيه: بَيانُ أنَّ المؤمنَ الحقَّ يُسرِعُ الاستجابةَ لأمْرِ اللهِ سُبحانَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}