{
    "hadith_id": "158",
    "hadith": "ثَلاثٌ إذا خَرَجْنَ لا يَنْفَعُ نَفْسًا إيمانُها لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ، أوْ كَسَبَتْ في إيمانِها خَيْرًا: طُلُوعُ الشَّمْسِ مِن مَغْرِبِها، والدَّجَّالُ، ودابَّةُ الأرْضِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "158",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "لِلسَّاعةِ عَلاماتٌ صُغرَى وكُبرَى لن تَقُومَ القيامةُ إلَّا بَعدَ وُقوعِها؛ والفَرقُ بينَ العَلاماتِ الصُّغرَى والكُبرَى: أنَّ الكُبرى تَكُونُ أقرَبَ لِقيامِ السَّاعةِ، وعَدَدُها قَليلٌ، ومُتتاليةٌ، ولم يَقَع شَيءٌ منها حتَّى الآنَ، أمَّا الصُّغرى فهيَ كَثيرةٌ ومُتباعِدةٌ، ووقَعَ كَثيرٌ مِنها.\nوفي هذا الحديثِ يُخبِرُنا النَّبيُّ صلَّى اللهُ عليه وسلَّم عَن ثلاثِ آياتٍ عندما تَظهَرُ للنَّاسِ في الدُّنيا ويُشاهِدونَها، فلا يَنفَعُ الإيمانُ نفسًا كافِرةً لم تكُن آمنَت من قَبلُ، وكَذلكَ لن تنفعَ التوبةُ لِمَن لم يكُن قد سبَقت مِنه تَوبةٌ، ولن ينفعَ في هذا الوقتِ أن يَستدرِكَ المُقصِّرُ ما قصَّرَ فيه من أعمالٍ يُزادُ بها الإيمانُ، فيَحُثُّ النَّبيُّ صلَّى اللهُ عليه وسلَّم على العملِ الصَّالحِ وزيادةِ الإيمانِ قبلَ تلك العَلاماتِ الثَّلاثِ؛ وهيَ: «طلوع الشَّمسِ من مَغْربِها»، وهي أن تَخرُجَ في صَبيحةِ يومٍ منَ المَغرب بدَلًا من المَشرقِ. والعَلامةُ الثَّانيةُ هيَ خُروجُ «الدَّجَّال» منَ الدَّجلِ، وهو التَّغطيةُ، سُمِّي بِهِ؛ لأنَّه يُغطِّي الحَقَّ بِباطِلِه، وهو شَخصٌ من بَني آدَمَ، يَبتَلي اللهُ به عِبادَهُ، وأقدَرَه عَلى أشياءَ من مَقدوراتِ اللهِ تَعالَى: من إحياءِ الميِّتِ الَّذي يَقتُلُه، ومِن ظُهورِ زَهرةِ الدُّنيا والخِصبِ مَعهُ، وجَنَّتِه ونارِهِ، ونَهرَيهِ، واتِّباعِ كُنوزِ الأرضِ لَهُ، وأمرِه السَّماءَ أن تُمطِرَ فتُمطِرَ، والأرضَ أن تُنبِتَ فتُنبِتَ؛ فيَقَعُ كلُّ ذلكَ بِقُدرةِ اللهِ تَعالَى ومَشيئتِهِ.\nوالعَلامةُ الثَّالثةُ: «دابَّة الأرض» التي تَخرُجُ عِندَ فَسادِ النَّاسِ وتَركِهم أوامرَ اللهِ وتَبديلِهِمُ الدِّينَ الحقَّ، وخُروجُها يَكونُ من مَكَّةَ، وقيلَ: من غَيرِها. فتُخبِرُ وتُميِّزَ المُؤمِنَ منَ الكافِرِ، كما في حَديثِ أحمدَ عن أبي أُمامةَ الباهِليِّ مَرفوعًا: «تَخرُجُ الدَّابَّةُ، فتَسِمُ النَّاسَ عَلى خَراطِيمِهمْ»، والخَراطيمُ: الأُنوفُ، وقد أخبَرَ اللهُ تَعالَى عَنها فَقالَ: {وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً منَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ} [النمل: 82]، وفي هذا بَيانُ قُدرةِ اللهِ عزَّ وجلَّ، حيثُ أنطَقَ هذه الدَّابَّةَ لِتُكَلِّمَ النَّاسَ بِكَلامٍ يَفهَمونَهُ. \nوالحَديثُ ظاهِرُه أنَّ انقِطاعَ التَّوبةِ يَكُونُ إذا خَرَجنَ كُلُّهُنَّ، وقد جاءَ في صَحيحِ مُسلِمٍ أنَّ أوَّلَ تِلكَ الآياتِ ظُهورًا هيَ «طُلوعُ الشَّمسِ من مَغرِبِها»، وأيضًا جاءَ في الصَّحيحَينِ: «لا تَقُومُ السَّاعةُ حتَّى تَطلُعَ الشَّمسُ من مَغرِبِها، فإذا رَآها النَّاسُ آمَنَ مَن عَلَيها، فَذَاكَ حِينَ {لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ} [الأنعام: 158]» فهَذا يَدُلُّ عَلى أنَّ التَّوبةَ لا تَنقطِعُ إلَّا بتلك الآيةِ، ويَكُونُ مَعنى الحَديثِ: هو قُربُ ظُهورِ تِلكِ العَلاماتِ من بَعضِها، كَما رُويَ في مُسلِمٍ: «وأيُّتُهُما كانتْ قَبْلَ صاحِبتِها فالأُخْرى عَلى أَثَرِها قَريبًا».\nوفي الحديثِ: نُصحُ النَّبيِّ صلَّى اللهُ عليه وسلَّم للأُمَّةِ.\nوفيه: هَولُ عَلاماتِ السَّاعةِ، وعِظَمُها، وعِظَمُ آثارِها على النَّاسِ، خُصوصًا تلك الثَّلاثَ الآياتِ.\nوفيهِ: عَلامةٌ من عَلاماتِ نُبُوَّتِه صلَّى اللهُ عليه وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}