{
    "hadith_id": "1586",
    "hadith": "أَقْبَلْتُ أَقُولُ: مَن يَصْطَرِفُ الدَّرَاهِمَ؟ فَقالَ طَلْحَةُ بنُ عُبَيْدِ اللهِ وَهو عِنْدَ عُمَرَ بنِ الخَطَّابِ: أَرِنَا ذَهَبَكَ، ثُمَّ ائْتِنَا إذَا جَاءَ خَادِمُنَا، نُعْطِكَ وَرِقَكَ، فَقالَ عُمَرُ بنُ الخَطَّابِ: كَلَّا، وَاللَّهِ لَتُعْطِيَنَّهُ وَرِقَهُ، أَوْ لَتَرُدَّنَّ إلَيْهِ ذَهَبَهُ؛ فإنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ قالَ: الوَرِقُ بالذَّهَبِ رِبًا، إلَّا هَاءَ وَهَاءَ، وَالْبُرُّ بالبُرِّ رِبًا، إلَّا هَاءَ وَهَاءَ، وَالشَّعِيرُ بالشَّعِيرِ رِبًا، إلَّا هَاءَ وَهَاءَ، وَالتَّمْرُ بالتَّمْرِ رِبًا، إلَّا هَاءَ وَهَاءَ.",
    "rawi": "مالك بن أوس بن الحدثان",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1586",
    "grade": "[صحيح]",
    "sharh": "الرِّبا نَوعٌ مِن أنْواعِ الاسْتِغلالِ في المعامَلاتِ، وفيه قدْرٌ كَبيرٌ مِنَ الضَّررِ، وفيه سُحتٌ وأخْذُ زِيادةٍ بِالباطلِ؛ ومِن هنا كان مُحرَّمًا في جميعِ الشَّرائعِ. \nوفي هذا الحَديثِ يُخبِرُ مالكُ بنُ أَوسِ بنِ الحَدَثَانِ رَضيَ اللهُ عنه أنَّه جاء إلى مجلِسٍ فيه عُمَرُ بنُ الخطَّابِ رَضيَ اللهُ عنه، وكان مالكٌ يقولُ: «مَنْ يَصطَرِفُ الدَّراهمَ؟»، أي: مَن يَشتَري دَنانيرَ الذَّهبِ الَّتي مَعي بِدراهمَ فِضَّةٍ، فقد كان معَ مالكِ بنِ أوْسِ بنِ الحَدَثانِ مائةُ دينارٍ -كما جاء في روايةِ البُخاريِّ- يُريدُ أنْ يُغيِّرَها إلى دراهمَ، فقالَ طَلحةُ بنُ عُبَيدِ اللهِ -وكان في المجلِسِ عندَ عُمَرَ بنِ الخطَّابِ رَضيَ اللهُ عنه-: «أَرِنَا ذَهبَكَ»، أي: أَعْطِنَا دَنانيرَكَ لنَراهَا، «ثُمَّ ائْتِنَا» فِيما بعْدُ، «إذا جاءَ خادمُنَا، نُعطِكَ وَرِقَكَ»، أي: الدَّراهمَ الفِضَّةَ، فقالَ عُمَرُ بنُ الخطَّابِ رَضيَ اللهُ عنه لمَّا سمِعَ ذلك: «كلَّا» وهذا رفضٌ منه لهذا النَّوعِ منَ المُعامَلةِ، ثُمَّ أقسَمَ عُمرُ رَضيَ اللهُ عنه وأقسَمَ عليه أنْ يُعطيَه الفضَّةَ الَّتي يُريدُ شِراءَها الآنَ، أو يرُدَّ إليه ذهَبَه الَّذي أخَذَه منه، وبيَّنَ سببَ ذلك أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قال: «الْوَرِقُ بِالذَّهبِ رِبًا»، أي: بيعُ الفضَّةِ بِالذَّهبِ ربًا في جميعِ الأحْوالِ «إلَّا هاءَ وهاءَ»، أي: إلَّا حالَ الحضورِ والتَّقابُضِ المباشرِ يدًا بيدٍ، وكذلك بيعُ الْبُرِّ -وهو القَمحُ- بِالبُرِّ، وبيعُ الشَّعيرِ بِالشَّعيرِ، وَبيعُ التَّمرِ بِالتَّمرِ، كلُّ ذلك رِبًا في جميعِ الأحْوالِ، إلَّا حالَ الحضورِ والتَّقابُضِ يدًا بيدٍ.\nوفي الحَديثِ: النَّهْيُ عَنْ رِبَا النَّسيئةِ.\nوفيه: النَّهْيُ عَنِ المنْكَرِ ومنْعُه لِمَنِ استَطاعَ ذلكَ.\nوفيه: ذِكْرُ الدَّليلِ عِندَ إنْكارِ الْمُنكَرِ.\nوفيه: أنَّ مِنَ العِلْمِ مَا يَخْفى على الرَّجُلِ الكَبيرِ، حتَّى يُذكِّرَه به غيرُه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}