{
    "hadith_id": "1675",
    "hadith": "أنَّ أُخْتَ الرُّبَيِّعِ، أُمَّ حَارِثَةَ، جَرَحَتْ إنْسَانًا، فَاخْتَصَمُوا إلى النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: القِصَاصَ، القِصَاصَ، فَقالَتْ أُمُّ الرَّبِيعِ: يا رَسولَ اللهِ، أَيُقْتَصُّ مِن فُلَانَةَ؟ وَاللَّهِ لا يُقْتَصُّ منها، فَقالَ النبيُّ صَلَّى اللَّهُ عليه وسلَّمَ: سُبْحَانَ اللهِ يا أُمَّ الرَّبِيعِ، القِصَاصُ كِتَابُ اللهِ، قالَتْ: لَا، وَاللَّهِ لا يُقْتَصُّ منها أَبَدًا، قالَ: فَما زَالَتْ حتَّى قَبِلُوا الدِّيَةَ، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: إنَّ مِن عِبَادِ اللهِ مَن لو أَقْسَمَ علَى اللهِ لأَبَرَّهُ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1675",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4500) بنحوه",
    "sharh": "حدَّدَ الشَّرعُ العُقوباتِ الواجبةَ في الجِراحاتِ، وجَعَلَ لصاحبِ الحقِّ الخيارَ بيْن أنْ يَطلُبَ القِصاصَ بمِثلِ ما جُرِحَ وأُوذِيَ، وبيْن أنْ يَعفُوَ ويَغفِرَ لمَن أساء إليه.\nوفي هذا الحديثِ يَرْوي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ الرُّبَيِّعَ ابنةَ النَّضْرِ كَسَرَت «ثَنِيَّةَ جاريةٍ»، والثَّنِيَّةُ مُقدَّم الأسنانِ، فطَلَب قَومُ الرُّبَيِّعِ مِن قومِ الجاريةِ أنْ يَأخُذُوا الأَرْشَ، وهو الذي يَأخُذُه المُشتري مِن البائع إذا اطَّلَعَ على عَيبٍ في المَبيعِ، وأَرْشُ الجِناياتِ والجِراحاتِ مِن ذلك؛ لأنَّها جابرةٌ لها عمَّا حصَلَ فيها مِن النَّقصِ، وطَلَبوا العفْوَ عن الرُّبَيِّعِ، فامتنَعَ قَومُ الجاريةِ ولم يَرضَوْا بِأخْذِ الأَرْشِ منهم، ولا بالعفْوِ عنها، فأَتَوُا النَّبيَّ صلَّى اللهُ عليه وسلَّمَ وتَخاصَموا بيْن يدَيْه، فأمَرَهم بالقِصاصِ، وهو مَبدَأُ المعاقَبةِ بالمِثلِ، فقال أَخوها أنسُ بنُ النَّضْرِ رَضيَ اللهُ عنه: أتُكسَرُ ثَنيَّةُ الرُّبَيِّعِ يا رَسولَ الله؟! لا والَّذي بَعَثَك بالحقِّ لا تُكسَرُ ثَنيَّتُها، فقال صلَّى اللهُ عليه وسلَّمَ: يا أنسُ، كتابُ اللهِ القِصاصُ، وهو أنْ تُكسَرَ السِّنُّ مُقابِلَ السِّنِّ بالكسْرِ المضبوطِ الذي يُمكِنُ فيه المُماثَلةُ، ولم يكُنْ هذا اعتراضًا على الحكْمِ، وإنَّما أراد الاستشفاعَ مِن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ إليهم، أو أنَّه قبْلَ أنْ يَعرِفَ أنَّ كِتابَ اللهِ القِصاصُ على التَّعيينِ، وظنَّ التَّخييرَ بيْن القِصاصِ والدِّيةِ.\nثمَّ إنَّ قَومَ الجاريةِ رَضُوا وعفَوْا عن الرُّبَيِّعِ، فتَرَكوا القِصاصَ وقَبِلُوا الأَرْشَ، فقال صلَّى اللهُ عليه وسلَّمَ: إنَّ مِن عِبادِ اللهِ مَن لو أقسَمَ -يعني: حلَفَ يَمينًا طَمَعًا في كَرمِ اللهِ تعالَى- لأَبَرَّهُ اللهِ في قَسَمِه، فصَدَّقَه وحقَّقَ رَغبَتَه؛ لِما يَعلَمُ مِن صِدقهِ وإخلاصهِ، وجَعَله مِن زُمرةِ المُخلصينَ وأولياءِ اللهِ المُطيعِين، والبِرُّ في القَسَمِ ضِدُّ الحِنْثِ.\nوفي الحديثِ: مَشروعيَّةُ العفْوِ في القِصاصِ وقَبولِ العِوَضِ المشروعِ.\nوفيه: فضْلٌ ومَنقَبةٌ لأنسِ بنِ النَّضرِ رَضيَ اللهُ عنه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}