{
    "hadith_id": "1697",
    "hadith": "إنَّ رَجُلًا مِنَ الأعْرَابِ أَتَى رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَقالَ: يا رَسولَ اللهِ، أَنْشُدُكَ اللَّهَ إلَّا قَضَيْتَ لي بكِتَابِ اللهِ، فَقالَ الخَصْمُ الآخَرُ: وَهو أَفْقَهُ منه نَعَمْ، فَاقْضِ بيْنَنَا بكِتَابِ اللهِ وَأْذَنْ لِي، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: قُلْ، قالَ: إنَّ ابْنِي كانَ عَسِيفًا علَى هذا، فَزَنَى بامْرَأَتِهِ، وإنِّي أُخْبِرْتُ أنَّ علَى ابْنِي الرَّجْمَ، فَافْتَدَيْتُ منه بمِئَةِ شَاةٍ وَوَلِيدَةٍ، فَسَأَلْتُ أَهْلَ العِلْمِ، فأخْبَرُونِي أنَّما علَى ابْنِي جَلْدُ مِئَةٍ، وَتَغْرِيبُ عَامٍ، وَأنَّ علَى امْرَأَةِ هذا الرَّجْمَ، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: وَالَّذِي نَفْسِي بيَدِهِ، لأَقْضِيَنَّ بيْنَكُما بكِتَابِ اللهِ، الوَلِيدَةُ وَالْغَنَمُ رَدٌّ، وعلَى ابْنِكَ جَلْدُ مِئَةٍ، وَتَغْرِيبُ عَامٍ، وَاغْدُ يا أُنَيْسُ إلى امْرَأَةِ هذا، فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا.\r\nقالَ: فَغَدَا عَلَيْهَا، فَاعْتَرَفَتْ، فأمَرَ بهَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ فَرُجِمَتْ.",
    "rawi": "أبو هريرة وزيد بن خالد الجهني",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1697",
    "grade": "[صحيح]",
    "sharh": "وفيه: استِفتاءُ المفضولِ مع وجودِ الفاضِلِ.\nوفيه: أنَّ الرَّجُل إذا كانَ مُحصَنًا فحَدُّه الرَّجمُ، وإنْ لَم يكُن مُحصَنًا وَزَنى فإنَّه يُجلَدُ مائةَ جَلدةٍ ويُغَرَّبُ عامًا.\nوفيه: أنَّ الباطِلَ مِن القَضاءِ مَردودٌ، وما خالَفَ السُّنَّةَ الواضِحةَ مِن ذلك فباطِلٌ. \nوفيه: أَدَبُ السَّائلِ في طَلبِ الإِذْنِ. \nوفيه: أنَّ الحُدودَ الَّتي هي مَحْضة لِحَقِّ اللهِ لا يَصحُّ الصُّلحُ فيها.\nوفيه: صَبْرُ القاضي على جُفاةِ الخُصومِ.\nوفيه: جوازُ القَسَمِ على الأمرِ؛ لتأكيدِه، والحَلِفِ بغيرِ استِحلافٍ.\nوفيه: أنَّ للإمامِ أن يأذَنَ لِمن شاء من الخَصْمَينِ في الدَّعوى، إذا جاءا معًا، وأمكن أنَّ كلًّا منهما يَدَّعِي.\nوفيه: أنَّ من أقَرَّ بالحدِّ وجب على الإمامِ إقامتُه عليه، ولو لم يعتَرِفْ مُشارِكُه في ذلك.\nوفيه: الاستنابةُ في إقامةِ الحَدِّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}