{
    "hadith_id": "1713",
    "hadith": "أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ سَمِعَ جَلَبَةَ خَصْمٍ ببَابِ حُجْرَتِهِ، فَخَرَجَ إليهِم، فَقالَ: إنَّما أَنَا بَشَرٌ، وإنَّه يَأْتِينِي الخَصْمُ، فَلَعَلَّ بَعْضَهُمْ أَنْ يَكونَ أَبْلَغَ مِن بَعْضٍ، فأحْسِبُ أنَّهُ صَادِقٌ، فأقْضِي له، فمَن قَضَيْتُ له بحَقِّ مُسْلِمٍ، فإنَّما هي قِطْعَةٌ مِنَ النَّارِ، فَلْيَحْمِلْهَا، أَوْ يَذَرْهَا.",
    "rawi": "أم سلمة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1713",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2458) باختلاف يسير",
    "sharh": "القاضِي يَحكُمُ ويَقضِي بيْن الخُصومِ بما يَسمَعُ منهم مِن إقرارٍ وإنكارٍ أو بيِّناتٍ، وعلى حَسَبِ ما يَظهَرُ له مِن الأدلَّةِ. \nوفي هذا الحديثِ تروي أُمُّ سَلَمَةَ هِنْدُ بنتُ أبي أُمَيَّةَ رضِيَ اللهُ عنها، زَوْجُ النَّبيِّ صلَّى اللهُ عليه وسلَّم، فتَقولُ: «سَمِعَ النَّبيُّ صلَّى اللهُ عليه وسلَّم جَلَبَةَ خِصَامٍ» والجَلَبَةُ: اختِلاطُ الأصواتِ «عندَ بابِه»، وكان في مَنزلِ أُمِّ سَلَمَةَ رضِيَ اللهُ عنها وحُجْرَتِها، وكأنَّهم أتَوا إليه صلَّى اللهُ عليه وسلَّم ليَحكُمَ بينهم، فخَرَج إليهم ليتعَرَّفَ على الخُصومةِ التي بينهما، ويقضي فيها، فقال محذِّرًا لكُلِّ واحدٍ منهما من المخاصَمةِ في الباطِلِ: «إنَّما أنا بَشَرٌ»، أي: أنَّه لا يعلَمُ الغَيبَ وبواطِنَ الأمورِ إلَّا ما أطلعه اللهُ تعالى عليه، فيَجْري عليه أحكامُ البشَرِ من الخطأِ والسَّهْوِ والنِّسيانِ بطبيعتِه البشريَّةِ، ومن ذلك أنَّه قد يأتيه المتخاصِمون المدَّعِي والمدَّعَى عليه؛ ليحكُمَ بينهم، فربَّما كان أحَدُ المتخاصِمَينِ عند القاضي أحسَنَ إيرادًا للكَلامِ، وأَقْدَرَ على الحُجَّةِ والبَيِّنةِ، وأدفَعَ لِدَعوى خَصْمِه، فأظُنُّ لفصاحتِه ببيانِ حُجَّتِه أنَّه صادِقٌ، فأَقْضِي له بما زعَمَه من الحُجَجِ، «فمَن قَضَيْتُ له بحقٍّ» الذي هو في الحقيقةِ حَقُّ أخيه المسلِمِ، وسلَّمْتُه له، فلا يَستَحِلَّه؛ فإنَّه إذا أخذ ذلك الحَقَّ وهو يعلَمُ أنَّه باطِلٌ وظُلْمٌ لغيرِه، فإنه يأخُذُ شيئًا يؤدِّي به إلى النَّارِ في الآخِرةِ، فليتجَرَّأْ عليها وليأخُذْها، أو ليترُكْها لصاحِبِها؛ خشيةً لله عزَّ وجَلَّ وخوْفًا من وعيدِ النَّارِ في الآخِرةِ. \nوفي الحَديثِ: أنَّ البَشَرَ لا يَعْلَمون ما غُيِّب عنهم.\nوفيه: أنَّ التَّحرِّيَ جائزٌ في أداءِ المَظالِمِ.\nوفيه: أنَّ الحاكمَ له الاجتهادُ فيما لم يَكُنْ فيه نَصٌّ.\nوفيه: التحذيرُ الشَّديدُ عن الدَّعوى الباطِلةِ التي يرادُ منها أكلُ أموالِ النَّاسِ بالباطِلِ؛ لِما تؤدِّي إليه مِنَ النَّارِ، وبئسَ القِرارُ!\nوفيه: أنَّ إثمَ الخَطَأِ مَوضوعٌ عن القاضي، إذا كان قد وَضَعَ الاجتِهادَ مَوضِعَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}