{
    "hadith_id": "1714",
    "hadith": "جَاءَتْ هِنْدٌ بنْتُ عُتْبَةَ بنِ رَبِيعَةَ، فَقالَتْ: يا رَسولَ اللهِ، وَاللَّهِ ما كانَ علَى ظَهْرِ الأرْضِ خِبَاءٌ أَحَبَّ إلَيَّ مِن أَنْ يَذِلُّوا مِن أَهْلِ خِبَائِكَ، وَما أَصْبَحَ اليومَ علَى ظَهْرِ الأرْضِ خِبَاءٌ أَحَبَّ إلَيَّ مِن أَنْ يَعِزُّوا مِن أَهْلِ خِبَائِكَ، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: وَأَيْضًا، وَالَّذِي نَفْسِي بيَدِهِ، ثُمَّ قالَتْ: يا رَسولَ اللهِ، إنَّ أَبَا سُفْيَانَ رَجُلٌ مِسِّيكٌ، فَهلْ عَلَيَّ حَرَجٌ مِن أَنْ أُطْعِمَ مِنَ الذي له عِيَالَنَا؟ فَقالَ لَهَا: لَا، إلَّا بالمَعروفِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1714",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3825)، ومسلم (1714).",
    "sharh": "نَفَقةُ الزَّوجةِ والأولادِ واجِبةٌ على الزَّوجِ بقَدْرِ الكِفايةِ؛ فعلى الموسِرِ أن يُنفِقَ على قَدْرِ يُسْرِه وغِناه، وعلى الفقيرِ أن يُنفِقَ على قَدْرِ ما يَجِدُه.\nوفي هذا الحديثِ تَروِي عَائِشَةُ رضِيَ اللهُ عنها أنَّ هِنْدَ بِنْتَ عُتْبَةَ رضِيَ اللهُ عنها زَوْجةَ أَبِي سُفْيَانَ رضِيَ اللهُ عنه، جاءتْ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم، فأخْبَرَتْه أنَّها كانت قَبْلَ إسلامِها تُحِبُّ أنْ يُذِلَّ اللهُ تعالَى أهلَ خِبَاءِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، والخِبَاءُ: خَيْمَة مِن وَبَرٍ أو صُوفٍ، ثمَّ أصْبَحتْ تُطْلَقُ على البيتِ عُمومًا، والمعنى: أنَّها كانت تُحِبُّ أنْ يَذِلَّ النَّبيُّ صلَّى اللهُ عليه وسلَّم وأهلُ بيْتِه، ثُمَّ لَمَّا مَنَّ اللهُ عليها بالإسلامِ أصبَحَ أَحَبُّ أهلِ الأرضِ إليها أنْ يَعَزُّوا هو النَّبيَّ صلَّى اللهُ عليه وسلَّم وأهْلَ بيْتِه، ثمَّ شَكَت زَوْجَها أبا سُفْيَانَ وأنَّه رجُلٌ شَدِيدُ البُخْلِ، ثم سألت النَّبيَّ صلَّى اللهُ عليه وسلَّم هل عليها مِنْ حَرَجٍ أو إثمٍ أن تأخُذَ مِن مالِه فتُطعِمَ أولادَها منه؟ فأخبرها النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّه لا إثمَ عليها أن تأخُذَ مِن مالِه دونَ عِلْمِه وأن تُطعِمَ أولادَها بالمعروفِ وبالقَدْرِ الذي عُرِفَ بالعادةِ أنَّه كفايةٌ بلا إسرافٍ ونحْوِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}