{
    "hadith_id": "1721",
    "hadith": "اشْتَرَى رَجُلٌ مِن رَجُلٍ عَقارًا له، فَوَجَدَ الرَّجُلُ الذي اشْتَرَى العَقارَ في عَقارِهِ جَرَّةً فيها ذَهَبٌ، فقالَ له الذي اشْتَرَى العَقارَ: خُذْ ذَهَبَكَ مِنِّي، إنَّما اشْتَرَيْتُ مِنْكَ الأرْضَ، ولَمْ أبْتَعْ مِنْكَ الذَّهَبَ، فقالَ الذي شَرَى الأرْضَ: إنَّما بعْتُكَ الأرْضَ، وما فيها، قالَ: فَتَحاكما إلى رَجُلٍ، فقالَ الذي تَحاكما إلَيْهِ: ألَكُما ولَدٌ؟ فقالَ أحَدُهُما: لي غُلامٌ، وقالَ الآخَرُ لي جارِيَةٌ، قالَ: أنْكِحُوا الغُلامَ الجارِيَةَ، وأَنْفِقُوا علَى أنْفُسِكُما منه وتَصَدَّقا.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1721",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3472)، ومسلم (1721).",
    "sharh": "قسَّمَ اللهُ أرزاقَ العِبادِ وكَتَبَها عِنده في اللَّوحِ المحفوظِ قبْلَ أنْ يُخلَقَ الإنسانُ، ومِن ثَمَّ فالمؤمنُ العاقلُ هو مَن يَتورَّعُ عن الحرامِ، وعن كلِّ ما به شُبهةٌ، ومَن فَعَلَ ذلك استحَقَّ المدْحَ وحُسْنَ الجزاءِ في الدُّنيا والآخرةِ.\nوفي هذا الحديثِ ذَكَر النَّبيُّ صلَّى اللهُ عليه وسلَّمَ قصَّةً حدَثَتْ بيْن رجُلينِ في الأُمَمِ السَّابقةِ، كما في رِوايةِ ابنِ ماجَه، أحدُهما اشْتَرى مِن الآخَرِ عقَارًا، وهو أُصولُ الأموالِ مِن الأرضِ وما يتَّصِلُ بها، كالمنزِلِ والقصْرِ والبِناءِ المرتفِعِ ونحْوِها، والمرادُ به هنا الدَّارُ، فوجَدَ في أرضِ هذا العَقارِ الَّذي اشْتراهُ ذهَبًا، فرجَعَ إلى الَّذي اشْتَرى منه ليَرُدَّ عليه الذَّهَبَ، مُعلِّلًا ذلك بأنَّه اشْتَرى منه الأرضَ وليس ما وجَدَه فيها، فقال الآخَرُ «البائعُ»: إنَّما بِعْتُكَ الأرضَ وما فِيها. يَتنازَلُ كلُّ واحدٍ منْهما للآخَرِ عن الذَّهبِ تَورُّعًا وزُهْدًا فيه. \nفتَحاكَما إلى رجُلٍ، فسَأَلَهما: أي: هلْ لكلِّ واحدٍ منكما أولادٌ؟ فقال أحدُهما -وهو المُشتري-: لي غلامٌ، وقال الآخَرُ -وهو البائعُ-: لي بِنتٌ، فحَكَم بيْنهما بأنْ يُزوِّجَ أحدُهما ابنَه ابنةَ الآخَرِ، ويُنفِقوا علَيهما مِن هذا الذَّهَبِ، وأنْ يَتصدَّقا منه. \nوإنَّما أصلَح هذا الحاكمُ بيْنهما؛ لِما ظَهَر له أنَّ حُكمَ المالِ المذكورِ حُكمُ المالِ الضَّائعِ، فرَأى أنَّهما أحَقُّ بذلك مِن غيرِهما؛ لِما ظَهَر له مِن وَرَعِهما وحُسنِ حالِهما، وارتَجَى مِن طِيبِ نَسلِهما وصَلاحِ ذُرِّيَّتِهما.\nوفي الحديثِ: بَيانُ أنَّ الحاكِمَ يُنَصَّبُ لقطْعِ النِّزاعِ والخُصومةِ بيْن النَّاسِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}