{
    "hadith_id": "173",
    "hadith": "لَمَّا أُسْرِيَ برَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، انْتُهي به إلى سِدْرَةِ المُنْتَهَى، وهي في السَّماءِ السَّادِسَةِ، إلَيْها يَنْتَهِي ما يُعْرَجُ به مِنَ الأرْضِ فيُقْبَضُ مِنْها، وإلَيْها يَنْتَهِي ما يُهْبَطُ به مِن فَوْقِها فيُقْبَضُ مِنْها، قالَ: {إِذْ يَغْشَى} (النَّجْمُ) {السِّدْرَةَ ما يَغْشَى} [النجم: 16]، قالَ: فَراشٌ مِن ذَهَبٍ، قالَ: فَأُعْطِيَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ ثَلاثًا: أُعْطِيَ الصَّلَواتِ الخَمْسَ، وأُعْطِيَ خَواتِيمَ سُورَةِ البَقَرَةِ، وغُفِرَ لِمَن لَمْ يُشْرِكْ باللَّهِ مِن أُمَّتِهِ شيئًا، المُقْحِماتُ.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "173",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "كانت رِحلَةُ الإسراءِ والمِعراجِ مِنَ المُعجِزاتِ التي أيَّدَ بها اللهُ عزَّ وجلَّ نَبيَّه مُحمَّدًا صلَّى اللهُ عليه وسلَّمَ، وكانت في العامِ العاشِرِ من البَعثةِ، وقد أُسريَ بالنَّبيِّ صلَّى اللهُ عليه وسلَّمَ منَ المَسجِدِ الحرامِ في مكَّةَ إلى بيتِ المَقدسِ في فِلَسطينَ، ثُمَّ أكرَمَه اللهُ وأصعَدَه مع جِبريلَ إلى السَّمواتِ العُلى، حتَّى أراه الجَنَّةَ وأراه من آياتِه الكُبرى.\nوفي هذا الحديث يُخبِرُ عبدُ اللهِ بنُ مسعودٍ رضيَ اللهُ عنه أنَّه لمَّا أُسريَ برَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وذَهَبَ جِبريلُ بالنَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وصَعِدَ به إلى السَّمَاء، ثُمَّ كانت نِهايةُ ما وَصَلَ إليه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عندَ سِدرةِ المُنتَهى، وهي شَجرَةٌ عَظيمةٌ عِندَها يَنتهي عِلمُ الخلائقِ، وما بَعدَها لا يَعلَمُه إلَّا اللهُ سُبحانَه، «وهي في السَّمَاءِ السَّادسَةِ» ويَصعَدُ إليها ما جاءَ مِنَ الأرضِ من أعمالِ النَّاسِ وغيرِ ذلك، وعندها يَهبِطُ ما أمَرَ اللهُ به فيُؤخَذُ من عِندِها، ويَنفُذُ حيثُ أمَرَ اللهُ، وحاصِلُ المَعنى: أنَّ سِدرةَ المُنتهى غايةٌ لوُصولِ ما يَنزِلُ من فوقِها حتَّى يُقبَضَ منها، وغايةٌ لصُعودِ ما يُصعَدُ به من تحتِها، فقد تَبيَّنَ من هذا سببُ تَسميتِها بهذا الاسمِ. وفي روايةٍ عندَ مُسلِمٍ: «فما أحدٌ من خلقِ اللهِ يَستطيعُ أنْ يَنعتَها من حُسنِها»، وفي روايةٍ عندَ أحمدَ نحوُه، لكن قالَ: «تَحوَّلتْ ياقوتًا أو زُمرُّدًا».\nوقد ثبَتَ في الصَّحيحَينِ من حديثِ أنسٍ عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أنَّ سِدرةَ المُنتَهى كانت بعدَ السَّمَاءِ السَّابِعةِ، ورجَحَ ذلك لأنَّ رُواتِه أكثَرُ، فمَن رَوَى أنَّها في السَّادِسةِ وَهِمَ في ذلك، ويُمكِنُ أن يُجمَعَ بينهما فيَكُونَ أصلُها في السَّادِسةِ، ومُعظَمُها في السَّابِعةِ.\nثُمَّ قالَ ابنُ مسعودٍ في قولِه تَعالَى: {إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى} [النجم: 16]، قالَ: «فَرَاشٌ من ذهَبٍ»، أي: أحاطَ بالسِّدرَةِ وغطَّاها فَرَاشاتٌ مِنَ الذَّهَبِ، أو إنَّ الفَراشَ أحالَ بينَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وبينَ الشَّجرَةِ.\nوأخبَرَ ابنُ مَسعودٍ رَضيَ اللهُ عنه أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ عند بُلوغِه سِدرَةَ المُنتهى، أُعطيَ ثلاثةَ أمورٍ؛ أوَّلُها أنَّه فُرِضَت عليه الصَّلواتُ الخَمسُ، وكانت خَمسينَ، وخفَّفَها اللهُ تَعالَى إلى خَمسٍ في العَمَلِ، وجَعَلَها خَمسينَ في الأجرِ.\nوالأمرُ الثَّاني أنَّه أُعطيَ خَواتيمَ سُورةِ البقَرَةِ، أي: أواخِرَ آياتِها، وهذا بَيانٌ لفضلِها، وثَبَتَ عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أيضًا أنَّ خَواتيمَ البقرَةِ قد نَزَلت والنَّبيُّ صلَّى اللهُ عليه وسلَّمَ في الأرضِ؛ ففي صَحيحِ مُسلمٍ عن ابنِ عبَّاسٍ رَضيَ اللهُ عنهما: «بيْنَما جِبريلُ قاعِدٌ عندَ النَّبِيِّ صلَّى اللهُ عليه وسلَّمَ، سَمِعَ نَقيضًا من فوقِه، فرَفَعَ رأْسَه، فقالَ: هذا بابٌ مِنَ السَّماءِ فُتِحَ اليومَ، لم يُفْتَحْ قطُّ إلَّا اليومَ، فنزَلَ منه مَلَكٌ، فقالَ: هذا مَلَكٌ نزَل إلى الأرْضِ لم يَنزِلْ قطُّ إلَّا اليومَ، فسَلَّمَ، وقالَ: يا مُحَمَّدُ، أَبشِرْ بنُورَينِ أُوتيتَهما لم يُؤتَهما نَبيٌّ: فاتحةِ الكِتابِ، وخَواتيمِ سُورةِ البَقرةِ، لنْ تَقرَأَ حرْفًا مِنها إلَّا أُوتيتَه»، وكأنَّ المُرادَ بأنَّه أُعطيَ: أنَّه قرَّرَ له إعطاءَه إيَّاها في رحلةِ المِعراجِ، وأنَّها ستَنزِلُ عليه، وإلَّا فالآيَتانِ مَدنيَّتانِ.\nوالأمرُ الثَّالِثُ أنَّ اللهَ سُبحانَه يَغفرُ المُقحِماتِ لمَن يَموتُ من أمَّتِه صلَّى اللهُ عليه وسلَّمَ مُوحِّدًا لله عزَّ وجلَّ ولم يُشرِك به شيئًا، والمُقحِماتُ هي الذُّنوبُ العِظامُ الكبائرُ التي تُهلِكُ أصحابَها، وتُورِدُهمُ النَّارَ، وتُقحِمُهم إيَّاها، وقد ثبَتَ منَ الأدلَّةِ أنَّ مَن ماتَ وقدِ ارتكَبَ بعضَ كبائرِ الذُّنوبِ دُونَ التَّوبةِ منها؛ فإنَّه يُحاسَبُ عليها، ولكِنَّه لا يُخَلَّدُ بها في النَّارِ، بخلافِ المُشرِكينَ، فليسَ المُرادُ أنَّه لا يُعذَّبُ أصلًا، وقيلَ: المُرادُ بالأمَّةِ هنا بعضُهم، فيَغفِرُ اللهُ تَعالَى لبعضِ الأمَّةِ جَميعَ ذُنوبِهم، صغائرِها وكبائرِها ما عدا الشِّركَ؛ لقولِه عزَّ وجلَّ: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: 48]، فمَن ماتَ دونَ تَوبةٍ منَ الكبائرِ فهو واقعٌ تحتَ المَشيئةِ: إمَّا أن يُعذِّبَه اللهُ بها، وإمَّا أن يَغفِرَها له.\nوفي الحديثِ: بيانُ وصفِ سِدرةِ المُنتهى.\nوفيه: بيانُ ما أكرَمَ اللهُ تَعالَى به نبيَّه مُحمَّدًا صلَّى اللهُ عليه وسلَّمَ.\nوفيه: بيانُ فضلِ الصَّلوات الخمسِ، حيثُ فُرِضت في المَحلِّ الأعلى، خِلافَ سائرِ الفَرائضِ.\nوفيه: بيانُ ما أكرَمَ اللهُ تَعالَى به هذه الأمَّةَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}