{
    "hadith_id": "1746",
    "hadith": "أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ حَرَّقَ نَخْلَ بَنِي النَّضِيرِ، وَقَطَعَ، وَهي البُوَيْرَةُ.\r\nزَادَ قُتَيْبَةُ، وَابنُ رُمْحٍ في حَديثِهِمَا: فأنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {ما قَطَعْتُمْ مِن لِينَةٍ، أَوْ تَرَكْتُمُوهَا قَائِمَةً علَى أُصُولِهَا فَبِإِذْنِ اللهِ وَلِيُخْزِيَ الفَاسِقِينَ}.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1746",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4031) باختلاف يسير",
    "sharh": "كانت قَبائِلُ مِن اليَهودِ تَعيشُ بالمَدينةِ، مِنها: يَهودُ بني النَّضيرِ، وبَني قُرَيظةَ، وبَني قَينُقاعَ، فلمَّا قَدِمَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم المَدينةَ عاهَدَ اليَهودَ على حِمايةِ المَدينةِ، وعلى عَدَمِ اعتِداءِ اليَهودِ على المُسلمينَ، فخانَت بَنو النَّضيرِ النَّبيَّ صلَّى اللهُ عليه وسلَّم في السَّنةِ الرَّابعةِ مِن الهجرةِ، وهَمُّوا بقَتلِه صلَّى اللهُ عليه وسلَّم غَدرًا، فخَرَجَ النَّبيُّ صلَّى اللهُ عليه وسلَّم إليهم مَعَ أصحابِه وحاصَرَهم، فما كان مِن بَني النَّضيرِ إلَّا أن امتَنَعوا بحُصونِهم، فعِندَ ذلك أمَر النَّبيُّ صلَّى اللهُ عليه وسلَّم بقَطعِ نَخيلِ بني النَّضيرِ وتَحريقِه؛ إهانةً لهم وإرهابًا وإرعابًا لقُلوبِهم، وقيل: الحَرقُ والقَطعُ وقَعَ للشَّجَرِ غَيرِ المُثمِرِ، وقيل: بَل كان ذلك للمَوضِعِ الذي يَقَعُ فيه القِتالُ. وقَولُه: وقَطَعَ، أي: قَطع النَّخلَ، وكان هذا النَّخيلُ في مَوضِعٍ يُقالُ له: البُوَيرةُ، تَصغيرُ بِئرٍ، وهيَ مَوضِعُ مَنازِلِ بني النَّضيرِ، وتَقَعُ بَينَ المَدينةِ وتيماءَ، مِن جِهةِ قِبلةِ مَسجِدِ قُباءَ إلى جِهةِ الغَربِ، ولم تَعُدْ مَعروفةً، فأنزَل اللهُ تعالى: {مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ} [الحشر: 5]؛ وذلك أنَّ اليَهودَ لمَّا رَأوا النَّبيَّ صلَّى اللهُ عليه وسلَّم قد قَطَعَ النَّخلَ وحَرقَها، قالوا لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّم: إنَّك تَنهى عن الفسادِ، فما بالُك تَأمُرُ بقَطعِ الأشجارِ؟ فأنزَل اللهُ هذه الآيةَ الكَريمةَ، أي: ما قَطَعتُم وما تَرَكتُم مِن الأشجارِ فالجَميعُ بإذنِ اللهِ ومَشيئَتِه وقُدرَتِه ورِضاه، وفيه نِكايةٌ بالعَدوِّ وخِزيٌ لهم، وإرغامٌ لأُنوفِهم.\nوفي الحَديثِ مَشروعيَّةُ قَطعِ وتَحريقِ أشجارِ العَدوِّ نِكايةً بهم .",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}