{
    "hadith_id": "175",
    "hadith": "عَنْ أبِي هُرَيْرَةَ، {وَلقَدْ رَآهُ نَزْلَةً أُخْرَى} [النجم: 13]، قالَ: رَأَى جِبْرِيلَ.",
    "rawi": "عطاء بن أبي رباح",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "175",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي في ((دلائل البنوة)) (2/ 371)، وابن الحداد في ((جامع الصحيحين)) (2859)، وابن منده في ((الإيمان)) (753) واللفظ لهم.",
    "sharh": "كانت رِحلةُ الإسراءِ والمِعراجِ مِنَ المُعجِزاتِ التي أيَّدَ اللهُ عزَّ وجلَّ بِها نبيَّه محمَّدًا صلَّى اللهُ عليه وسلَّمَ، فأكرَمَه اللهُ وأصعَدَه معَ جِبريلَ إلى السَّمواتِ العُلى، حتَّى أراه الجنَّةَ وأراه من آياتِه الكُبرى.\nوفي هذا الحديثِ يَقولُ أبو هُريرةَ رَضيَ اللهُ عنه تَفسيرًا لِمَا ورَدَ في سُورةِ النَّجمِ في قولِه تَعالَى: {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} [النجم: 13]: إنَّ النَّبيَّ مُحمَّدًا صلَّى اللهُ عليه وسلَّمَ رَأى جِبريلَ على حَقيقتِه مَرَّةً أُخرى بعدَ أن رآه في أوَّلِ البَعثةِ يَسُدُّ ما بينَ الأفُقَينِ، وليسَ المقصودُ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ رأى ربَّه عزَّ وجلَّ، وقيلَ في حَديثٍ آخَرَ عندَ مُسلِمٍ عنِ ابنِ عبَّاسٍ رَضيَ اللهُ عنهما: إن الذي رآه هو اللهُ عزَّ وجلَّ، لكنَّها ليست رُؤيا عَينٍ، بل رآه بِقلبِه، قيلَ: جَعَلَ اللهُ لقَلبِه بَصرًا ليَراه كَأنَّه يَرى بالعَينِ، أو ثَبَّتَ اللهُ فُؤادَه حتَّى يُدرِكَ ما تَراه عَينُه، وفي صَحيحِ مُسلِمٍ: «قالَ أبو ذَرٍّ: قد سَألتُ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ: هل رَأيتَ رَبَّك؟ فقالَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: رَأيتُ نُورًا»، وهذا القَولُ منَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ يَحتمِلُ أنَّ المَقصودَ بالنُّورِ هو نُورُ اللهِ، أو أنَّه رأى نُورًا لم يُمكِّنه من رُؤيةِ اللهِ سُبحانَه وتعالَى، كما أوضَحَ ذلك في الرِّوايةِ الأُخرى لمُسلِمٍ عن أبي ذَرٍّ أيضًا: «نورٌ أَنَّى أراه؟!»، أي: رأيتُ حِجابًا من نُورٍ، فَكيفَ أرى اللهَ تَعالَى مع وجودِ حِجابِ النُّورِ؟!\nوقد اختُلِفَ بينَ الصَّحَابةِ رَضيَ اللهُ عنهم ومَن بعدَهم في رُؤيةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لربِّه؛ فمِنهم مَن أثبَتَها، ومنهم مَن نَفَاها، وقيلَ: إنَّ الأغلَبَ أنَّه صلَّى اللهُ عليه وسلَّمَ قد رأى ربَّه، إلَّا أنَّهمُ اختَلفُوا في كيفيَّةِ الرُّؤيةِ؛ فمِنهم مَن ذهَبَ إلى أنَّ الرُّؤيا قد وَقَعَت بالقَلبِ، ومِنهم مَن ذهَبَ إلى أنَّها قد وقَعَت بالعَينِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}