{
    "hadith_id": "1765",
    "hadith": "بيْنَا نَحْنُ في المَسْجِدِ إذْ خَرَجَ إلَيْنَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَقالَ: انْطَلِقُوا إلى يَهُودَ، فَخَرَجْنَا معهُ حتَّى جِئْنَاهُمْ، فَقَامَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَنَادَاهُمْ، فَقالَ: يا مَعْشَرَ يَهُودَ، أَسْلِمُوا تَسْلَمُوا، فَقالوا: قدْ بَلَّغْتَ يا أَبَا القَاسِمِ، فَقالَ لهمْ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: ذلكَ أُرِيدُ، أَسْلِمُوا تَسْلَمُوا، فَقالوا: قدْ بَلَّغْتَ يا أَبَا القَاسِمِ، فَقالَ لهمْ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: ذلكَ أُرِيدُ، فَقالَ لهمُ الثَّالِثَةَ: فَقالَ: اعْلَمُوا أنَّما الأرْضُ لِلَّهِ وَرَسولِهِ، وَأَنِّي أُرِيدُ أَنْ أُجْلِيَكُمْ مِن هذِه الأرْضِ، فمَن وَجَدَ مِنكُم بمَالِهِ شيئًا فَلْيَبِعْهُ، وإلَّا فَاعْلَمُوا أنَّ الأرْضَ لِلَّهِ وَرَسولِهِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1765",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6944) باختلاف يسير",
    "sharh": "عاهَدَ النَّبيُّ صلَّى اللهُ عليه وسلَّم يَهودَ المدينةِ حِينما هاجَرَ إليها، وظلَّ اليهودُ يَغدِرونَ بِالمسلمينَ ويَنقُضونَ عهْدَهم مع النَّبيِّ صلَّى اللهُ عليه وسلَّم.\nوفي هذا الحديثِ يُخبِرُ أبو هُرْيرةَ رضِيَ اللهُ عنه: بينما هم في المسجدِ، إذ خَرَج عليهم النَّبيُّ صلَّى اللهُ عليه وسلَّم وقال لهم: «انطلِقوا إلى يَهودَ» الظَّاهِرُ أنَّهم بقايا من اليهودِ تأخَّروا بالمدينةِ بعد إجلاءِ بني قَينُقاع، وقُرَيظةَ، والنَّضيرِ، والفراغِ من أمْرِهم، ويَحْتَمِلُ أن يكونَ النَّبيُّ صلَّى اللهُ عليه وسلَّم بعد أن فتح ما بَقِيَ من خيبَرَ، هَمَّ بإجلاءِ مَن بقي ممن صالح من اليهودِ، ثم سألوه أن يُبقِيَهم؛ لِيَعمَلوا في الأرضِ، فبَقَّاهم، أو كان قد بَقِيَ بالمدينةِ مِنَ اليَهودِ المذكورينَ طائِفةٌ استمَرُّوا فيها، معتَمِدين على الرِّضا بإبقائِهم للعَمَلِ في أرضِ خَيبَرَ.\nفخرجوا معه حتى جاؤوا إلى بيْتِ المِدْراسِ، وهو البيتُ الَّذي يَتدارَسون فيه التَّوراةَ، فدعاهم إلى الإسلامِ وقالَ لهم: «يا مَعْشرَ يَهودَ، أسْلِموا تَسلَموا»، يعني: تأْمَنوا وتَكونوا لِلمسلمينَ إخوةً، فقالوا له: «قدْ بلَّغْتَ يا أبا القاسمِ»، أي: أدَّيتَ ما عليك من فَريضةِ البلاغِ والدَّعوةِ إلى اللهِ، فقال: «ذلك أريدُ»، يعني: ذلك ما أريدُه منكم أنْ تَعتَرِفوا وتُقِرُّوا أنِّي قدْ بلَّغْتُ إليكم، وخرَجْتُ عَنِ العُهدةِ بِأداءِ ما ألْزَمنِي اللهُ مِنَ الإبلاغِ، وتَقومَ عليكمُ الحجَّةُ، ثُمَّ قالها ثَانيةً، فرَدُّوا عليه بمِثْلِ رَدِّهم الأوَّلِ، ثُمَّ قالها ثَالثًا، كرَّرَ ذلك؛ لِلمُبالَغةِ في التَّبليغِ، ولم يستجيبوا له في كُلِّ مَرَّةٍ دعاهم فيها إلى الإسلامِ، فقالَ لهم النَّبيُّ صلَّى اللهُ عليه وسلَّم: «اعْلَموا أنَّ الأرضَ للهِ ورَسولِه» أي: أنَّ مِن سُنَنِ اللهِ في كَونِه أنَّ الأرضَ يُورِثُها لعبادِه المُؤمِنين، وهذا تحذيرٌ وإنذارٌ لهم وتمهيدٌ لإخراجِهم من المدينةِ، كما في قَولِه صراحةً: «وإنِّي أريدُ أنْ أُجلِيَكم»، يعني: أُخرِجَكم مِنَ المدينةِ؛ ولذلك فمَن كان له شَيْءٌ ممَّا لا يُمكِنُ نقْلُه فَلْيَبِعْه، وإنْ لم تَسْمَعوا ما قلْتُ لكم مِن ذلك فاعْلَموا أنَّ الأرضَ للهِ ورَسولِه، وتعلَّقَتْ مَشيئةُ اللهِ تعالَى بأنْ يُورثُ أرضَكم هذه لِلمسلمينَ، فَفارِقوها، وأعاد قَولَه: «فاعْلَمُوا أنَّما الأرْضُ لِلَّهِ ورَسولِهِ»؛ لإظهارِ عَزْمِه لهم على إخراجِهم، وتأكيدِ ذلك لهم.\nوفي الحَديثِ: بيانُ ما كان عليه النَّبيُّ صلَّى اللهُ عليه وسلَّم من شِدَّةِ عنايتِه بدَعوةِ اليَهودِ إلى الإسلامِ، وشِدَّةِ عُتُوِّهم وعنادِهم عن الحَقِّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}