{
    "hadith_id": "177",
    "hadith": "وَلَوْ كانَ مُحَمَّدٌ صَلَّى اللَّهُ عليه وسلَّمَ كاتِمًا شيئًا ممَّا أُنْزِلَ عليه لَكَتَمَ هذِه الآيَةَ: {وَإِذْ تَقُولُ لِلَّذِي أنْعَمَ اللَّهُ عليه وأَنْعَمْتَ عليه أمْسِكْ عَلَيْكَ زَوْجَكَ واتَّقِ اللَّهَ وتُخْفِي في نَفْسِكَ ما اللَّهُ مُبْدِيهِ وتَخْشَى النَّاسَ واللَّهُ أحَقُّ أنْ تَخْشاهُ} [الأحزاب: 37].",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "177",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (26041) واللفظ له، والترمذي (3207)، والنسائي في ((الكبرى)) (11344) بلفظه مطولًا.",
    "sharh": "النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أمينٌ على الوَحيِ، وقَد أخبَرَ عن ربِّه كُلَّ ما بَلَّغَه به، ولم يَكتُم منه شيئًا، وما كانَ في مَقدُورِه أن يَفعَلَ ذلك.\nوفي هذا الحديثِ تُخبِرُ أُمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ بلَّغَ كلَّ شَيءٍ مِنَ الوَحيِ، ولو كان يُريدُ كِتمانَ شَيءٍ وإخفاءَه عَنِ النَّاسِ -وهو المُنَزَّه عن ذلك-، لَأخفَى هذه الآيةَ: {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا} [الأحزاب: 37]؛ لِمَا اشتَمَلَت عليه مِنَ العِتابِ، وإبداءِ ما أسَرَّه في نفسِه؛ وهو أنَّه أمَرَ زيدَ بنَ حارِثةَ رَضيَ اللهُ عنه بألَّا يُطَلِّقَ زَينَبَ بنتَ جَحشٍ رَضيَ اللهُ عنها؛ وذلك أنَّ اللهَ تَعالَى أعلمَ نبيَّه صلَّى اللهُ عليه وسلَّمَ أنَّ زيدًا سيُطلِّقُ زَينبَ، وستَكونُ زَوجًا له صلَّى اللهُ عليه وسلَّمَ بعدَ طَلاقِ زيدٍ لها، ولكنَّه كَتَمَ ذلك في نَفسِهِ؛ خَشيَةَ تَشنيعِ المُنافِقينَ عليه وإرجافِهِم بأنَّه نَهَى عن تَزويجِ نِساءِ الأبناءِ وتَزوَّجَ زَوجةَ زيدٍ، وكانَ يُدعَى بزَيدِ بنِ مُحمَّدٍ قبلَ النَّهيِ عن ذلِك وإبطالِ التَّبنِّي؛ وذلك لحِكمةٍ جَليلةٍ نصَّ عليها سُبحانَه وتعالَى في هذه الآيةِ بقولِه: {لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا}، فلمَّا شَكاهَا زيدٌ، قالَ له النَّبيُّ صلَّى اللهُ عليه وسلَّم: اتَّقِ اللهَ، وَأمسِكْ عليكَ زَوجَكَ، وأخفَى في نفسِه ما أعلَمَه اللهُ به ممَّا سيُبديه اللهُ تَعالَى ويُظهِرُه بطَلاقِ زيدٍ لها وتَزويجِ النَّبيِّ صلَّى اللهُ عليه وسلَّم لها بَعدَ ذلك، فَنَزَلَ قولُه تَعالَى: {وَإِذْ تَقُولُ}، أي: واذكُر حينَ تقولُ، {لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ} بالإسلامِ، وهو زَيدُ بنُ حَارِثَةَ، {وَأَنْعَمْتَ عَلَيْهِ} بالعِتقِ منَ العُبوديَّةِ، {وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ}، أي: سيُظهِرُهُ، وهو نكاحُكَ زَينبَ إن طلَّقَها زيدٌ، أو إخبارُ اللهِ لك أنَّها ستَصيرُ زوجتَكَ بَعدَ أن يُفارِقَها زيدٌ، {وَتَخْشَى النَّاسَ}، أي: تَستَحيهِم وَتَتَّقي تَعييرَهُم إيَّاك به، أو تخافُ لَائمَتَهُم، وَتَحذَرُ قَولَهُم: أمَرَ رَجُلًا بِطَلاقِ امرأتِهِ، ثُمَّ نَكَحَهَا حينَ طَلَّقَهَا! {وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ}، فهو سُبحانَه وتعالَى أولَى وأحَقُّ أن تَخشاه وَحدَه، ولا تَخشَى أحَدًا معَه في كُلِّ الأحوالِ، وليس المُرَادُ أنَّه خَشيَ النَّاسَ، ولم يَخشَ اللهَ تَعالَى في هذه الحَالِ، ولكن لَمَّا كان لِخَشيَتِه بالخَلقِ نَوعُ تَعَلُّقٍ قيلَ له: {وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ} مِنهُم، ولا يَقدَحُ ذلك في حالِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وليس هذا مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ خَطيئَةً؛ بدَليلِ أنَّه لم يُؤمَر بالتَّوبةِ ولا بالاستغفارِ مِنهُ، وقد يكونُ الشَّيءُ ليس بخَطيئةٍ إلَّا أنَّ غيرَه أحسَنُ منه، ولأنَّ العبدَ مَعذورٌ على ما يَقَعُ في قَلبِه من مِثلِ هذه الأمورِ، ما لم يَقصِد فيه المَأثَمَ، وقَد أخفَى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ذلك في نَفسِهِ؛ خَشيَةَ أن يَفتَتِنَ النَّاسُ.\nوفي الحديث: بَشَرِيَّةُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}