{
    "hadith_id": "1771",
    "hadith": "أنَّ رَجُلًا، وَقالَ حَامِدٌ، وَابنُ عبدِ الأعْلَى أنَّ الرَّجُلَ، كانَ يَجْعَلُ للنبيِّ صَلَّى اللَّهُ عليه وسلَّمَ النَّخَلَاتِ مِن أَرْضِهِ، حتَّى فُتِحَتْ عليه قُرَيْظَةُ وَالنَّضِيرُ، فَجَعَلَ بَعْدَ ذلكَ يَرُدُّ عليه ما كانَ أَعْطَاهُ.\r\nقالَ أَنَسٌ: وإنَّ أَهْلِي أَمَرُونِي أَنْ آتِيَ النبيَّ صَلَّى اللَّهُ عليه وسلَّمَ، فأسْأَلَهُ ما كانَ أَهْلُهُ أَعْطَوْهُ، أَوْ بَعْضَهُ، وَكانَ نَبِيُّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ قدْ أَعْطَاهُ أُمَّ أَيْمَنَ، فأتَيْتُ النبيَّ صَلَّى اللَّهُ عليه وسلَّمَ فأعْطَانِيهِنَّ، فَجَاءَتْ أُمُّ أَيْمَنَ فَجَعَلَتِ الثَّوْبَ في عُنُقِي، وَقالَتْ: وَاللَّهِ، لا نُعْطِيكَاهُنَّ وَقَدْ أَعْطَانِيهِنَّ، فَقالَ نَبِيُّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: يا أُمَّ أَيْمَنَ، اتْرُكِيهِ وَلَكِ كَذَا وَكَذَا، وَتَقُولُ: كَلَّا وَالَّذِي لا إلَهَ إلَّا هُوَ، فَجَعَلَ يقولُ: كَذَا حتَّى أَعْطَاهَا عَشْرَةَ أَمْثَالِهِ، أَوْ قَرِيبًا مِن عَشَرَةِ أَمْثَالِهِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1771",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4120)، وأحمد (13291)، وابن حبان (4505) باختلاف يسير.",
    "sharh": "أحَلَّ اللهُ سُبحانَه وتعالَى لنَبيِّه قَبولَ الهَديَّةِ، وكان أصْحابُه يُسارِعونَ في إهْدائِه صلَّى اللهُ عليه وسلَّمَ؛ مُواساةً له، وتَقرُّبًا إلى اللهِ تعالَى بذلك.\nوفي هذا الحَديثِ يُخبِرُ أنَسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ الرَّجلَ مِن أصْحابِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ كان يَجعَلُ للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ النَّخَلاتِ، أي: يُخصِّصُها له؛ ليَأخُذَ ثِمارَها، وهذا مِن بابِ الهَديَّةِ، لا مِن بابِ الصَّدَقةِ؛ لأنَّها مُحرَّمةٌ عليه صلَّى اللهُ عليه وسلَّمَ. فلمَّا فتَحَ اللهُ على المُسلِمينَ قُرَيْظةَ والنَّضيرَ، واتَّسعَتِ الأرْزاقُ؛ كان صلَّى اللهُ عليه وسلَّمَ يرُدُّ على صاحبِ كلِّ نَخلٍ ما أهداهُ للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ، حيث كان اليَهودُ يَملِكونَ أرْضًا وزِراعةً، ونَخيلًا في المَدينةِ، فصارَتْ للمُسلِمينَ بعْدَ جَلائِهم، وكان للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ نَصيبٌ منها، بعْدَ أنْ قسَّمَ أرضَ بَني النَّضيرِ على المُهاجِرينَ، فصار عندَه ما يُغْنيه ويُغْني فُقَراءَ المُسلِمينَ.\nوبَنو قُرَيْظةَ وبَنو النَّضيرِ قَبيلَتانِ مِن قَبائلِ اليَهودِ، كانَتا تَسكُنانِ المَدينةَ النَّبويَّةَ قبْلَ هِجْرةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ إليها، ولَمَّا هاجَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى المَدينةِ عقَد معَهما عَهدًا، ولكنَّهما نَقَضَا عَهدَهما كعادةِ اليَهودِ، فأجْلاهما رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ عنها.\nوفي الحَديثِ: حُبُّ الصَّحابةِ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ومُسارَعَتُهم في رِضاه.\nوفيه: حُسنُ خُلقِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وطِيبُ شَمائلِه بمُكافَأتِه مَن بادَرَه بخَيرٍ، وقدَّمَ له جَميلًا.\nوفيه: ردُّ العاريَّةِ والسَّلفِ بعْدَ الاستِغْناءِ عنها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}