{
    "hadith_id": "178",
    "hadith": "سَأَلْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، هلْ رَأَيْتَ رَبَّكَ؟ قالَ: نُورٌ أنَّى أراهُ.",
    "rawi": "أبو ذر الغفاري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "178",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "كانت رحلَةُ الإسراءِ والمِعراجِ مِنَ المُعجِزاتِ التي أيَّدَ بها اللهُ عزَّ وجلَّ نبيَّه مُحمَّدًا صلَّى اللهُ عليه وسلَّمَ، فأكرَمَه اللهُ وأصعَدَه مع جِبريلَ إلى السَّمواتِ العُلى، حتَّى أراه الجَنَّةَ، وأراه من آياتِه الكُبرى.\nوفي هذا الحديثِ يُخبِرُ التَّابعيُّ عبدُ اللهِ بنُ شَقيقٍ أنَّه قالَ لأبي ذَرٍّ الغِفاريِّ رَضيَ اللهُ عنه: لو رأيتُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ لسَألتُه عن أشياءَ كُنتُ أُريدُ أن أعلَمَها، فقالَ أبو ذَرٍّ رَضيَ اللهُ عنه: عن أيِّ شَيءٍ كنتَ تَسألُهُ؟ قال عبدُ الله: كنتُ أسألُه: هل رأيتَ ربَّكَ؟ فأخبَرَه أبو ذَرٍّ أنَّه سألَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ بمِثل ما كانَ يُريدُ أن يَسألَه عبدُ اللهِ، فقالَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «رأيْتُ نورًا»، أي: ما رأيتُ منَ اللهِ عزَّ وجلَّ إلا النُّورَ، ونُورُ اللهِ تَعالَى نُورٌ يَليقُ به وبِذاتِه، ليس له وَصفٌ أو تأويلٌ.\nوقيلَ: إنَّ النُّورَ الذي رآه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ما هو إلَّا الحِجابُ الذي يكونُ بين اللهِ وبينَ عِبادِه، كما عندَ مُسلمٍ من حديثِ أبي موسى الأشعريِّ رَضيَ اللهُ عنه أنَّه صلَّى اللهُ عليه وسلَّمَ قالَ: «حِجابُه النُّورُ، لو كَشَفَه لأحَرقتْ سُبُحاتُ وجْهِه ما انتَهى إليه بَصَرُه من خَلقِه»، إذا ما كَشَفَ عن ذاتِه العَظيمةِ لأحرَقَ ما وصَلَ إلى بَصرِ المَولى عزَّ وجلَّ ما وقَعَ عليه من خَلقِه، وليس لِبَصرِه جَلَّ شأنُه نِهايةٌ ولا مَدًى؛ فإنَّ ذلك يَستحيلُ عليه جَلَّ في عُلاه، ويَعني بِسُبُحاتِ وجهِه: بَهاءه وعظَمتَه وجَلالَه ونُورَه.\nوقدِ اختُلِفَ بينَ الصَّحابةِ رَضيَ اللهُ عنهم ومَن بَعدَهم في رُؤيةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لربِّه؛ فمِنهم مَن أثبَتَها، ومنهم مَن نَفَاها، وقيلَ: إنَّ الأغلَبَ أنَّه صلَّى اللهُ عليه وسلَّمَ قد رأى ربَّه، إلَّا أنَّهمُ اختَلفوا في كيفيَّةِ الرُّؤيةِ؛ فمِنهم مَن ذهَبَ إلى أنَّ الرُّؤيا قد وقَعَت بالقَلبِ، ومنهم مَن ذهَبَ إلى أنَّها قد وقَعَت بالعَينِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}