{
    "hadith_id": "184",
    "hadith": "يُدْخِلُ اللَّهُ أهْلَ الجَنَّةِ الجَنَّةَ، يُدْخِلُ مَن يَشاءُ برَحْمَتِهِ، ويُدْخِلُ أهْلَ النَّارِ النَّارِ، ثُمَّ يقولُ: انْظُرُوا مَن وجَدْتُمْ في قَلْبِهِ مِثْقالَ حَبَّةٍ مِن خَرْدَلٍ مِن إيمانٍ فأخْرِجُوهُ، فيُخْرَجُونَ مِنْها حُمَمًا قَدِ امْتَحَشُوا، فيُلْقَوْنَ في نَهَرِ الحَياةِ، أوِ الحَيا، فَيَنْبُتُونَ فيه كما تَنْبُتُ الحِبَّةُ إلى جانِبِ السَّيْلِ، ألَمْ تَرَوْها كيفَ تَخْرُجُ صَفْراءَ مُلْتَوِيَةً؟ وفي رواية: فيُلْقَوْنَ في نَهَرٍ يُقالَ له: الحَياةُ، ولَمْ يَشُكَّا. وفي رواية: كما تَنْبُتُ الغُثاءَةُ في جانِبِ السَّيْلِ. وفي رواية: كما تَنْبُتُ الحِبَّةُ في حَمِئَةٍ، أوْ حَمِيلَةِ السَّيْلِ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "184",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (22) باختلاف يسير",
    "sharh": "تَفضَّلَ اللهُ سُبحانه على عِبادِه بنِعَمِه ورَحمتِه في الدُّنيا والآخِرةِ، وفي هذا الحديثِ يُبيِّنُ النبيُّ صلَّى اللهُ عليه وسلَّمَ بَعضَ ما يَتفضَّلُ اللهُ به عليهم في الآخِرةِ، فيُخبِرُ أنَّه بعدَما يَدخُلُ المؤمِنونَ مِن أهلِ الجنَّةِ الجنَّةَ بفضْلِ اللهِ ورَحمتِه، ثمَّ بسَببِ أعمالِهم الصَّالحةِ، وبعدَما يَدخُلُ أهلُ النَّارِ النَّارَ، فيَدخُلُ فيها كلُّ مَنِ استحَقَّ دُخولَها مِن أهلِ الإيمانِ وغَيرِهم؛ لمُجازاتِهم على سيِّئاتِهم -يَأمُرُ اللهُ مَلائكتَه أنْ يُخرِجوا مِن النَّارِ كلَّ مَن عمِلَ مِقدارَ حَبَّةِ خَردلٍ مِن أعمالِ الإيمانِ بعدَ التَّوحيدِ والتَّصديقِ بما جاء به نبيُّنا صلَّى اللهُ عليه وسلَّمَ. والخَردَلُ: نَباتٌ مَعروفٌ يُشبِهُ الشَّيءَ القَليلَ البليغَ في القِلَّةِ، وهو كِنايةٌ عن تَناهي العملِ في الصِّغَرِ.فيَخرُجونَ مِن النَّارِ قدِ اسوَدُّوا، أي: صارُوا سُودًا كالفَحْمِ مِن تَأثيرِ النَّارِ، فيُلقَوْنَ في نَهرِ الحَيَا، أو الحَياةِ، إشارةً إلى أنَّه سَببٌ في إحياءِ أجسامِ مَن خرَجَ مِنَ النارِ، فيَنبُتونَ كما تَنبُتُ البَذرةُ المَزروعةُ في جانبِ ماءِ السَّيلِ وتُربتِه، فيَنبُتُ نَباتُها في سُرعةٍ مع ضَعفٍ، فتَخرُجُ مِن الأرضِ عندَ بِدايتِها صَفراءَ اللَّونِ، جَميلةَ المنظَرِ، مُنعطِفةَ الأوراقِ، ثمَّ تَتمدَّدُ وتَتفتَّحُ أوراقُها بعدَ ذلك، وهذا ممَّا يَزيدُ الرَّياحِينَ حُسنًا.وهذا الحَديثُ نصٌّ في أنَّ الإيمانَ في القُلوبِ يَتفاضَلُ، وأنَّ أهلَ الإيمانِ يَتفاضَلون في درَجاتِ إيمانِهم. وفيه أيضًا: أنَّ مُرتكِبَ المعاصي مُعرَّضٌ للعُقوبةِ في الدَّارِ الآخِرةِ، ودُخولِ النَّارِ، إلَّا أنْ يَعفُوَ اللهُ عنه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}