{
    "hadith_id": "1842",
    "hadith": "عن أبي حازم قال: قَاعَدْتُ أَبَا هُرَيْرَةَ خَمْسَ سِنِينَ فَسَمِعْتُهُ يُحَدِّثُ، عَنِ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ، قالَ: كَانَتْ بَنُو إسْرَائِيلَ تَسُوسُهُمُ الأنْبِيَاءُ، كُلَّما هَلَكَ نَبِيٌّ خَلَفَهُ نَبِيٌّ، وإنَّه لا نَبِيَّ بَعْدِي، وَسَتَكُونُ خُلَفَاءُ فَتَكْثُرُ، قالوا: فَما تَأْمُرُنَا؟ قالَ: فُوا ببَيْعَةِ الأوَّلِ، فَالأوَّلِ، وَأَعْطُوهُمْ حَقَّهُمْ، فإنَّ اللَّهَ سَائِلُهُمْ عَمَّا اسْتَرْعَاهُمْ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1842",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3455) وابن ماجه (2871) ، وأحمد (7960)باختلاف يسير",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يحُثُّ على لُزومِ جَماعةِ المسلِمين، ويَنهَى عن الخُروجِ على وَليِّ الأمرِ الَّذي ثبَتَتْ له البَيعةُ، وقدْ كان للأُمَّةِ السِّيادةُ والظُّهورُ في الأرضِ حِينما كانتْ مُتمسِّكةً بدِينِها، مُجتمِعةً عليه، وتَولَّى أمْرَها الصَّالِحون، وانقادَ لهم النَّاسُ بالمعروفِ.\nوفي هذا الحديثِ يَحْكي التَّابعيُّ أبو حازمٍ سَلْمانُ الأشجعيُّ، أنَّه لازَمَ الصَّحابيَّ أبا هُرَيرةَ رَضيَ اللهُ عنه خمْسَ سِنينَ، وقدْ سَمِعَه يُخبِرُ عن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أنَّ بَني إسرائيلَ كانت تَسُوسُهُمُ الأنبياءُ، أي: يَتولَّون أُمورَهم، كما تَفعَلُ الأمراءُ والوُلاةُ بالرَّعيَّةِ، والسِّياسةُ: القيامُ على الشَّيءِ بما يُصلِحُه، وكانت تَتعاقَبُ عليهم الأنبياءُ؛ فكلَّما مات نَبيٌّ أرسَلَ اللهُ عزَّ وجلَّ نبيًّا آخَرَ يَخلُفُ النَّبيَّ السَّابقَ في القيامِ عليهم وتَولِّي شُؤونِهم.\nأمَّا هذه الأُمَّةُ فإنَّ نَبيَّها محمَّدًا صلَّى اللهُ عليه وسلَّمَ خاتِمُ الأنبياءِ، لا نَبيَّ بعْدَه، ومضَى قدَرُ اللهِ أنْ يَتولَّى الخلفاءُ رِعايةَ هذه الأُمَّةِ، والقيامَ على إصلاحِها بعْدَه صلَّى اللهُ عليه وسلَّمَ، وبيَّنَ صلَّى اللهُ عليه وسلَّمَ أنَّ الخُلفاءَ مِن بعْدِه سيَكْثُرون، وهذا مِن عَلاماتِ نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ؛ فقدْ كثُرَ الخُلفاءُ بعْدَه صلَّى اللهُ عليه وسلَّمَ، وتَوالى على الأُمَّةِ المصْلِحون منهم والمسِيئون، وكَثُروا في زَمانٍ واحدٍ، وتَنازَعوا وتَقاتَلوا. فسَأَلَ الصَّحابةُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ: «فَما تَأْمُرُنا؟» أي: إذا وَقَعَ التَّشاجرُ والتَّنازُعُ بيْنهم، فما تَأمُرُنا أنْ نَفعَلَ؟ فوجَّهَهم صلَّى اللهُ عليه وسلَّمَ إلى الوفاءِ ببَيعةِ الخليفةِ الأوَّلِ فالأوَّلِ، فكلَّما انقَضَت وِلايةُ خَليفةٍ، وأعقَبَه آخَرُ، وبايَعَه النَّاسُ؛ وجَبَ الوفاءُ ببَيعتِه كما كان الحالُ مع سابقِه، وإذا بُويِعَ لخَليفةٍ آخَرُ في وُجودِ الأوَّلِ، فبَيعةُ الأوَّلِ صَحيحةٌ يَجِبُ الوفاءُ بها، وبَيعةُ الثَّاني باطلةٌ يَحرُمُ الوفاءُ بها، ويَحرُمُ عليه طَلَبُها. وفي صَحيحِ مُسلمٍ مِن حَديثِ عبْدِ اللهِ بنِ عمرِو بنِ العاصِ رَضيَ اللهُ عنهما: «..فإنْ جاء آخَرُ يُنازِعُه فاضْرِبوا عُنقَ الآخَرِ».\nوإذا تَمَّت البَيعةُ الشَّرعيَّةُ للخليفةِ وَجَبَ على كلِّ مُسلمٍ الوفاءُ بحقِّه، مِن السَّمعِ والطَّاعةِ في غيرِ مَعصيةٍ؛ فإنَّ في ذلك إعلاءَ كَلمةِ الدِّينِ وكَفَّ الفِتَنِ والشُّرورِ. وهذه الخِلافةُ أمانةٌ سَوفَ يَسأَلُ اللهُ تعالَى الخُلفاءَ عنها يومَ القِيامةِ؛ فكلُّ راعٍ مَسؤولٌ عن رَعيَّتِه.\nوفي الحديثِ: تَعظيمُ أمْرِ البَيعةِ، والتَّحذيرُ مِن الخروجِ على مَن ثَبَتَت وِلايتُه بطَريقةٍ شَرعيَّةٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}