{
    "hadith_id": "190",
    "hadith": "إنِّي لأَعْلَمُ آخِرَ أهْلِ الجَنَّةِ دُخُولًا الجَنَّةَ، وآخِرَ أهْلِ النَّارِ خُرُوجًا مِنْها، رَجُلٌ يُؤْتَى به يَومَ القِيامَةِ، فيُقالُ: اعْرِضُوا عليه صِغارَ ذُنُوبِهِ، وارْفَعُوا عنْه كِبارَها، فَتُعْرَضُ عليه صِغارُ ذُنُوبِهِ، فيُقالُ: عَمِلْتَ يَومَ كَذا وكَذا كَذا وكَذا، وعَمِلْتَ يَومَ كَذا وكَذا كَذا وكَذا، فيَقولُ: نَعَمْ، لا يَسْتَطِيعُ أنْ يُنْكِرَ وهو مُشْفِقٌ مِن كِبارِ ذُنُوبِهِ أنْ تُعْرَضَ عليه، فيُقالُ له: فإنَّ لكَ مَكانَ كُلِّ سَيِّئَةٍ حَسَنَةً، فيَقولُ: رَبِّ، قدْ عَمِلْتُ أشْياءَ لا أراها هاهُنا. فَلقَدْ رَأَيْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ ضَحِكَ حتَّى بَدَتْ نَواجِذُهُ.",
    "rawi": "أبو ذر الغفاري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "190",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الجَنَّةُ هي دارُ النَّعيمِ المُقيمِ الذي أعدَّه اللهُ لعِبادِه المتَّقينَ المؤمِنينَ، ومَن رَأى هولَ المَحشَرِ والقيامةِ، ثُمَّ فازَ بالجنَّةِ؛ فإنَّه يَعلَمُ مِقدارَ نِعمةِ اللهِ وفَضلِه عليه، فهو الكريمُ الرَّحيمُ يَتكرَّمُ على عِبادِه بأفضالِه ومَثوبتِه، ويَزيدُهم من نِعَمِه وكَرامتِه.\nوفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه يعلَمُ آخِرَ أهلِ الجنةِ دُخولًا الجنةَ، وآخِرَ أهلِ النارِ خُروجًا مِنها، أي: إنَّه كانَ في النَّارِ يُجازى بمَعاصٍ وذُنوبٍ وهو مؤمِنٌ باللهِ عزَّ وجلَّ، فإذا أرادَ اللهُ أن يَرحَمَه أخرَجَه منَ النَّارِ ليُدخِلَه الجَنَّةَ، ويُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه يَعلمُ صِفةَ عَملِه وما سيَحدُثُ معه، فأخبَرَ أنَّه يُقالُ للمَلائكةِ: أظهِروا أمامَه صِغارَ ذُنوبه وأرُوه إيَّاها، وأَخفُوا كِبارَ ذُنوبه واستُرُوها عليه؛ وذلك لحِكمةٍ يَعلَمُها اللهُ، أو لئلَّا يَشتدَّ خوفُه ويَقنَطَ من رحمةِ اللهِ تَعالَى، فتُعرَضُ عليه صِغارُ ذُنوبِه كما فَعَلَها بالكَيفيَّةِ والتَّاريخِ، فيُقالُ: «عَمِلْتَ يَومَ كَذا وكَذا كَذا وكَذا، وعَمِلْتَ يَومَ كَذا وكَذا كَذا وكَذا» من تركِ الطَّاعاتِ وفِعلِ السَّيِّئاتِ، فيُقِرُّ بها ولا يَستَطيعُ أن يُنكِرَها، وهو خائفٌ من أن تُعرَضَ عليه الذُّنوبُ الكبارُ؛ وذلك لتَوقُّعِه العِقابَ عليها؛ لأنَّ العذابَ المُترتِّبَ عليها أكبَرُ وأشَدُّ، فيُدرِكُه اللهُ برَحمتِه، فيُقالُ له: «فإنَّ لكَ مكانَ كلِّ سَيِّئةٍ حَسنةً»، وفي روايةِ أبي عَوانةَ: «فإذا أرادَ اللهُ به خيرًا قالَ: أعطُوه مكانَ كلِّ سَيِّئةٍ حَسنةً» بأن تُبدَّلَ ذُنوبُه الصِّغارُ حَسناتٍ برَحمةِ اللهِ وكريمِ عَفوِه، فإذا بالعبدِ الذي كان خائفًا من عَرضِ ذُنوبه الكبارِ يُقِرُّ بها دونَ أن تُعرَضَ عليه؛ رَغبةً وطمَعًا في رَحمةِ اللهِ أن تُبدَّلَ هي الأخرى إلى حَسَناتٍ؛ ولذلك ضحِكَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ حتى بدَت نواجِذُهُ، وهي أنيابُه وضُروسُه، وهذا كِنايةٌ عن شدَّةِ الضَّحِكِ تَعجُّبًا من هذه الحالِ التي ذكَرَها.\nوفي الحديثِ: بَيانُ عَظيمِ رَحمةِ اللهِ بعبادِه.\nوفيه: تَرغيبٌ للنَّاسِ في نعيمِ الجَنَّةِ ليَزدادوا عملًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}