{
    "hadith_id": "193",
    "hadith": "يَجْتَمِعُ المُؤْمِنُونَ يَومَ القِيامَةِ فَيَهْتَمُّونَ بذلكَ، أوْ يُلْهَمُونَ ذلكَ،... بمِثْلِ حَديثِ أبِي عَوانَةَ، وقالَ في الحَديثِ: ثُمَّ آتِيهِ الرَّابِعَةَ، أوْ أعُودُ الرَّابِعَةَ، فأقُولُ: يا رَبِّ، ما بَقِيَ إلَّا مَن حَبَسَهُ القُرْآنُ. وفي رواية: يَجْمَعُ اللَّهُ المُؤْمِنِينَ يَومَ القِيامَةِ فيُلْهَمُونَ لِذلكَ بمِثْلِ حَديثِهِما، وذَكَرَ في الرَّابِعَةِ: فأقُولُ: يا رَبِّ، ما بَقِيَ في النَّارِ إلَّا مَن حَبَسَهُ القُرْآنُ أيْ وجَبَ عليه الخُلُودُ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "193",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (7410)، ومسلم (193).",
    "sharh": "شَهادةُ التَّوحيدِ فَضْلُها عظيمٌ عند الله؛ فهي سببٌ للنَّجاة من النَّار، وهي أَثْقَلُ في المِيزان من جميع الأعمال، والمؤمنُ يجب أن يكونَ حريصًا على أداءِ حقوقِ هذه الشَّهادة والعملِ بمُقتضاها؛ ليكونَ له ذلك الفضلُ من الله، ومن ذلك الفضل أنَّ اللهَ تعالى يُشفِّع نبيَّه محمدًا يوم القيامة، فيَنْجو بشَفاعتِه خَلْقٌ كثيرٌ من النَّار.\r\nوهذا الحديثُ جزءٌ من حديثٍ طويل يُوضِّح سَعَة رحمة الله بعباده، وما يَتفضَّل به على المُوحِّدين يومَ القيامة، بعدَ شفاعةِ النَّبيِّ محمَّد صلَّى الله عليه وسلَّم، فبَعد أنْ يَحشُر اللهُ الخلائقَ، وتَظهَر أهوالُ الموقِف، و\"يَجتَمِع المؤمنون يومَ القيامة، فيَهتمُّون بذلك\"، أي: يُصيبهم الهَمُّ والحَزَن مِن رُؤيةِ هذه الأهوال، أو يُلهَمون ذلك، أي: إنَّ الله تعالى يُلهِمهم سؤالَ الشَّفاعة، فيجأرُ النَّاسُ إلى الأنبياء أنْ يَدْعُوا اللهَ أن يُفرِّجَ عنهم كَرْبَ يوم القيامة، فيقول كلُّ نبيٍّ: نَفْسي نَفْسي، ثمَّ يأتي النَّبيُّ محمَّدٌ صلَّى الله عليه وسلَّم، فيَسجد ويَدْعو اللهَ فيُشفِّعه، فيَخرُج من النَّارِ ما يَحُدُّه الله للنَّبيِّ محمَّد صلَّى الله عليه وسلَّم، أي: يُبيِّن الله للنَّبيِّ صلَّى الله عليه وسلَّم في كلِّ مرَّةٍ مِن مرَّاتِ الشَّفاعة حَدًّا يَقِف عنده، فالحدُّ الأوَّل: مَن كان في قلبِه مِثقالُ شَعِيرة من الإيمان، والحَدُّ الثَّاني: مَن كان في قلبِه مِثقالُ بُرَّة من الإيمان، والحدُّ الثَّالث: مَن كان في قلبِه مِثقال ذَرَّةٍ من الإيمان: \"ثمَّ آتِيه الرَّابعةَ - أو أعودُ الرَّابعة - فأقول : يا رَبِّ، ما بقِي إلَّا مَن حبَسه القرآنُ\"، أي:لم يَبقَ في النَّار إلَّا مَن وجَب عليه الخُلُودُ في النَّارِ كما ذكَر القرآنُ، وهم الكفَّارُ والمشرِكون.\r\nوفي الحديث: بيانُ فَضْل شهادةِ التَّوحيد يومَ القِيامةِ.\r\nوفيه: إثباتُ الشَّفاعةِ للنَّبيِّ محمَّد صلَّى الله عليه وسلَّم يومَ القيامةِ، وإظهارُ مكانتِه وكَرامتِه عند الله تعالى.\r\nوفيه: بيانُ عظيمِ فَضْلِ الله سبحانَه ورحمتِه بالعِبادِ يومَ القيامةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}