{
    "hadith_id": "1935",
    "hadith": "بَعَثَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ سَرِيَّةً أَنَا فيهم إلى سِيفِ البَحْرِ، وَسَاقُوا جَمِيعًا بَقِيَّةَ الحَديثِ كَنَحْوِ حَديثِ عَمْرِو بنِ دِينَارٍ، وَأَبِي الزُّبَيْرِ، غيرَ أنَّ في حَديثِ وَهْبِ بنِ كَيْسَانَ: فأكَلَ منها الجَيْشُ ثَمَانِيَ عَشْرَةَ لَيْلَةً.\rوفي رواية : بَعَثَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بَعْثًا إلى أَرْضِ جُهَيْنَةَ، وَاسْتَعْمَلَ عليهم رَجُلًا وَسَاقَ الحَدِيثَ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1935",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4360) باختلاف يسير",
    "sharh": "كان أصْحابُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في جِهادٍ دائمٍ؛ فما يَخرُجونَ مِن غَزْوةٍ إلَّا ويَستَعِدُّونَ للَّتي بعْدَها، وتَحَمَّلوا الضُّرَّ والأذى في اللهِ، حتَّى فتَحَ اللهُ عليهمُ البُلدانَ، ودخَلَ النَّاسُ في دِينِ اللهِ أفْواجًا.\n وفي هذا الحديثِ يُخبِرُ جابرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهما أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ بَعَثَهم في سَريَّةٍ -وعدَدُهم ثَلاثُ مِائةِ راكبٍ، كما سيَأتي- ليَرصُدوا عِيرَ قُرَيشٍ، والعِيرُ: الإبلُ الَّتي تَحمِلُ الطَّعامَ والتِّجارةَ، والمرادُ بها هنا: القافلةُ، وأيضًا لمُحارَبةِ حيٍّ مِن جُهَيْنةَ، كما في رِوايةٍ أُخرى لمسْلمٍ، وكانت هذه السَّريَّةُ في العامِ الثَّامِنِ مِن الهِجْرةِ، وقد عُرِفَت بسَريَّةِ سَيفِ البَحرِ. وجَعلَ أبا عُبيدةَ بنَ الجرَّاحِ أميرًا على تلكَ السَّرِيَّةِ.\n وكان طَعامُهم الَّذي زَوَّدهم به رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ عندَ خُروجِهم «جِرابًا مِن تَمرٍ» والجِرابُ: وِعاءٌ مَصنوعٌ مِن جِلدٍ، ولم يَجِدْ لهم النَّبيُّ صلَّى اللهُ عليه وسلَّمَ غَيرَه مِن الطَّعامِ، وهذا إشارةٌ إلى الفَقرِ والحاجةِ الَّتي كان عليها المسلِمونَ آنذاكَ، قالَ جابرٌ رَضيَ اللهُ عنه: «فكانَ أبو عُبيدةَ يُعطينا تمرةً تمرةً»، أي: يَقسِمُ ويوزِّعُ على السرِيَّةِ واحدةً واحدةً حتَّى لا يَنفَدَ، وفي رِوايةٍ لمسْلمٍ: «فكان أبو عُبَيدةَ يُعطي كلَّ رجُلٍ منَّا قَبْضةً قَبْضةً، ثمَّ أعطانا تَمرةً تَمرةً» أي: إنَّه رَضيَ اللهُ عنه كان يُفرِّقُ عليهم أكثَرَ مِن تَمرةٍ في أوَّلِ الأمرِ، فلمَّا قارَبَ على النَّفادِ كان يُعطِيهم تَمرةً تَمرةً.\n فسَأل التَّابعيُّ أبو الزُّبَيرِ جابرًا رَضيَ اللهُ عنه: «كيفَ كُنتم تَصنعونَ» بِتلكَ التَّمرةِ الواحدةِ، والمرادُ: هلْ كانتْ تَكفي حاجَتكم؟! وفي رِوايةٍ للبُخاريِّ: «فقُلتُ: ما تُغْني عنكم تَمرةٌ؟ فقال: لقدْ وَجَدْنا فَقْدَها حِين فَنِيَت»، فجاوبَهُ جابرٌ رَضيَ اللهُ عنه أنَّهم كانوا يَمَصُّون تلكَ التَّمرةَ كما يَمَصُّ الصبيُّ ثدْيَ أُمِّه، ثمَّ يَشْربون علَيها مِن الماءِ، فتَكفِيهم يوْمَهم إلى اللَّيلِ، «وكُنا نضرِبُ بعِصيِّنا الخَبَطَ» وهوَ ما يتَساقَطُ مِن وَرقِ الشَّجرِ الجافِّ بعدَ خَبطهِ، «ثم نبُلُّه بالماءِ فنأكلُه»، بجانبِ التَّمرِ لِيَسُدُّوا جُوعَهم. وتَبْليلُهم وَرَقَ الشَّجرِ بالماءِ لِيَلِينَ للمَضغِ، وإنَّما صاروا لِأكلِ الخَبَطِ عندَ فَقدِ التَّمرةِ الموزَّعةِ عليهم، وهذا كلُّه يدُلُّ على ما كانوا عليه مِن الجِدِّ والاجتهادِ والصَّبرِ على الشَّدائدِ العِظامِ والمشقَّاتِ الفادحةِ؛ إظهارًا للدِّينِ وإطفاءً لكلمةِ المبْطِلِين. \n ويُخبِرُ جابرٌ رَضيَ اللهُ عنه أنَّهم انطَلَقوا وسارُوا على «ساحلِ البَحرِ» أي: بجانِبه وعلى شاطِئهِ، فظَهرَ لهم «على ساحلِ البحرِ كَهيئةِ الكَثِيبِ الضَّخمِ»، والكَثيبُ: التلُّ المتجمِّعُ من الرَّملِ»، فاقتربوا منه، فإذا هي دابَّةٌ مِن دَوابِّ البحرِ، تُسمَّى «العَنْبرَ»، وهو اسمٌ لنَوعٍ منَ الحيتانِ، وسُميَ بالعَنبرِ -وهوَ الطِّيبُ المعروفُ- لأنَّه يُستخرَجُ مِن أمعائِه، فقالَ أبو عُبيدةَ: هو «مَيْتةٌ»، يُشيرُ إلى النَّهيِ عن أكلِ الميْتةِ، ثمَّ قالَ: «لا، بلْ نحنُ رسُلُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وفي سَبيلِ اللهِ، وقد اضْطُرِرتم؛ فكُلوا»، أي: كان أبو عُبَيدةَ سيَنهى عن أكلِه؛ لأنَّها مَيْتةٌ، وأكلُ الميْتةِ محرَّمٌ، ثمَّ بَدَا له أنهم اضْطرُّوا إليها، فأَباحَ لهمْ أكلَها، كما جاء في قولِ اللهِ تَعالَى: {وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ} [الأنعام: 119]، والأصلُ أنَّ دَوابَّ البحرِ -كالسَّمكِ والحيتانِ- حِلٌّ أكْلُه، حيُّه ومَيِّتُه، للمُضطَرِّ ولغيرِ المُضطَرِّ؛ ففي حَديثِ أبي داودَ قال صلَّى اللهُ عليه وسلَّمَ عن ماءِ البحرِ: «هو الطَّهورُ ماؤُه، الحِلُّ مَيْتَتُه».\n وأخبَرَ جابرٌ رَضيَ اللهُ عنه أنَّهم ظَلُّوا يَأكُلون مِن لَحمِ هذا الحوتِ شهرًا، وكان عددُهم ثلاث مِائةٍ حتَّى سَمِنَوا، وفي هذا مُبالَغةٌ وإشارةٌ إلى ما كانوا فيهِ مِن شِبعٍ، ثمَّ جَعَلَ جابرٌ رَضيَ اللهُ عنه يُفصِّلُ في حجم العَنبرِ وكيفَ كانوا يأخذونَ مِنه ويأكلونَ، فقال: «ولقدْ رأيتُنا نغتَرِفُ مِن وَقْبِ عَينِه بالقِلالِ الدُّهنَ»، أي: نأخذ الدَّسَمَ والزَّيتَ الَّذي يكونُ بداخلِ العينِ، والوَقْبُ: حُفرة العَينِ الَّتي في عَظمِ الوَجْهِ، والقُلَّةُ: الجرَّةُ الكَبيرةُ، وذلك دليلٌ على سَعةِ حَدَقةِ العينِ وما فيها مِن دُهنٍ كَثيرٍ، «ونَقتطِعُ مِنه الفِدَرَ»، أي: القِطْعةَ الكبيرةَ مِن اللَّحمِ والشَّحمِ»، فكانَت في حَجمِ الثَّورِ، وهو: الذَّكَرُ الكبيرُ من البقرِ. يقولُ جابرٌ رَضيَ اللهُ عنه: «فلقدْ أخذَ منَّا أبو عُبيدةَ ثلاثةَ عشرَ رجلًا فأقْعدَهم»، أي: أجلَسَهم في حُفرةِ عينِ العَنبرِ، فأخذَتهم واستَوْعَبَتْهم جميعًا، ولعلَّ قُعودَ النَّفرِ في جَوفِ العينِ كان مِن بابِ التَّسليةِ والتَّعجُّبِ وتَقديرِ حَجمِ العَنْبرِ، «وأخَذَ ضِلعًا مِن أضْلاعهِ»، أي: عَظمًا مِن عِظامِ الصَّدرِ، فأوقفَها على الأرضِ ليعلَمَ مدَى طولِها»، ثمَّ جاءَ بأعلى جَملٍ مَعهم وجَعَلَ عليهِ مِن الرَّحْلِ والمتاعِ؛ وذلكَ ليبلُغَ بهِ أعلى ارتفاعٍ ممكنٍ، «فمرَّ» البعيرُ بالرَّحلِ الَّذي عليهِ» مِن تحتِ تلكَ الضِّلعِ فلم يبلُغِ البعيرُ ارتِفاعَ الضِّلعِ، قال: «وتزوَّدْنا مِن لحمِهِ وشائِقَ»، أي: حملوا مَعهم مِن لحمهِ، وجعلوهُ قَدِيدًا، وصِفةُ ذلك أنْ يُؤْخَذَ اللَّحمُ ويُطَهى دُونَ النُّضوجٍ ثمَّ يُجفَّف بالشَّمسِ؛ ليبْقى مَعهم دونَ تَعفُّنٍ طِيلةَ رِحلةِ السَّفرِ.\n وأخبَرَ جابرٌ رَضيَ اللهُ عنه أنَّهم لَمَّا رَجَعوا إلى المدينةِ، أخبَروا رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ بقِصَّةِ العَنبرِ، فقالَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «هو رِزقٌ أخرَجهُ اللهُ لكم؛ فهل مَعكم من لحمِه شَيءٌ فتُطعِمونا؟»، وهذا إشارةٌ مِنه صلَّى اللهُ عليه وسلَّمَ إلى أنَّ مَيتةَ البحرِ حِلٌّ أكلُها حتَّى في غَيرِ اضْطرارٍ، قالَ جابرٌ رَضيَ اللهُ عنه: «فأرسَلْنا إلى رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ» مِن لَحمِ العَنبرِ، فأكلَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ حتَّى يُطيِّبَ نُفوسَهم في حِلِّ ذلك اللَّحمِ.\n وفي الحديثِ: بَيانُ حُكمِ مَيتةِ البحرِ، وهو الحِلُّ.\n وفيه: أنَّ الجيوشَ لا بُدَّ لها مِن أميرٍ يَضبِطُها، ويَنقادونَ لِأمرِه ونَهيِه، وأنَّه يَنْبغي أنْ يكونَ الأميرُ أفضَلَهم، أو مِن أفضَلِهم.\n وفيه: ما كان عليه الصَّحابةُ رَضيَ اللهُ عنهم مِن الزُّهدِ في الدُّنيا، والتَّقلُّلِ منها، والصَّبرِ على الجوعِ وخُشونةِ العَيشِ، وإقدامِهم على الغزوِ مع هذا الحالِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}