{
    "hadith_id": "1951",
    "hadith": "يَا رَسولَ اللهِ، إنَّا بأَرْضٍ مَضَبَّةٍ، فَما تَأْمُرُنَا؟ أَوْ فَما تُفْتِينَا؟ قالَ: ذُكِرَ لي أنَّ أُمَّةً مِن بَنِي إسْرَائِيلَ مُسِخَتْ، فَلَمْ يَأْمُرْ وَلَمْ يَنْهَ\r\nقالَ أَبُو سَعِيدٍ: فَلَمَّا كانَ بَعْدَ ذلكَ، قالَ عُمَرُ: إنَّ اللَّهَ عَزَّ وَجَلَّ لَيَنْفَعُ به غيرَ وَاحِدٍ، وإنَّه لَطَعَامُ عَامَّةِ هذِه الرِّعَاءِ، ولو كانَ عِندِي لَطَعِمْتُهُ، إنَّما عَافَهُ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1951",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "كان أَصْحابُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ يَحرِصونَ على السُّؤالِ عَن أُمورِ دِينِهم، كُلٌّ على حَسَبِ حاجتِه وظُروفِه.\n وفي هذا الحديثِ يَرْوي أبو سَعيدٍ الخُدريُّ رَضيَ اللهُ عنه أنَّ أعرابيًّا -وهو مَن يَسكُنُ الصحراء- أتَى النَّبيَّ صلَّى اللهُ عليه وسلَّمَ، فأخبَرَه أنَّه يَعيشُ في أرضٍ مُنخفضَةٍ يكثر فيها حَيوانُ الضَّبِّ، مِمَّا يَجعلُ هذا الحيوانَ بِحُكْمِ كَثرَتِه في هذا المَوْضِعِ أَكثرَ طَعامِ أَهلِه وعَشيرَتِه، فكأنَّه يَسألُ عن حُكمِ أكلِه، والضَّبُّ: حَيوانٌ مِن جِنسِ الزَّواحِفِ يَكثُرُ في الصَّحارِي العَربِيَّةِ، وهوَ مَعروفٌ عِندَ العَربِ واعْتادوا أكْلَه، فلم يُجِبْه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، فأمَرَ الصَّحابةُ رَضيَ اللهُ عنهم الأعرابيَّ أنْ يُعِيدَ على النَّبيِّ صلَّى اللهُ عليه وسلَّمَ سُؤالَه، وهذا رغبةٌ منهم في مَعرفةِ حُكمِ أكْلِ الضَّبِّ؛ لأنَّه كان مَوجودًا فيهم، فأعادَ الأعرابيُّ عليه السُّؤالَ ثَلاثَ مرَّاتٍ، فناداهُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في المرَّةِ الثَّالثةِ وأخبَرَهُ أنَّ اللهَ غَضِبَ على سِبْطٍ- وهُم فَرعٌ في بَني إِسرائيلَ كالقَبيلَةِ في العَرَبِ- أو لَعَنَهم فكانَ مِن جَرَّاءِ ذلك أنْ مَسَخَهم دَوابَّ، أي: تَحوَّلوا إلى أَنواعٍ مِنَ الحيواناتِ الَّتي تَدِبُّ وتَمْشي عَلى الأَرْضِ، كما قال اللهُ تَعالَى: {مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ} [المائدة: 60]، فيكونُ أكْلُها حَرامًا لكونِها مِن بَني آدَمَ، ثُمَّ قال له غَيرَ جازمٍ: فلا أَدْري لَعَلَّ هذا، أيِ: الضَّبَّ مِن تلكَ الدَّوابِّ الَّتي مُسِخَت مِن بَني إسرائيلَ، وَكانَ ذلكَ مِنه صلَّى اللهُ عليه وسلَّمَ قَبْلَ أن يُوحَى إليه أنَّ اللهَ تَعالَى لم يَجْعَلْ لِمَسْخٍ نَسْلًا، كما جاء عندَ مُسلمٍ، ثُمَّ قال لَه: فلَسْتُ آكُلُها؛ لأنَّه صلَّى اللهُ عليه وسلَّمَ كان يَعافُه طَبعًا لا يُحِبُّ طَعمَه، وأنه صلَّى اللهُ عليه وسلَّمَ لم يَنْهَ غيره عن أكله.\n وفي الحديثِ: أنَّ النُّفوسَ قَد تَعافُ بَعضَ ما يَتناوَلُه غَيرُها، وأنَّ ذلك لا يُنْسَبُ إلى تَرَفٍ ولا إلى كِبْرٍ.\n وفيه: بيانُ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ لم يَكُن يُحرِّمُ أو يُحلِّلُ بما يَشتهي أو يَكْرَهُ، بل بما يُوحَى إليه.\n وفيه: أكْلُ لَحمِ الضَّبِّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}