{
    "hadith_id": "196",
    "hadith": "أنا أوَّلُ النَّاسِ يَشْفَعُ في الجَنَّةِ وأنا أكْثَرُ الأنْبِياءِ تَبَعًا.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "196",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "شَمائلُ النَّبيِّ صلَّى اللهُ عليه وسلَّم عَظيمةٌ، ومَناقِبه كَثيرةٌ؛ فقد أُرسِلَ إلى النَّاسِ كافَّةً، وشَمِلَت دَعوتُه اليَهودَ والنَّصارى وجميعَ أُمَمِ الأرضِ، ولا يَسَعُ أحدًا بعدَ بَعثتِه صلَّى اللهُ عليه وسلَّم إلَّا تَصديقُه واتِّباعُ ما جاء به.\nوفي هذا الحديثِ بعضٌ من هذه المَناقِبِ، فيُخبِر النَّبيُّ صلَّى اللهُ عليه وسلَّم أنه أوَّلُ النَّاسِ يَشفَعُ في الجنَّةِ؛ لأنَّه أوَّلُ مَن يَدخُلُها، كما في رِوايةٍ عندَ مُسلِمٍ، ثم يُؤذَنُ له بعدَ ذلك في الشَّفاعةِ للعُصاةِ يومَ القيامةِ؛ ليُدخِلَهم الجنَّةِ، أو يَشفَعُ صلَّى اللهُ عليه وسلَّم لِمَن في الجنَّةِ ليَرفَعَ دَرجاتِهِم فيها، كما في رِوايةٍ لأحمَدَ: «وأنَا أوَّلُ مَن يَدخُلُ الجَنَّةَ يَومَ القِيامَةِ، ولا فَخْرَ، وإنِّي آتِي بابَ الجَنَّةِ، فآخذُ بحَلْقَتِها، فيَقُولُون: مَن هَذَا؟ فأَقولُ: أنَا مُحمَّدٌ، فيَفتَحُون لِي، فأَدخُلُ، فإِذَا الجَبَّارُ مُستَقبِلِي، فأَسجُدُ له، فيَقولُ: ارْفَعْ رأْسَكَ يا مُحمَّدُ، وتَكلَّمْ يُسْمَعْ مِنكَ، وقُلْ يُقبَلْ منكَ، واشْفَعْ تُشَفَّعْ، فأَرفَعُ رَأسي، فأَقولُ: أُمَّتِي أُمَّتِي يا رَبِّ، فيَقولُ: اذْهَبْ إلى أُمَّتِكَ، فمَن وَجَدْتَ في قَلبِه مِثقالُ حَبَّةٍ من شَعيرٍ منَ الإيمانِ فأَدْخِلْهُ الجَنَّةَ، فأَقبَلُ فمَن وَجَدتُ في قَلبِه ذلك فأُدخِلُه الجَنَّةَ».\nوكذلك من مَناقبِه صلَّى اللهُ عليه وسلَّم أنَّه أكثرُ الأنبياءِ أتباعًا مُؤمنين به وبِرِسالتِه يومَ القيامةِ، وفيه إشارَةٌ إلى أفضَليَّتِه صلَّى اللهُ عليه وسلَّم، وإشعارٌ بأنَّ أكثَريَّةَ الأتباعِ على الحَقِّ تُوجِبُ أفضليَّةَ المَتبوعِ، فأكرَمَ اللهُ عزَّ وجلَّ هذه الأمَّةَ إكرامًا لنبيِّها، فلا تأتي أُمَّةٌ يومَ القيامةِ مِثلَ أُمَّتِه صلَّى اللهُ عليه وسلَّم؛ لأنَّ أُمَّتَه صلَّى اللهُ عليه وسلَّم نِصفُ أهلِ الجَنَّة، كما في الصَّحيحَينِ.\nوفي الحديثِ: بَيانُ التَّكريمِ الرَّبَّانيِّ لنبيِّنا مُحمَّدٍ صلَّى اللهُ عليه وسلَّم.\nوفيه: إثباتُ الشَّفاعةِ له صلَّى اللهُ عليه وسلَّم.\nوفيه: بَيانُ فَضلِ كَثرةِ الأتباعِ في الخَيرِ؛ لأنَّه يُؤتَى أُجورَ أتباعِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}