{
    "hadith_id": "1972",
    "hadith": "كُنَّا لا نَأْكُلُ مِن لُحُومِ بُدْنِنَا فَوْقَ ثَلَاثِ مِنًى، فأرْخَصَ لَنَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَقالَ: كُلُوا وَتَزَوَّدُوا.\r\nقُلتُ لِعَطَاءٍ: قالَ جَابِرٌ: حتَّى جِئْنَا المَدِينَةَ؟ قالَ: نَعَمْ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1972",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1719) باختلاف يسير",
    "sharh": "لقدْ راعَى التَّشريعُ الإسلاميُّ واقِعَ المُجتمعِ وحاجاتِه، وبَنى مُجتمعًا مُسلِمًا مُترابِطًا كالجسَدِ الواحدِ، متى نَزَلَتْ بأحدِهم نازلةٌ، تَكاتَفَ الجميعُ لإزالتِها عنه.\r\nوفي هذا الحَديثِ يَروي جابِرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهما أنَّهم كانوا لا يَأكُلون مِن لُحومِ بُدْنِهم -يعني: بَهيمةَ الأنعامِ مِن البقَرِ والإبلِ الَّتي يُهدونَها للحرَمِ تَقرُّبًا للهِ عزَّ وجلَّ- فوقَ أيَّام مِنًى الثَّلاثِ، وهي المعروفةُ بأيَّامِ التَّشريقِ، وهي الحادي عشَرَ، والثاني عشَرَ، والثالثَ عشَرَ مِن ذي الحِجَّةِ، وما زَاد عَلى ذلِك يُوزَّعُ على الفُقَراءِ؛ لِسَدِّ حاجتِهِم ومُواساتِهِم في مِحنتِهِم، ومَدِّ يَدِ المَعونةِ لهُم، ثمَّ بعدَ ذلِك أَذِنَ لهم النبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ يَأكُلوا منها، وأن يَأخُذوا منها زادًا في سَفَرِهم.\r\nفسَأَلَ التابعيُّ عبدُ الملكِ بنُ عبدِ العزيزِ بنِ جُريجٍ عَطاءَ بنَ أبي رَباحٍ -راوي الحديثِ عن جابرِ بنِ عبدِ اللهِ رَضيَ اللهُ عنهما-: أقال جابرٌ: حتَّى جِئنا المدينةَ؟ قال عطاءٌ: لا. لكنْ وَقَعَ في صَحيحِ مُسلِمٍ: «نعمْ» بدَلَ قولِه: «لا»، وجُمِعَ بيْنهما بالحمْلِ على أنَّه نَسِيَ فقال: لا، ثمَّ تَذكَّرَ فقال: نَعَمْ، أو أنَّه ليس المرادُ بقولِه: «لا» نفْيَ الحكْمِ، بلْ مُرادُه أنَّ جابرًا لم يُصرِّحْ باستمرارِ ذلك منهم حتَّى قَدِموا المدينةَ، فيكونُ على هذا معْنى قولِه في روايةٍ: «كنَّا نَتزوَّدُ لُحومَ الهدْيِ إلى المدينةِ»، أي: لِتَوجُّهِنا إلى المدينةِ، ولا يَلزَمُ مِن ذلك بَقاؤُها معهم حتَّى يَصِلوا المدينةَ.\r\nواستُدِلَّ بهذا الحَديثِ على إثباتِ النَّسخِ في السُّنةِ، وأنَّ هذا مِن نسْخِ السُّنَّةِ بالسُّنةِ، وقيل: ليس هو نسْخًا بلْ كان النهيُ لعِلَّةٍ فلمَّا زالتْ زالَ. وعِلَّةُ المنْعِ مِن الادِّخارِ أوَّلًا ثمَّ الإباحةِ بعْدَ ذلك: حاجةُ الناسِ وكَثرةُ الفُقراءِ، فلمَّا زالتِ العِلَّةُ الموجِبةُ لذلك أمَرَهم أنْ يَأكُلوا ويَدَّخِروا، ويُؤيِّدُ ذلك ما رواهُ مُسلمٌ في صَحيحِه عن عبدِ اللهِ بنِ واقدٍ قال: «نَهى رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ عن أكْلِ لُحومِ الضَّحايا بعْدَ ثَلاثٍ...» وفيه: «...فقال: إنَّما نَهَيتُكم مِن أجْلِ الدَّافَّةِ التي دَفَّت، فكُلوا وادَّخِروا وتَصدَّقوا». والدَّافَّةُ: مَن وَرَدَ مِن ضُعفاءِ الأعرابِ للمُواساةِ.\r\nوفي الحديثِ: أنَّ الحُكمَ يَدورُ مع عِلَّتِه وُجودًا وعدَمًا؛ كما في منْعِ الادِّخارِ ثُمَّ إباحتِه.\r\nوفيه: رَدٌّ على مَن زَعَمَ أنَّه لا يَجوزُ ادِّخارُ طَعامٍ لغَدٍ، وأنَّ اسمَ الوِلايةِ لا يُستحَقُّ لمَن ادَّخَرَ شَيئًا ولو قلَّ، وأنَّ مَن ادَّخَرَ أساء الظَّنَّ باللهِ تعالَى.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}