{
    "hadith_id": "1976",
    "hadith": "لا فَرَعَ، ولا عَتِيرَةَ.\r\nزادَ ابنُ رافِعٍ في رِوايَتِهِ، والْفَرَعُ: أوَّلُ النِّتاجِ كانَ يُنْتَجُ لهمْ فَيَذْبَحُونَهُ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1976",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5473) باختلاف يسير",
    "sharh": "العباداتُ في الإسلامِ أُمورٌ تَوقيفيَّةٌ، ولا بدَّ أنْ تكونَ خالِصةً لوَجْهِ اللهِ تعالَى، وبالشُّروطِ التي أقرَّها الشَّرعُ، وقدْ كان لأهلِ الجاهليَّةِ عاداتٌ يَتقرَّبون بها إلى مَعْبوداتِهم الشِّركيَّةِ، فلمَّا جاء الإسلامُ نَهى النَّبيُّ صلَّى اللهُ عليه وسلَّم عن مِثْلِ هذه العاداتِ الشِّركيَّةِ، وأَوضَح أنَّ أقوالَ المسلمِ وأفعالَه يجِبُ أنْ تكون مُنضبِطةً بضَوابطِ الشَّرعِ.\nوهذا الحديثِ فيه نهْيٌ نَبويٌّ عن بَعضِ عاداتِ الجاهليَّةِ، حيث يقولُ النَّبيُّ صلَّى اللهُ عليه وسلَّم: «لا فَرَعَ ولا عَتِيرةَ»، والفَرَعُ: أوَّلُ النِّتاجِ، كانوا يَذْبحونه لطَواغيتِهم، والعَتِيرةُ ذبيحةٌ كانوا يَذْبَحونَها في رَجَبٍ، هكذا جاء الأثرُ مُفسَّرًا مِن قَولِ الزُّهريِّ أو سَعيدِ بنِ المسيَّبِ؛ أحدُ رُواةِ الحديثِ؛ فإنَّهم كانوا في الجاهليَّة يَتبرَّكون ويَتقرَّبون لمعْبوداتِهم الشِّركيَّةِ مِن دونِ اللهِ بالذَّبحِ والقُربانِ، فإذا وَلَدتِ النَّاقةُ أوَّلَ مَولودٍ لها، جعَلوه لآلهتِهِتم قُربانًا، وقيل: إذا بلَغَ عددُ إبلِ الرَّجُل مِئةً ذبَح كلَّ عامٍ واحدًا منها، هو الفَريعةُ، وكذلك كانوا يُعظِّمون شهرَ رجبَ ويَتقرَّبون فيه لآلهتِهم، فيَذبَحون الذَّبائحَ، ويُسمُّونها العَتِيرة، أو الرَّجبيَّةَ والتَّرجيب، وقد نَهى النَّبيُّ صلَّى اللهُ عليه وسلَّم عن ذلك، وعن كلِّ ذَبحٍ لغيرِ اللهِ تعالَى؛ لأنَّ العبادةَ يَنْبغي أنْ تكونَ مُقدَّمةً للخالقِ خالِصةً مِن شائبةِ الشِّركِ.\nفإذا انتفى الشِّركُ في الذَّبيحةِ لغيرِ اللهِ جاز ذبحُها دون النَّظَرِ إلى اسمِها أو وقتِها، كما أوضحت روايةٌ عند أبي داودَ والنَّسائيِّ: أنَّ رَجُلًا سأل النبيَّ صلَّى اللهُ عليه وسلَّم في حَجَّةِ الوداعِ، فقال: «إنَّا كُنَّا نَعتِرُ عَتيرةً في الجاهِليَّةِ في رَجَبٍ، فما تأمُرُنا؟ قال: اذبَحوا لله عزَّ وجلَّ في أيِّ شَهرٍ ما كان، وبَرُّوا اللهَ عزَّ وجلَّ وأطعِموا. فقال رجلٌ: يا رسولَ اللهِ، إنَّا كُنَّا نُفرِعُ فَرَعًا في الجاهِليَّةِ، فما تأمُرُنا؟ قال: فقال رسولُ اللهِ: في كُلِّ سائمةٍ مِن الغَنَمِ فَرَعٌ تغذوه ماشِيَتُك، حتَّى إذا استحمَلَ ذبحْتَه، وتصَدَّقْتَ بلَحْمِه على ابنِ السَّبيلِ؛ فإنَّ ذلك هو خيرٌ». فأعلَمَهم أنْ لا كَراهةَ عليهم في الذبَّحِ ما دام للهِ عزَّ وجَلَّ، وأمرَهم استِحْبابًا أن يَغْذوه، ثمَّ يُحمَلَ عليه في سبيلِ اللهِ. وقيل: معنى قولِه صلَّى اللهُ عليه وسلَّم: «لا فَرَعَ ولا عَتيرةَ»: أي: لا فرَعَ واجِبٌ، ولا عَتيرةَ واجِبةٌ.\nوفي الحَديثِ: النَّهيُ عن الذَّبحِ لغيرِ الله تعالى.\nوفيه: هدْمُ الإسلامِ لِمَا كان في الجاهليَّةِ مِن عاداتٍ شِركيَّةٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}