{
    "hadith_id": "1980",
    "hadith": "كُنْتُ أَسْقِي أَبَا طَلْحَةَ، وَأَبَا دُجَانَةَ، وَمُعَاذَ بنَ جَبَلٍ في رَهْطٍ مِنَ الأنْصَارِ، فَدَخَلَ عَلَيْنَا دَاخِلٌ، فَقالَ: حَدَثَ خَبَرٌ نَزَلَ تَحْرِيمُ الخَمْرِ، فأكْفَأْنَاهَا يَومَئذٍ وإنَّهَا لَخَلِيطُ ال بُسْرِ وَالتَّمْرِ.\r\nقالَ قَتَادَةُ: وَقالَ أَنَسُ بنُ مَالِكٍ: لقَدْ حُرِّمَتِ الخَمْرُ، وَكَانَتْ عَامَّةُ خُمُورِهِمْ يَومَئذٍ خَلِيطَ البُسْرِ وَالتَّمْرِ.\rوفي روايةٍ : عن أَنَسِ بنِ مَالِكٍ، قالَ: إنِّي لأَسْقِي أَبَا طَلْحَةَ، وَأَبَا دُجَانَةَ، وَسُهَيْلَ بنَ بَيْضَاءَ، مِن مَزَادَةٍ فِيهَا خَلِيطُ بُسْرٍ، وَتَمْرٍ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "1980",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5600) باختلاف يسير",
    "sharh": "حَرَّمَ اللهُ عزَّ وجلَّ الخمرَ؛ لِمَا فيها مِن مَفاسدَ تَعودُ بالضَّررِ على العقلِ والمالِ، وبسَببِهَا يَرتكِبُ الإنسانُ الكثيرَ مِن الذُّنوبِ؛ لغيابِ عقلِه، والخمْرُ مِن التَّخميرِ، وهو التَّغطيةُ؛ سُمِّيتْ بذلك لأنَّها تُغطِّي العقْلَ، فتكونُ رَأسًا لوُقوعِ العبْدِ الشَّاربِ في المُوبِقاتِ.\nوفي هذا الحديثِ يَحكي أَنَسٌ رضِيَ الله عنه: أنَّ الخمرَ التي «أُهْرِيقَتْ» -يعني: سالَتْ وصُبَّتْ- عندما نزل تحريمُ الخَمرِ؛ الفَضِيخُ، وهي المصنوعةُ من البُسْرِ، وهو ثَمَرُ النَّخلِ قبْلَ أنْ يَنضَجَ ويَصيرَ رَطْبًا.\nويُخبِرُ أَنَسٌ رَضِيَ اللهُ عنه أنَّه كان يَسْقي القومَ في بيْتِ أبي طَلْحَةَ الأنصاريِّ رَضِيَ اللهُ عنه، فنزَلَ تَحريمُ الخمرِ في الآياتِ التي في سُورةِ المائدةِ: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ * إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ * وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ} [المائدة: 90، 92].\nفأمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّم مُناديًا، فنادى ليُعْلِمَ المسلِمين في المدينة أنَّ الخمْرَ قدْ حُرِّمَتْ، وكان ذلك عامَ الفتحِ سنةَ ثمانٍ مِنَ الهِجرةِ، فقال أبو طَلْحَةَ لأنَسِ بنِ مالكٍ رَضِيَ اللهُ عنهما: اخرُجْ فانظُرْ ما هذا الصَّوتُ. فخرَجَ أنسٌ رَضِيَ اللهُ عنه وسمع الصَّوتَ، ثم عاد لأبي طلحةَ رَضِيَ اللهُ عنه، فأخبره أنَّ مُناديًا ينادي: أَلَا إنَّ الخمرَ قدْ حُرِّمَتْ.\nفأسرع أبو طَلْحَةَ في تنفيذِ الأمرِ، وأمر أنَسًا رَضِيَ اللهُ عنهما أن يُكفِئَ الآنيةَ التي بها الخمرُ، فذكر أَنَسٌ رَضِيَ اللهُ عنه أنَّ الخَمرَ سالت في سِكَك وطُرُق المدينةِ؛ من شِدَّةِ امتِثالِ النَّاسِ لأمرِ اللهِ سُبحانَه ورَسولِه صلَّى اللهُ عليه وسلَّم.\nفذكر بعضُ أصحابِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم أنَّ بَعْضَهم قُتِلَ أو مات والخَمرُ في بُطونِهم ولمْ يَمُرَّ وقْتٌ طَويلٌ على شُربِهم لها، فأنْزَلَ اللهُ: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا} [المائدة: 93]، أي: لَيْسَ على الذين آمَنوا إِثْمٌ فيما طَعِموا وشَرِبوا مِن الخمرِ قبْلَ تَحريمِها؛ فقد كان شُرْبُهم لها قبْلَ النَّهيِ عنها؛ ولذلك فإنَّهم لا يُؤاخَذونَ به؛ لأنَّ التَّحريمَ إنَّما يَلزَمُ بالنَّهيِ، وما كان قبْلَ النَّهيِ فالعَبدُ غَيرُ مُخاطَبٍ به.\nوفي الحَديثِ: فَضلُ أبي طلحةَ والصَّحابةِ رضِي اللهُ عنهم؛ إذ استجابوا لأمْر اللهِ بسُرعةٍ ودونَ سُؤالٍ، وهذا هو الذي يَنبغي للمُسلمِ الحقِّ.\nوفيه: بَيانُ رَحمةِ اللهِ بعِبادِه وأنَّه لا يُحاسِبُ على الفِعلِ قبْلَ إنزالِ الحُكمِ، وأنَّ مَن لم يَعلَمْ لا يُؤاخَذْ بجَهلِه فيما ليس مَعلومًا بالضَّرورةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}