{
    "hadith_id": "2004",
    "hadith": "كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يُنْبَذُ له الزَّبِيبُ في السِّقَاءِ، فَيَشْرَبُهُ يَومَهُ، وَالْغَدَ، وَبَعْدَ الغَدِ، فَإِذَا كانَ مَسَاءُ الثَّالِثَةِ شَرِبَهُ وَسَقَاهُ، فإنْ فَضَلَ شيءٌ أَهَرَاقَهُ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2004",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "حرَّم الشَّرعُ كلَّ أنواعِ الخمْرِ وكلَّ ما أذهَبَ العقلَ وغيَّبَه، كما حَرَّم الأسبابَ والوَسائلَ المؤدِّيةَ إلى نَشرِها.\n وفي هذا الحديثِ يَرْوي التَّابعيُّ أبو عُمرَ يَحْيى بنُ عُبَيدٍ النَّخْعيُّ أنَّ ناسًا سَألوا عبدَ اللهِ بنَ عَبَّاسٍ رَضيَ اللهُ عنهما عنْ بَيعِ الخَمرِ والتِّجارةِ فيها دونَ شُربِها، فسَألهم: أَمُسْلمونَ أَنْتُم؟ وهذا الاستفهامُ استفهامٌ لهم عن دُخولِهم في الإسلامِ؛ لأنَّهم سَألوا عن حُكمٍ مَعلومٍ مُنتشِرٍ بيْن المسْلِمين، ولعلَّ هؤلاء السَّائلِين كانوا حَدِيثي عَهدٍ بالإسلامِ، أو كانوا مِن الأعرابِ بَعيدينَ عن بِلادِ الإسلامِ.\n فلَمَّا أَجابُوه بِـ(نَعَمْ) وأنَّهم مُسْلمون، أخبَرَهُم أنَّه لا يَصلُحُ بَيْعُها ولا شِراؤُها وَلا التِّجارَةُ فيها؛ لأنَّ المُسلمَ سوْف يَمْتَثِلُ ما أمَرَ اللهُ بِه منِ اجتِنابِ كُلِّ ذَلك، وهذا كلُّه مِن بابِ سَدِّ الذَّرائعِ والسُّبلِ أمامَ نشْرِ الخمْرِ؛ فلمْ يَترُكِ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بابًا يَتعلَّقُ بها إلَّا وأغلَقه وحرَّمَه؛ لأنَّ الخمْرَ أمُّ الخَبائثِ، وتَدفَعُ إلى عمَلِ كلِّ المحرَّماتِ والموبِقاتِ؛ فاشتدَّ التَّحريمُ في أمْرِها.\n ثمَّ سَألُوه عَنِ حُكمِ النَّبيذِ، وهو تَمرٌ أو زَبِيبٌ يُنقَعُ في الماءِ حتَّى يَحْلُوَ طَعمُه، فأخبَرَ أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ خَرَجَ مِن المدينةِ في سَفَرٍ، ثُمَّ رَجَعَ صلَّى اللهُ عليه وسلَّمَ مِن سَفرِه وقدْ نَبَذَ ناسٌ مِن أصحابِه في حَناتمَ ونَقيرٍ ودُبَّاءَ، والحَنْتَمُ: الوِعاءُ أو الإناءُ الَّذي يُصنَعُ مِن طِينٍ وشَعرٍ ودَمٍ، وهي الجَرَّةُ أو الجِرَارُ الخُضْرُ أو الحُمْرُ، أو هي ما طُلِيَ مِن الفَخَّارِ بالحَنْتَمِ المَعمولِ بالزُّجَاجِ وغيرِه ممَّا يسُدُّ المَسامَّ، والنَّقيرُ: هو ما يُنقَرُ في أصلِ النَّخلةِ ويُجوَّفُ ليُصبِحَ مِثلَ الوِعاءِ، والدُّبَّاءُ: هو اليَقْطِينُ «القَرْعُ»، والمَقصودُ النَّهيُ عن الوِعاءِ المُتَّخذِ منه بعْدَ حَفْرِه وتَفريغِه مِن مُحتواهُ ليُصبِحَ مِثلَ الوِعاءِ، والنَّقعُ في تلكَ الأوعيةِ يُسرِعُ تَحوُّلَ الشَّرابِ الَّذي بِداخلِه إلى مُسكِرٍ، فأَمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بإِراقتِه؛ وهو كِنايةٌ عن نَهيِه صلَّى اللهُ عليه وسلَّمَ عن استعمالِ تلكَ الأواني، كما جاءَ صَراحةً في أحاديثِ الصَّحيحينِ، إلَّا أنَّه وَرَد ما يَنسَخُ حُكمَ النَّهيِ وتَرخيصُه صلَّى اللهُ عليه وسلَّمَ بعْدَ ذلك في استخدامِ كلِّ وِعاءٍ، مع النَّهيِ عن شُرْبِ كلِّ مُسكِرٍ؛ كما ورَدَ في صَحيحِ مُسلمٍ: «كُنتُ نَهيتُكم عن الانتباذِ إلَّا في الأسقيةِ، فانْتبِذوا في كلِّ وِعاءٍ، ولا تَشرَبوا مُسكِرًا».\n وأخبَرَ ابنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أَمَرَ بِسِقاءٍ -وَهُو وِعاءٌ مِن جِلدٍ رَقيقٍ- فجُعِلَ فيه زَبيبٌ وماءٌ، فنُقِعَ مِنَ اللَّيلِ في هذا السِّقاءِ، فأصْبَحَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، فشَرِبَ منه يَومَه ذَلك ولَيلتَه المُستقبَلةَ، ومِنَ الغَدِ حَتَّى أَمسى، فشَرِبَ مِنه بنَفْسِه وسَقى غَيرَه منه أيضًا، فلَمَّا أَصبحَ اليومَ الثَّالثَ أَمَرَ بإِراقتِه؛ لأنَّه يَكونُ قَد ظَهَر فيه شَيءٌ مِن مَبادئِ الإسكارِ والتَّغيُّرِ، فربَّما شَرِبَ منها مَن لم يَشعُرْ بتَغيُّرِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}