{
    "hadith_id": "203",
    "hadith": "أنَّ رَجُلًا قالَ: يا رَسولَ اللهِ، أيْنَ أبِي؟ قالَ: في النَّارِ، فَلَمَّا قَفَّى دَعاهُ، فقالَ: إنَّ أبِي وأَباكَ في النَّارِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "203",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "شرَعَ اللهُ عزَّ وجلَّ أنَّ مَن ماتَ على الكُفرِ دخَلَ النَّارَ، وقد كَثُرُ سؤالُ بعضِ النَّاسِ للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ بأسئلةِ التَّعنُّتِ، وما لا نَفعَ فيه، حتَّى شقَّ ذلك على النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فكانَ يُخبِرُهم بما يَزجُرُهم ويَزجُرُ غيرَهم عنِ العَودةِ لمِثلِ ذلك.\nوفي هذا الحديثِ يُخبِرُ أنسُ بنُ مالِكٍ رَضيَ اللهُ عنه أنَّ رجُلًا قال: «يا رَسولَ اللهِ، أينَ أبي؟»، أي: هل في الجنَّةِ أمِ النَّارِ؟ فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «في النَّارِ»؛ وذلك أنَّ أبا الرَّجلِ كان مِمَّن ماتَ على الكُفرِ، فلَمَّا ولَّى الرَّجلُ قَفاه وَظَهرَه إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ مُريدًا الانصِرافَ، طلَبه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ واستَدعاه ليَرجِعَ إليه ليُحدِّثَه، فقال له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «إنَّ أبي وأباكَ في النَّارِ»؛ وذلك من حُسنِ خُلُقِه وعِشرَتِه لأصحَابِه صلَّى اللهُ عليه وسلَّمَ؛ حيثُ لمَّا رَأى ما عَظُمَ على الرَّجلِ واسَاه مُهوِّنًا عليه مُصيبَتَه، وأن يتَأسَّى به في الرِّضا؛ لأنَّه لو كان وَلَدٌ يَنفَعُ والِدَه المُشرِكَ، لَكانَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ أولَى بذلك مع أبيه. \nوصَرَّح هنا بأنَّ والِدَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في النَّارِ، وهذا من إخبارِ اللهِ تَعالَى لِنبيِّه بما يَعلَمُه من حالِ عبدِ اللهِ بنِ عبدِ المطَّلِبِ؛ وذلك أنَّ مَن ماتَ في الفَترةِ قبلَ الإسلامِ على ما كانَت عليه العَرَبُ من عِبادةِ الأوثانِ، فَهو من أهلِ النَّارِ، وليسَ هذا مِنَ المُؤاخَذةِ والعِقابِ قبلَ بُلوغِ الدَّعوةِ؛ فإنَّ هؤلاءِ قد بلَغَتهُم دَعوةُ إبرَاهيمَ عَليهِ السَّلامُ وغَيرِه مِنَ الأنبياءِ، وكان من بينهم المُتحَنِّثونَ والمُتَعبِّدونَ على دينِ إبرَاهيمَ، ومَعهُمُ اليَهودُ والنَّصارَى من أهلِ الكِتابِ، فعَلِموا بوُجودِ الرُّسُلِ وضَرورَةِ الإيمانِ، ولَكنَّهم عَصَوا وأشرَكوا باللهِ.\nوفي الحديثِ: أنَّ مَن ماتَ على الكُفرِ فهو في النَّارِ ولا تَنفَعُه قَرابةُ المُقرَّبينَ.\nوفيه: بيانُ ما كانَ في النَّبيِّ صلَّى اللهُ عليه وسلَّمَ من حُسنِ العِشرةِ، والخُلقِ الكُريمِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}