{
    "hadith_id": "2036",
    "hadith": "كانَ رَجُلٌ مِنَ الأنْصَارِ يُقَالُ له: أَبُو شُعَيْبٍ، وَكانَ له غُلَامٌ لَحَّامٌ، فَرَأَى رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ فَعَرَفَ في وَجْهِهِ الجُوعَ، فَقالَ لِغُلَامِهِ: وَيْحَكَ، اصْنَعْ لَنَا طَعَامًا لِخَمْسَةِ نَفَرٍ، فإنِّي أُرِيدُ أَنْ أَدْعُوَ النبيَّ صَلَّى اللَّهُ عليه وَسَلَّمَ خَامِسَ خَمْسَةٍ، قالَ: فَصَنَعَ، ثُمَّ أَتَى النبيَّ صَلَّى اللَّهُ عليه وَسَلَّمَ فَدَعَاهُ خَامِسَ خَمْسَةٍ وَاتَّبَعَهُمْ رَجُلٌ، فَلَمَّا بَلَغَ البَابَ، قالَ النبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ: إنَّ هذا اتَّبَعَنَا، فإنْ شِئْتَ أَنْ تَأْذَنَ له، وإنْ شِئْتَ رَجَعَ، قالَ: لَا، بَلْ آذَنُ له يا رَسولَ اللَّهِ.",
    "rawi": "أبو مسعود عقبة بن عمرو",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2036",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2081) باختلاف يسير",
    "sharh": "لقدْ أحَبَّ الصَّحابةُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ حُبًّا شديدًا، فالْتَفُّوا حَولَه، وسارَعوا في مَرضاتِه، وقَضاءِ حَوائجِه.\nوفي هذا الحديثِ يَروي أبو مَسعودٍ عُقبةُ بنُ عمرٍو الأنصاريُّ رَضيَ اللهُ عنه أنَّه لَمَّا رَأى أبو شُعَيبٍ الأنصاريُّ رَضيَ اللهُ عنه ما على وَجْهِ الرَّسولِ صلَّى اللهُ عليه وسلَّمَ مِن أَثَرِ الجُوعِ، قال لخادمٍ له -أو أَجيرٍ- له قَصَّابٍ -أي: جَزَّارٍ، وهو الَّذي يَقومُ بالذَّبحِ- وفي رِوايةٍ في الصَّحيحَينِ: «لَحَّامٍ» -وهو الَّذي يَبيعُ اللَّحْمَ-: اصْنَعْ لي طَعامًا يَكْفي خَمسةً مِن النَّاسِ، أَحَدُهم رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، وإنَّما صَنَعَ طَعامًا يَكفي خَمسةً؛ لعِلمِه أنَّه صلَّى اللهُ عليه وسلَّمَ سيَتبَعُه مِن أصحابِه غيرُه، ويَحتمِلُ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان يَجلِسُ معه أربعةٌ، فَدَعاهُم رَضيَ اللهُ عنه بعْدَ أنْ صَنَعَ لهم الطَّعامَ، فَجاءَ معهم رَجُلٌ سادِسٌ لم يَكُنْ معهم حِين دَعاهم، فاستَأذَنَ له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أبا شُعيبٍ رَضيَ اللهُ عنه، بَيانًا لحالِهِ، وتَطييبًا لقلْبِه ولقَلْبِ المُستأذَنِ؛ وذلك لأنَّه لم يُدْعَ، فَأَذِنَ له أبو شُعَيْبٍ استجابةً لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.\nوإنَّما تَوقَّفَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في إذْنِه لهذا الرَّجلِ السادسِ؛ بخِلافِ استرسالِه في طَعامِ أبي طَلحةَ، والَّذي دَعا فيه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ جَمْعًا مِن الصَّحابةِ، ودونَ أنْ يَستأذِنَ لهم مِن أبي طَلْحةَ، كما في الصَّحيحَينِ؛ لأنَّ الدَّاعيَ في هذه القِصَّةِ حصَرَ العدَدَ حِينما قال لغلامِه: «طَعامَ خَمسةٍ»، ولم يُطلِقْها، وفي هذا تَوجيهٌ لَطيفٌ إلى أنَّ الدَّعواتِ المُحدَّدةَ العدَدِ يَنبغي أنْ يَلتزِمَ بها المَدْعُوون تُجاهَ الدَّاعي، وإلَّا استَأْذَنوا لِمَن رافَقَهم.\nوفي الحديثِ: مِن حُسنِ الضِّيافةِ أنَّ مَن دَعا شَخْصًا دَعا مَعه أصْحابَهُ الَّذين هُم أهْلُ مُجالَسَتِه.\nوفيه: أنَّه مَن أراد أنْ يَدْعوَ جَماعةً عليه أنْ يَصنَعَ لهم مِن الطَّعامِ كِفايَتَهم، ولا يُضَيِّقَ عليْهم.\nوفيه: أنَّه لا بَأْسَ لمَن وَجَدَ جَماعةً يَذهَبونَ إلى مَكانٍ أنْ يَتْبَعَهم؛ لأنَّه لو كان هذا مَمنوعًا لَنَهى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ الَّذي تَبِعَه، ولَرَدَّهُ، وإنَّما المَمنوعُ دُخولُه مَعهُ بِغيرِ إذْنِ صاحِبِ الدَّعوةِ وَرِضاهُ.\nوفيه: أنَّه يَنبَغي للدَّاعي إذا استَأْذَنَه المَدْعوُّ فيمَنْ تَبِعَه أنْ يَأذَنَ له، كَما فَعَلَ أبو شُعَيْبٍ. وهذا مِن مَكارِمِ الأَخْلاقِ.\nوفيه: مَنْعُ أكْلِ طَعامِ شَخْصٍ دونَ إذنِه.\nوفيه: مَشروعيَّةُ الاكتِسابِ بصَنْعةِ الجِزارةِ.\nوفيه: إجابةُ الإمامِ، والشَّريفِ، والكبيرِ دَعوةَ مَن دُونَهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}