{
    "hadith_id": "211",
    "hadith": "إنَّ أدْنَى أهْلِ النَّارِ عَذابًا يَنْتَعِلُ بنَعْلَيْنِ مِن نارٍ، يَغْلِي دِماغُهُ مِن حَرارَةِ نَعْلَيْهِ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "211",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "إنَّ عَذابَ اللهِ وشِدَّتَه أمرٌ غيرُ مُتصوَّرٍ لأيِّ إنسانٍ، وما وَصَفه اللهُ في القرآنِ، وما ذَكَره النَّبيُّ صلَّى اللهُ عليه وسلَّم في سُنَّتِه من عَذابِ العاصينَ، يُوضِّحُ صُورةً من شِدَّةِ هذا العذابِ في جهنَّمَ وساءت مَصيرًا، وهو ما يَستدعي أن يَخافَ كلُّ إنسانٍ من سُوءِ العذابِ يومَ القيامةِ.\nوفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ أقلَّ أهلِ النَّارِ عَذابًا هو رجُلٌ يُجعَلُ في قَدَمَيه أو حَولَهما نَعلانِ مُحيطانِ بهما، مَصنوعانِ من نارِ جَهنَّمَ؛ كما قال تَعالَى: {قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ} [الحج: 19]، ومع تَصوُّرِ هذَين النَّعلينِ، وأنَّه أقلُّ أهلِ النَّارِ عَذابًا، فإنَّه «يَغلي دِماغُه من حَرارةِ نَعْلَيه»، وغَليانُ الدِّماغِ من حَرارةِ النَّعلينِ يُوضِّحُ مَدى شدَّةِ هذه الحرارةِ الصَّادرةِ عن نَعلينِ فقط منَ النَّارِ، وتدُلُّ على أنَّ العذابَ والغَلَيانَ قد وقَعَا على الجسدِ كلِّه، وَقيل: المُراد أنَّ النَّارَ تَأخُذه إلى كَعبَيه فقَط، ولا تَصِلُ إلى بَقيَّةِ بَدَنِه رِفقًا به، فَذِكرُ النَّعلَينِ عِبارةٌ عن ذلك.\nوقيلَ: إنَّ المُرادَ بهذا العَذابِ هو عَمُّ النَّبيِّ صلَّى اللهُ عليه وسلَّم أبو طالِبٍ؛ لقولِه صلَّى اللهُ عليه وسلَّم وقد ذُكِر عندَه عَمُّه أبو طالِبٍ فقال -كما في الصَّحيحَينِ-: «لعَلَّه تَنفَعُه شَفاعتي يوْمَ القِيامةِ؛ فيُجعَلُ في ضَحْضَاحٍ من نارٍ يَبْلُغُ كَعْبَيْهِ، يَغلِي منه أُمُّ دِماغِه»، والحديثُ يَحتمِلُه وغيرَه مِمَّن حالُه كحالِه. ويُفهَمُ من هذا أنَّ المُرادَ من أهلِ النَّارِ مُلازِمُوها، وهمُ الكُفَّارُ، ولا يَشمَلُ مُرتَكِبي الكَبائرِ منَ المُؤمِنين؛ يَدُلُّ لذلك ما رَواه البُخاريُّ ومُسلِمٌ: أنَّ اللهَ يَقولُ لأهْوَنِ أهلِ النَّارِ عَذابًا: «أرَدتُ مِنكَ أهوَنَ من هذا: ألَّا تُشرِكَ بي شيئًا؛ فأبَيتَ إلَّا أنْ تُشرِكَ بِي».\nوفي الحديثِ: بَيانُ شدَّةِ عَذابِ النَّار، وأنَّ أقلَّه نَعلانِ يَغلي منهما الدِّماغُ.\nوفيه: التَّخويفُ من النَّارِ، والحثُّ على عَملِ ما يُبعِدُ عنها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}