{
    "hadith_id": "2112",
    "hadith": "لا تَدْخُلُ المَلائِكَةُ بَيْتًا فيه تَماثِيلُ، أوْ تَصاوِيرُ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2112",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "لِلمَلائِكةِ وَظائِفُ كَثيرةٌ؛ فمِنهمُ المَلائِكةُ الكَتَبةُ، وهُم لا يُفارِقونَ الإنسانَ لَحظةً واحِدةً في كُلِّ حالٍ، يَكتُبونَ ما يَفعَلُ مِن حَسَناتٍ، وما يَرتَكِبُ مِن سَيِّئاتٍ، وهُمُ الذين ذَكَرَهمُ اللهُ تَعالى في قَولِه: {مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ} [ق: 18]، ومنهمُ المَلائِكةُ النَّازِلونَ بالبَرَكةِ والرَّحمةِ، الذين يَطوفونَ على العِبادِ لِلزِّيارةِ واستِماعِ الذِّكرِ.\nوفي هذا الحَديثِ يَروي عَبدُ اللهِ بنُ عُمَرَ رَضيَ اللهُ عنهما أنَّ جِبريلَ عليه السَّلامُ -وهو المَلَكُ المُوَكَّلُ بالوَحيِ- وَعَدَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أنْ يَأتيَه في وَقتٍ مَعلومٍ مُحدَّدٍ، كما في رِوايةٍ عِندَ البُخاريِّ، ولكِنَّه لم يَأتِ، فلَمَّا سَألَه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن سَبَبِ ذلك، قال: إنَّا لا نَدخُلُ بَيتًا فيه صُورةٌ ولا كَلبٌ. والمُرادُ بالصُّورةِ الإنسانُ والحَيَوانُ مِن ذَواتِ الأرواحِ، وليس المُرادُ صُوَرَ الجَماداتِ أوِ النَّباتاتِ.\nوفي روايةٍ عن أبي هُريرةَ عندَ أبي داودَ والتِّرمذيِّ: «أتاني جِبريلُ، فقال: أتَيتُك البارحةَ، فلم يَمنَعْني أنْ أكون دخَلْتُ إلَّا أنَّه كان على البابِ تَماثيلُ، وكان في البيتِ قِرامُ سِترٍ فيه تَماثيلُ، وكان في البيتِ كلْبٌ، فمُرْ برَأسِ التِّمثالِ الذي على بابِ البيتِ، فليُقطَعْ فليُصيَّرْ كهَيئةِ الشَّجرةِ، ومُرْ بالسِّترِ فلْيُقطَعْ، فلْيُجعَلْ منه وِسادتانِ مَنبوذتانِ تُوطآنِ، ومُرْ بالكلبِ فلْيُخرَجْ، ففَعَلَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ»، وفي رِوايةِ النَّسائيِّ: «إمَّا أنْ تُقطَعَ رُؤوسُها أو تُجعَلَ بِساطًا يُوطَأُ».\nوقيلَ: السَّبَبُ في عَدَمِ دُخولِ المَلائِكةِ البَيتَ الذي فيه صُورةٌ؛ كَونُها مَعصيةً فاحِشةً، ولِأنَّها مُضاهاةٌ لِخَلقِ اللهِ سُبحانَه، فعُوقِبُ فاعِلُ المَعصيةِ بحِرمانِه مِن زِيارةِ المَلائِكةِ بَيتَه، وصَلاتِها فيه، واستِغفارِها له، وتَبريكِها عليه، ورَفعِها أذَى الشَّيطانِ.\nوأيضًا تَمتَنِعُ المَلائِكةُ عن دُخولِ البَيتِ الذي به كَلبٌ، وظاهِرُه أنَّه على الإطلاقِ، حتَّى الكَلبُ المأذونُ فيه، ككَلبِ الصَّيدِ أوِ الحِراسةِ ونَحوِهما، فإنَّهما ممَّا لا يَسكُنُ البُيوتَ.\nوالبَيتُ الذي تَدخُلُ فيه المَلائِكةُ يَكونُ به السَّكينةُ والطُّمأْنينةُ، ويَدُلُّ على أنَّه بَيتٌ فيه خَيرٌ وإيمانٌ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}