{
    "hadith_id": "2119",
    "hadith": "أنَّ أُمَّهُ، حِينَ وَلَدَتِ انْطَلَقُوا بالصَّبِيِّ إلى النبيِّ صَلَّى اللَّهُ عليه وَسَلَّمَ يُحَنِّكُهُ قالَ: فَإِذَا النبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ في مِرْبَدٍ يَسِمُ غَنَمًا.\r\nقالَ شُعْبَةُ: وَأَكْثَرُ عِلْمِي أنَّهُ قالَ في آذَانِهَا.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2119",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5542) باختلاف يسير",
    "sharh": "كانَ المُسلمونَ على عهْدِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم يَلتَمِسونَ البرَكةَ والرَّحمةَ والخيرَ كلَّه منْه صلَّى اللهُ عليه وسلَّم.\nوفي هذا الحَديثِ يُخبِرُ أنسُ بنُ مالكٍ رضِي اللهُ عنه أنَّه لمَّا وَلَدَتْ أمُّ سُلَيمٍ -وهيَ أمُّ أنسِ بنِ مالكٍ، وكانتْ زَوجًا لأبي طَلْحةَ الأنصاريِّ، وكان هذا المولودُ منه، واسَمُه عبدُ الله- قالت له: «يا أَنَسُ، انظُرْ هذا الغُلامَ، فلا يُصِيبَنَّ شَيئًا حتَّى تَغْدوَ بهِ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم يُحنِّكُهُ»، أي: خُذْ أخاكَ المَولودَ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم، ولا تَجعَلْ أحدًا يُطعِمُهُ شيئًا قبْلَ النبيِّ صلَّى اللهُ عليه وسلَّم؛ ليُحنِّكَهُ النَّبيُّ صلَّى اللهُ عليه وسلَّم بيدَيْهِ ومِن فَمِهِ صلَّى اللهُ عليه وسلَّم. والتَّحْنيكُ: هو مَضْغُ التَّمرِ وتَنعيمُه في الفَمِ، ثمَّ وضْعُه في فَمِ المولودِ ومَسحُ جانِبَيْ فَمِهِ به. \nقال أنسٌ: «فَغَدَوْتُ به»، أي: ذهبتُ به صباحًا إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، «فإذا هو في حائطٍ» وهو بُستانٌ أو حَديقةٌ مُحاطةٌ بسُورٍ، وكان النَّبيُّ صلَّى اللهُ عليه وسلَّم يَلبَسُ خَمِيصَةً حُرَيْثِيَّةً، وهي ثَوبٌ أسودُ مِن الصُّوفِ، وكانَ النَّبيُّ صلَّى اللهُ عليه وسلَّم يَجعَلُ عَلاماتٍ على الإبِلِ التي غَنِمَها زمَنَ فَتْحِ مكَّةَ الذي وقع في السَّنةِ الثَّامِنةِ من الهِجرةِ، وذلك بأن يَكْوي الإبلَ والغَنَمَ بالحديدِ المَحْمِيِّ في أفخاذِها أو مُؤخِّراتِها، وفائِدةُ الوَسمِ التمييزُ وليَرُدَّها من أخَذَها، ومن التقَطَها.\nوفي الحَديثِ: بيانُ ما كان عليه النبيُّ صلَّى اللهُ عليه وسلَّم من التواضُعِ وفِعلِ الأشغالِ بيَدِه ونَظَرِه في مصالحِ المسلِمين.\nوفيه: مَشروعيَّةُ إيلامِ الحيوانِ للحاجةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}