{
    "hadith_id": "2146",
    "hadith": "خَرَجَتْ أَسْمَاءُ بنْتُ أَبِي بَكْرٍ حِينَ هَاجَرَتْ وَهي حُبْلَى بعَبْدِ اللهِ بنِ الزُّبَيْرِ، فَقَدِمَتْ قُبَاءً، فَنُفِسَتْ بعَبْدِ اللهِ بقُبَاءٍ، ثُمَّ خَرَجَتْ حِينَ نُفِسَتْ إلى رَسولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ لِيُحَنِّكَهُ فأخَذَهُ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ منها، فَوَضَعَهُ في حَجْرِهِ، ثُمَّ دَعَا بتَمْرَةٍ قالَ: قالَتْ عَائِشَةُ: فَمَكَثْنَا سَاعَةً نَلْتَمِسُهَا قَبْلَ أَنْ نَجِدَهَا، فَمَضَغَهَا. ثُمَّ بَصَقَهَا في فِيهِ، فإنَّ أَوَّلَ شيءٍ دَخَلَ بَطْنَهُ لَرِيقُ رَسولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، ثُمَّ قالَتْ أَسْمَاءُ: ثُمَّ مَسَحَهُ وَصَلَّى عليه وَسَمَّاهُ عَبْدَ اللهِ، ثُمَّ جَاءَ، وَهو ابنُ سَبْعِ سِنِينَ، أَوْ ثَمَانٍ، لِيُبَايِعَ رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، وَأَمَرَهُ بذلكَ الزُّبَيْرُ، فَتَبَسَّمَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ حِينَ رَآهُ مُقْبِلًا إلَيْهِ، ثُمَّ بَايَعَهُ.",
    "rawi": "أسماء بنت أبي بكر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2146",
    "grade": "[صحيح]",
    "sharh": "كانتِ الهِجْرةُ إلى المَدينةِ النَّبويَّةِ واجِبةً على المُسلِمينَ في بِدايةِ الإسْلامِ؛ حتَّى يَفِرُّوا بدِينِهم مِن دِيارِ الكُفرِ، ويَنْصُروا النَّبيَّ صلَّى اللهُ عليه وسلَّمَ، ويَنشُروا دَعْوةَ الحَقِّ، وقدْ بادَرَ كلُّ مُستَطيعٍ مِن المُسلِمينَ إلى الهِجْرةِ، وبَذَلوا في ذلك تَضْحيَّاتٍ كَثيرةً، أضافَت لهم فَضلًا إلى فَضلِهم.\nوفي هذا الحَديثِ تُخبِرُ أسْماءُ بنتُ أبي بَكرٍ رَضيَ اللهُ عنهما: أنَّها هاجَرَتْ إلى المَدينةِ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وهي حامِلٌ بعَبدِ اللهِ بنِ الزُّبَيرِ رَضيَ اللهُ عنهما، وكانت مُتِمًّا، أي: قد أتمَّتْ شُهورَ الحَملِ، وتَنتَظِرُ الوِلادةَ، فنزَلَتْ بقُباءٍ في المَدينةِ، فوضَعَتْ عبدَ اللهِ بنَ الزُّبَيرِ رَضيَ اللهُ عنه، وقُباءٌ: قَريةٌ على بُعدِ ميلَيْنِ أو ثَلاثةٍ مِنَ المَدينةِ، نزَل فيها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عندَ دُخولِ المَدينةِ النَّبويَّةِ في الهِجرةِ، وبَنى فيها مَسجِدَه الشَّهيرَ مَسجِدَ قُباءٍ، وهو أوَّلُ مَسجِدٍ بُنيَ في الإسْلامِ.\nفأتَتْ به النَّبيَّ صلَّى اللهُ عليه وسلَّمَ، فدَعا بتَمْرةٍ، فمضَغَها، ثمَّ تَفَل صلَّى اللهُ عليه وسلَّمَ -أي: بصَق- في فَمِه، فكان أوَّلَ شَيءٍ دخَلَ جَوفَ عبدِ اللهِ بنِ الزُّبيرِ رِيقُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، ثمَّ حنَّكَه بالتَّمْرةِ، والتَّحْنيكُ هو: أنْ يضَعَ مِن حَلاوةِ التَّمْرةِ بعْدَ مَضْغِها شَيئًا مِن هذا الرِّيقِ في حَنَكِ الصَّبيِّ، وهو سُنَّةٌ عنه صلَّى اللهُ عليه وسلَّمَ للمَوْلودِ، ودَعا له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بالبَرَكةِ، وهي النَّماءُ والزِّيادةُ في الخَيرِ، فكان عبْدُ اللهِ بنُ الزُّبَيرِ رَضيَ اللهُ عنه أوَّلَ مَولودٍ في الإسْلامِ، أي: كان أوَّلَ مَن وُلِدَ في الإسلامِ للمُهاجِرينَ بالمَدينةِ النبويَّةِ بعدَ الهِجرةِ مِن مَكَّةَ إلى المَدينةِ، وقد فَرِح المسلِمونَ به فرحًا شديدًا؛ لأنَّهم قيل لهم: إنَّ اليهودَ قدْ سَحرَتْكُم؛ فلا يُولَدُ لكم؛ فأُبْطِلَ هذا الأمرُ بمِيلادِ عَبدِ اللهِ بنِ الزُّبَيرِ رَضيَ اللهُ عنهما.\nوفي الحَديثِ: فَضائلُ ظاهِرةٌ لعَبدِ اللهِ بنِ الزُّبَيرِ، وأُمِّه أسْماءَ بنتِ أبي بَكرٍ رَضيَ اللهُ عنهم.\nوفيه: مَشروعيَّةُ تَحْنيكِ المَوْلودِ، والدُّعاءِ له.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}