{
    "hadith_id": "2149",
    "hadith": "أُتِيَ بالمُنْذِرِ بنِ أَبِي أُسَيْدٍ إلى رَسولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، حِينَ وُلِدَ فَوَضَعَهُ النبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ علَى فَخِذِهِ، وَأَبُو أُسَيْدٍ جَالِسٌ، فَلَهي النبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ بشيءٍ بيْنَ يَدَيْهِ، فأمَرَ أَبُو أُسَيْدٍ بابْنِهِ فَاحْتُمِلَ مِن علَى فَخِذِ رَسولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فأقْلَبُوهُ، فَاسْتَفَاقَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَقالَ: أَيْنَ الصَّبِيُّ فَقالَ: أَبُو أُسَيْدٍ أَقْلَبْنَاهُ، يا رَسولَ اللهِ،. قالَ: ما اسْمُهُ؟ قالَ: فُلَانٌ، يا رَسولَ اللهِ، قالَ: لَا، وَلَكِنِ اسْمُهُ المُنْذِرُ فَسَمَّاهُ يَومَئذٍ المُنْذِرَ.",
    "rawi": "سهل بن سعد الساعدي",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2149",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6191)، ومسلم (2149)",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّم يُغيِّرُ أسماءَ بعضِ مَن يَأتيه إنْ كان فيها ما يُخالِفُ العقيدةَ الصَّحيحةَ كالعُبوديَّةِ لغيرِ اللهِ، أو كان فيها معنًى سيِّئٌ؛ لِمَا يَترُكُه هذا مِن أثرٍ في طَبْعِ المسمَّى به.\nوفي هذا الحديثِ يَحكي سَهلُ بنُ سَعدٍ رضِيَ اللهُ عنه أنَّ المنذرَ بنَ أبي أُسَيدٍ مالِكَ بنَ رَبيعةَ السَّاعِدِيَّ الأنصارِيَّ رَضِيَ اللهُ عنهما أُتِيَ به إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم حين وُلِد ليُحنِّكَه ويُبارِكَ عليه، فوضَعه النَّبيُّ صلَّى اللهُ عليه وسلَّم على فَخِذِه إكرامًا لأبيه، وأبو أُسَيدٍ جالسٌ، «فَلَهَا» أي: انْشَغَلَ النَّبيُّ صلَّى اللهُ عليه وسلَّم بشَيءٍ بيْن يَدْيه، «فأمَرَ أبو أُسَيدٍ بابنِه فاحتُمِل»، أي: رُفِعَ مِن على فَخِذِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، «فاستفاقَ النَّبيُّ صلَّى اللهُ عليه وسلَّم»، أي: رجَع عمَّا كان قدْ شُغِل به، فسأل النَّبيُّ صلَّى اللهُ عليه وسلَّم: أين الصبيُّ؟ فأجاب أبو أُسَيدٍ رَضِيَ اللهُ عنه أنهم أخذوه لانشغالِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، فسأله النَّبيُّ صلَّى اللهُ عليه وسلَّم عن اسمِه، ولم يُرِدْ ذِكرَ اسمِه الذي سُمِّيَ به، فكأنَّه كان قد سمَّاه اسمًا ليس مُستحسَنًا، فسكت عن تعيينِه، أو سَمَّاه فنَسِيَه بعضُ الرُّواةِ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّم: «ولكنْ أَسْمِهِ المُنذِرَ، فسمَّاه يومَئذٍ المُنذِرَ»، والمعنى: ليس هذا الاسمُ الذي سمَّيتَه به اسمًا يليقُ به، فسَمَّاه صلَّى اللهُ عليه وسلَّم المنذِرَ، وذلك تفاؤلًا أن يكونَ له عِلمٌ يُنذَرُ به، ولعلَّه عليه الصَّلاةُ والسَّلامُ لمح إلى معنى التفَقُّهِ في الدِّينِ في قَولِه تعالى: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} [التوبة: 122].\nوفي الحَديثِ: تَواضُعُ النَّبيِّ صلَّى اللهُ عليه وسلَّم.\nوفيه: رَحمةُ النَّبيِّ صلَّى اللهُ عليه وسلَّم بالصِّغارِ، وإكرامُه لهم ولوالدِيهم.\nوفيه: الحرصُ على اختيارِ الأسماءِ الجميلةِ للأبناء.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}