{
    "hadith_id": "2199",
    "hadith": "كانَ لي خَالٌ يَرْقِي مِنَ العَقْرَبِ، فَنَهَى رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ عَنِ الرُّقَى، قالَ: فأتَاهُ، فَقالَ: يا رَسولَ اللهِ، إنَّكَ نَهَيْتَ عَنِ الرُّقَى، وَأَنَا أَرْقِي مِنَ العَقْرَبِ، فَقالَ: مَنِ اسْتَطَاعَ مِنكُم أَنْ يَنْفَعَ أَخَاهُ فَلْيَفْعَلْ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2199",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (2199)",
    "sharh": "الرُّقيةُ هي ما يُقرَأُ على المريضِ مِنَ الآياتِ القرآنيَّةِ والأدعيةِ المشروعةِ، وقد أباحَها الإسلامُ، وفعَلَها رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ لنفْسِه ولغَيرِه، وهي لأمراضٍ مُتعدِّدةٍ؛ منها: الرُّقيةُ مِنَ السِّحرِ، ومِنَ العقربِ، ومِن نظْرةِ العَينِ والحسَدِ، وغيرِها، وقد عرَفَها العربُ في الجاهليَّةِ، وكانوا يَرقُونَ ببَعضِ الأُمورِ الشِّركيَّةِ الَّتي حرَّمَها الإسلامُ، وبعضُ الرُّقى كانت خاليةً مِنَ الشِّركِ فأقرَّها الإسلامُ.\n وفي هذا الحديثِ يُخبِرُ جابرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ صلَّى اللهُ عليه وسلَّمَ رخَّص لِبَنِي عَمْرِو بنِ حَزْمٍ في الرقيَةِ مِن لَدْغِ الحيَّةِ وعَضِّها -وهي نوعٌ مِن الثَّعابينِ-، والرُّخْصَة إنَّما تكونُ بعدَ النهيِ، وكان صلَّى اللهُ عليه وسلَّمَ قد نَهى عن الرُّقَى؛ لِمَا عَسَى أنْ يكونَ فيها من الألفاظِ الجاهليَّةِ، فتَوقَّفَ النَّاسُ عن الرُّقَى، فرَخَّص لهم فيها إذا خَلَت مِن الشِّركيَّاتِ ونحوِها.\n ويُخبِرُ جابِرٌ رَضيَ اللهُ عنه أنَّ رجلًا لَدَغَتْه وعَضَّتْه عَقْرَبٌ، وكانوا جُلوسًا عندَ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فطَلَب رجلٌ واستأذَنَ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أنْ يَرْقِيه؛ وذلك لأنَّ الرُّقيةَ نوعٌ مِن أنواعِ الاستشفاءِ، فأجابه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «مَن استطاع مِنكم أن يَنْفَعَ أخاه فَلْيَفْعَلْ»، وهذا إذنٌ مِن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ للرَّجلِ أنْ يَرقِيَه بما هو أنفَعُ له، فجَعَل الرُّقيَةَ مِن باب المنفعةِ، والمرادُ بالأخوَّةِ أُخوَّةُ الدِّينِ والإسلامِ، لا أُخوَّةُ النَّسبِ، وهذا القولُ مِن النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وإنْ كان في الرُّقيةِ، إلَّا أنَّه يَتعدَّى إلى كلِّ ما فيه نفعٌ وخيرٌ للمسْلمِ.\n وفي الحديثِ: بيانُ التداوِي بالرُّقَى الشرعِيَّةِ وغيرِها إذا كان مَفهومًا ولا مانِعَ منه شَرْعًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}