{
    "hadith_id": "221",
    "hadith": "خَطَبَنا رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فأسْنَدَ ظَهْرَهُ إلى قُبَّةِ أدَمٍ، فقالَ: ألا لا يَدْخُلُ الجَنَّةَ إلَّا نَفْسٌ مُسْلِمَةٌ، اللَّهُمَّ هلْ بَلَّغْتُ؟ اللَّهُمَّ اشْهَدْ، أتُحِبُّونَ أنَّكُمْ رُبُعُ أهْلِ الجَنَّةِ؟ فَقُلْنا: نَعَمْ، يا رَسولَ اللهِ، فقالَ: أتُحِبُّونَ أنْ تَكُونُوا ثُلُثَ أهْلِ الجَنَّةِ؟ قالوا: نَعَمْ، يا رَسولَ اللهِ، قالَ: إنِّي لأَرْجُو أنْ تَكُونُوا شَطْرَ أهْلِ الجَنَّةِ، ما أنتُمْ في سِواكُمْ مِنَ الأُمَمِ إلَّا كالشَّعْرَةِ السَّوْداءِ في الثَّوْرِ الأبْيَضِ، أوْ كالشَّعْرَةِ البَيْضاءِ في الثَّوْرِ الأسْوَدِ.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "221",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6528) بنحوه، ومسلم (221).",
    "sharh": "لقَد فضَّل اللهُ سُبحانَه وتعالى أُمَّةَ النَّبيِّ صلَّى اللهُ عليه وسلَّم، وأعلى مَكانتَها، وجعَلَها خَيرَ الأُمَمِ، وأنعَمَ اللهُ تعالَى عليها بأنْ جعَلَها أكثَرَ أهلِ الجنَّةِ.\nوفي هذا الحديثِ يَحكِي عبْدُ اللهِ بنُ مَسعودٍ رضِيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم بيْنَما كان في قُبَّةٍ، وهي خيمةٌ ضُرِبتْ له بمِنًى في حَجَّةِ الوَداعِ في السَّنَةِ العاشِرةِ مِنَ الهِجرةِ، وكانَ الصَّحابةُ رضِي اللهُ عنهم معه -وفي رِوايةِ مُسلِمٍ: أنهم كانوا «نحْوًا مِن أربعينَ رَجُلًا»- فقال لهم ليُبشِّرَهم: «أتَرْضَوْنَ أنْ تَكُونُوا رُبُعَ أهْلِ الجَنَّةِ؟» ثم زادهم في البُشرى، فقال: «أَتَرْضَوْنَ أنْ تَكونوا ثُلُثَ أهلِ الجنَّةِ؟» ثم زادهم في البُشرى أكثَرَ، فقال: قال: «أتَرْضَوْن أنْ تَكونوا شَطْرَ أهلِ الجنَّةِ؟» فلما أجابوه بـ«نعَم» في كلِّ مرَّةٍ، أقسَمَ النَّبيُّ صلَّى اللهُ عليه وسلَّم باللهِ مالِكِ النُّفوسِ وخالِقِها، أنَّه يَرْجو مِنَ اللهِ عزَّ وجلَّ أنْ يَكونوا نِصفَ أهلِ الجنَّةِ، وهذه النِّسبةُ تكونُ مِن أُمَّةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم ممَّن أجابُوه وآمَنوا به، مُقابلَ المُؤمِنين مِن الأُمَمِ السَّابقةِ الذين يَدخُلون الجنَّةَ، وقدْ تَدرَّج معهمْ صلَّى اللهُ عليه وسلَّم؛ لِيَسْتَثِيرَ فَرَحَهم، ثُمَّ بيَّن صلَّى اللهُ عليه وسلَّم أنَّ الجنَّةَ لا يَدخُلُها إلَّا نَفْسٌ مُسلِمةٌ، والمرادُ: كُلُّ من شَهِدَ للهِ بالوَحدانيَّةِ، ولنبيِّه بالرِّسالةِ، وهي مُحرَّمةٌ على الكُفَّارِ، ثُمَّ بيَّن لهم صلَّى اللهُ عليه وسلَّم أنَّ عدَدَ المسلِمين في أرضِ المحشَرِ بالنِّسبةِ لعدَدِ المُشرِكين كنِسبَةِ شَعْرَةٍ بَيْضاءَ في شَعْرِ جِلْدِ الثَّوْرِ الأَسْوَدِ، أو كشَعْرَةٍ سَوْداءَ في جِلْدِ الثَّوْرِ الأحمرِ، وهذا قَليلٌ جِدًّا.\nوفي الحَديثِ: كَرامةُ اللهِ تعالَى لهذه الأُمَّةِ ورَحمتُه بها وتَفضيلُه لها على سائرِ الأُممِ.\nوفيه: أنَّ مَن مات على الكُفرِ لا يَدخُلُ الجنَّةَ أصلًا.\nوفيه: إخبارُه صلَّى اللهُ عليه وسلَّم عن بَعضِ الغَيبيَّاتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}