{
    "hadith_id": "2215",
    "hadith": "ما مِن داءٍ، إلَّا في الحَبَّةِ السَّوْداءِ منه شِفاءٌ، إلَّا السَّامَ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2215",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5688)، ومسلم (2215) واللفظ له",
    "sharh": "أمَر النَّبيُّ صلَّى اللهُ عليه وسلَّم بالتَّداوي؛ فإنَّه سَببٌ مِن أسبابِ الشِّفاءِ، ونبَّه على بعضِ أنواعِ الأدويةِ التي ثبت نَفْعُها. \nوفي هذا الحديثِ يُخبِرُ التابِعيُّ خالدُ بنُ سعْدٍ -وهو مولى الصَّحابيِّ أبي مسعودٍ البدْرِيِّ الأنصاريِّ رَضِيَ اللهُ عنه-: أنهم خرجوا في سَفَرٍ، وكان معهم الصَّحابيُّ غالبُ بنُ أَبْجَرَ رَضِيَ اللهُ عنه، فمرِضَ غالِبٌ رَضِيَ اللهُ عنه في الطريقِ، فأتوا به المدينةَ وهو مريضٌ، فزارَه في مرَضِه ابنُ أبي عَتيقٍ، وهُو عبدُ اللهِ بنُ مُحمَّدِ بنِ عبدِ الرَّحمنِ بنِ أَبي بكْرٍ الصِّدِّيقِ، فأوصاهم أن يلزَموا الحَبَّةَ السَّوداءَ وأن يُداووه بها، والمرادُ بها: حَبَّةُ البركةِ، وقيل: هي الكَمُّونُ الأخضرُ، وقيل: حَبَّةُ الخَرْدلِ، وقيل غيرُ ذلك.\nوذكر لهم طريقةَ التداوي بها: وذلك بأن يأخُذوا من تلك الحَبَّةِ خَمْسًا أو سَبْعًا من الحَبَّاتِ، ثم يَطحَنوها، ثم يَقطُروا في كلِّ فتحةٍ من فَتحاتٍ أَنْف المريض بقَطَراتِ زَيتٍ.\nثم استدَلَّ على ذلك بأنَّ أمَّ المُؤمِنينَ عائشةَ رَضِيَ اللهُ عنها حدَّثَتْه: أنَّها سَمِعَتِ النَّبيَّ صلَّى اللهُ عليه وسلَّم يقولُ: «إنَّ هذِهِ الحَبَّةَ السَّوْداءَ شِفاءٌ مِنْ كلِّ داءٍ، إِلَّا مِنَ السَّامِ»، قلْتُ -لعلَّ القائِلَ خالِدُ بنُ سَعدٍ-: وما السَّامُ؟ قالَ: «الموتُ»، أي: والحبَّةُ السَّوداءُ شِفاءٌ مِن كلِّ مَرضٍ يَقْبَلُ العِلاجَ بها ما عدا الموتَ؛ فإنَّه لا شِفاءَ منه؛ لأنَّه قدَرُ اللهِ المحتومُ الذي لا مَفرَّ منه. \nوهذا الحديثُ يدُلُّ عُمومُه على الانتفاعِ بالحَبَّةِ السَّوداءِ في كُلِّ داءٍ غيرِ داءِ الموتِ، إلَّا أنَّ أمرَ ابنِ أبى عتيقٍ بتقطيرِ الحبَّةِ السَّوداءِ بالزَّيتِ في أنفِ المريضِ لا يَدُلُّ أنَّه سبيل التداوي بها في كُلِّ مَرَضٍ؛ فقد يكونُ من الأمراضِ ما يَصلُحُ للمَريضِ شُربُها، ويكونُ منها ما يَصلُحُ خَلْطُها ببعضِ الأدويةِ، فيَعُمُّ الانتفاعُ بها مُنفَرِدةً ومجموعةً مع غيرِها.\nوفي الحَديثِ: بَيانُ فضْلِ الحبَّةِ السَّوداءِ وما فيها مِن شِفاءٍ.\nوفيه: الحثُّ على التَّداوي بما أحَلَّه اللهُ، وأنَّ ذلك لا يُخرِجُ عن التَّوكُّلِ على اللهِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}