{
    "hadith_id": "2219",
    "hadith": "عن عبد الله بن عامر بن ربيعة؛ أنَّ عُمَرَ، خَرَجَ إلى الشَّامِ فَلَمَّا جَاءَ سَرْغَ بَلَغَهُ أنَّ الوَبَاءَ قدْ وَقَعَ بالشَّامِ، فأخْبَرَهُ عبدُ الرَّحْمَنِ بنُ عَوْفٍ، أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ قالَ: إذَا سَمِعْتُمْ به بأَرْضٍ، فلا تَقْدَمُوا عليه، وإذَا وَقَعَ بأَرْضٍ وَأَنْتُمْ بهَا، فلا تَخْرُجُوا فِرَارًا منه فَرَجَعَ عُمَرُ بنُ الخَطَّابِ مِن سَرْغَ.\n  وَعَنِ ابْنِ شِهَابٍ، عن سَالِمِ بنِ عبدِ اللهِ، أنَّ عُمَرَ، إنَّما انْصَرَفَ بالنَّاسِ مِن حَديثِ عبدِ الرَّحْمَنِ بنِ عَوْفٍ.",
    "rawi": "عبدالرحمن بن عوف",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2219",
    "grade": "[صحيح]",
    "sharh": "الإيمانُ بالقَدَرِ لا ينفي الأخْذَ بالأسبابِ في طَلَبِ الأفضَلِ مِن أُمورِ الدُّنيا والآخِرةِ. \nوفي هذا الحَديثِ يُخبِرُ عَبدُ اللهِ بنُ عبَّاسٍ رَضِيَ الله عنهما أنَّ عُمرَ بنَ الخطَّابِ رَضِيَ الله عنه خَرجَ إلى الشَّامِ -وهو إقليمٌ واسِعٌ يَشمَلُ اليومَ سُوريا ولبنان والأردُن وفلسطين- حتَّى إذا كَانَ بِسَرْغَ -وكانتْ قَريةً بِوادي تَبُوكَ في طَرَفِ الشَّامِ مِمَّا يلي الحِجازَ- لَقِيَه أُمراءُ الجُنودِ وقادتُهم؛ أبو عُبَيْدةَ عامِرُ بنُ الجَرَّاحِ رَضِيَ اللهُ عنه، وأصحابُه: خَالِدُ بنُ الوَليدِ رَضِيَ اللهُ عنه، وشُرَحْبِيلُ بنُ حَسَنةَ رَضِيَ اللهُ عنه، وعَمرُو بنُ العَاصِ رَضِيَ اللهُ عنه، وغَيرُهمْ، وكان عُمَرُ رَضِيَ اللهُ عنه قد قسَّم الشَّامَ أجنادًا: الأردن جُندٌ، وحمص جُندٌ، ودِمَشق جُندٌ، وفلسطين جُندٌ، وقِنَّسْرين جندٌ، وجعل على كُلِّ جُندٍ أميرًا.\nفَأخبَرَ هؤلاءِ القادةُ عُمَرَ بنَ الخَطَّابِ رَضِيَ اللهُ عنه أنَّ الطَّاعُونَ قد وَقَعَ وفشا بأرضِ الشَّامِ، وسُمِّي طاعونَ عَمْواس، وسُمِّي بذلك؛ لأنَّه عَمَّ، وواسَى، والطَّاعون: قُروحٌ تَخرُجُ في الجَسَدِ، فتَكونُ في المَرافقِ، أوِ الآباطِ، أوِ الأيدي، وسائرِ البَدَنِ، ويَكونُ معه وَرَمٌ وألَمٌ شَديدٌ، وقيلَ: إنَّ الطَّاعونَ اسمٌ لكُلِّ وَباءٍ عامٍّ يَنتَشِرُ بسُرعةٍ، وقدْ سُمِّيَ طاعونًا لِسُرعةِ قَتْلِه. \nفطَلَبَ عُمرُ رَضِيَ الله عنه مِن عَبدِ الله بْنِ عبَّاسٍ رَضِيَ الله عنهما أنْ يَدْعُوَ له الحاضرين في هذا الموقِفِ مِن المُهاجِرينَ الأوَّلينَ، وهم السَّابِقون إلى الهِجرةِ الَّذِينَ صَلَّوْا إلى القِبْلَتَيْنِ، فَدَعاهُمْ فلما جاؤوا اسْتَشَارهُمْ عُمرُ رضِيَ اللهُ عنه في دُخولِ الشَّامِ أو الرُّجوعِ إلى المدينةِ، فَاخْتَلفوا في الرأيِ؛ فقال بعضُهمْ: قد خَرجْتَ لِأمْرٍ ولا نَرى أنْ تَرجِعَ عنه. وقال بعضُهمْ: مَعكَ بَقِيَّةُ النَّاسِ، أي: بَقِيَّةُ الصَّحابَةِ الَّذينَ ما زَالُوا على قَيْدِ الحَياةِ؛ وذلك تَعظيمًا للصَّحابةِ، ولا نرَى أنْ تُدخِلَهم على هذا الطَّاعونِ. فاستمع إليهم عُمَرُ رَضِيَ اللهُ عنه وأمرهم أن ينصَرِفوا، ثُمَّ طلَبَ عُمرُ من ابنِ عبَّاسٍ رَضِيَ اللهُ عنهم أنْ يَدْعُوَ له من حضر من الأنْصارِ -وهم أهلُ المدينةِ-، فَدعاهُم، فَحضَروا عِندهُ، فاسْتَشارَهُمْ في ذلك: أيمضي قُدُمًا أم يرجِعُ ومن معه من حيثُ أَتَوا؟ فساروا على طريقةِ المُهاجِرينَ فيما قالوا، واخْتَلفوا في ذلك كَاخْتِلافِهمْ، فاستمع إليهم، وطلب منهم أن ينصَرِفوا عنه.\nثُمَّ طَلَبَ مِن ابنِ عبَّاسٍ رَضِيَ اللهُ عنهما أنْ يَدْعُوَ له مَنْ كان موجودًا مِن مَشْيَخَةِ قُريشٍ مِن مُهاجِرَةِ الفَتْحِ، وهم كِبارُ القَومِ في السِّنِّ الَّذينَ هاجَروا إلى المَدينةِ عامَ الفَتْحِ، فَدَعاهُم ابنُ عَبَّاسٍ رَضِيَ اللهُ عنهما، فَحَضَروا عِندهُ، فاستشارهم عُمَرُ رَضِيَ اللهُ عنه في أمرِ الطَّاعونِ، فاجتمعت كَلِمَتُهم على الرُّجوعِ وعَدَمِ القُدومِ على الوَباءِ. فَنادَى عُمرُ فِي النَّاسِ أنَّه مُسافِرٌ في الصَّباحِ، راكِبًا على ظَهرِ الرَّاحِلةِ، راجِعًا إلى المَدينةِ، فأَصْبِحوا راكِبينَ مُتأهِّبينَ للرُّجوعِ على ظَهرِ رَواحِلِهمْ.\nفاعترض أبو عُبَيْدةَ بنُ الجَرَّاحِ رَضِيَ اللهُ عنه على أمرِ رُجوعِهم، وقال لِعُمرَ رَضِيَ الله عنه: «أفِرَارًا من قَدَرِ الله؟! فقال له عُمرُ: لو غَيْرُكَ قالها يا أبا عُبَيْدةَ؟!» أي: لو أنَّ غَيرَكَ مِمَّن ليس في منزِلَتِك ولا فَهْمَ له قال ذلك لعزَّرْتُه وَوَبَّخْتُه، أو المعنى: لو غيرُك قالها لم أتعَجَّبْ منه، ولكني أتعَجَّبُ منك مع عِلْمِك وفَضْلِك كيف تقولُ هذا؛ وذلك لاعتراضِه عليه في مسألةٍ اجتِهاديَّةٍ اتَّفَق عليها أكثَرُ النَّاسِ مِن أهلِ الحَلِّ والعَقدِ. وفي روايةِ مُسلِمٍ: «وكان عُمَرُ يَكرَهُ خِلافَه»، أي: مخالفةَ أبي عُبَيدةَ؛ لشِدَّةِ وُثوقِه بعِلْمِه، وتقواه، ووَرَعِه.\nثُمَّ أكْملَ عُمَرُ رَضِيَ اللهُ عنه: «نَعمْ، نَفِرُّ من قَدَرِ اللهِ إلى قَدَرِ اللهِ!»، فأطلق عُمَرُ رَضِيَ اللهُ عنه على رجوعِهم فرارًا لشَبَهِه بالفِرارِ في الصُّورةِ، وإن كان في الشَّرعِ غيرَ ذلك. والمرادُ: أنَّ هُجومَ المرءِ على ما يُهلِكُه منهيٌّ عنه، ولو فعل ذلك لكان من قَدَرِ اللهِ، وقد يُقَدِّرُ اللهُ وُقوعَه فيما فَرَّ منه، فلو فعَلَه أو تركه لكان من قَدَرِ اللهِ، فعُمَرُ رَضِيَ اللهُ عنه أخذ بالحذَرِ والحَزمِ الذي أمرَنا اللهُ به، وطلَبِ الأسبابِ التي هي سوابِقُ القَدَرِ وأسرارُ القَضاءِ.\nثم سأله على سَبيلِ الاستدلالِ والإقناعِ: أخْبِرني لوْ كان لكَ إبِلٌ هَبَطتْ وادِيًا -وهو كلُّ مُنفَرَجٍ بين جِبالٍ أو آكامٍ، يكونُ مَنْفَذًا للسَّيلِ- «له عُدْوَتانِ»، أي: ناحِيَتانِ وحَافَتانِ؛ إحْداهُما خِصْبةٌ ذاتُ عُشبٍ وفيرٍ، والأُخْرى جَدْبَةٌ قليلةُ العُشبِ والمرعى، أليسَ إنْ رَعَيْتَ الخِصْبةَ رَعَيْتَها بقَدَرِ اللهِ، وإنْ رَعَيْتَ الجَدْبَةَ رَعَيْتَها بقَدَرِ الله؟ ومعلومٌ أنَّك سوف تختارُ المُخصِبةَ على المُجدِبةِ.\nقال ابنُ عَبَّاسٍ رَضِيَ اللهُ عنهما: فجاء عَبدُ الرَّحمنِ بنُ عَوْفٍ -وكان مُتغيِّبًا في بَعضِ حاجَتِهِ لم يَشهدْ مَعهم المُشاوَرةَ المُذكورةَ- فقال: إنَّ عِندي في هذا الَّذي اخْتلفْتُم فيه عِلْمًا، وذكر لهم أنَّه سمع رسولَ اللهِ صلَّى اللهُ عليه وسلَّم يأمُرُهم أن إذا سَمِعْتُم بظُهورِ الطَّاعونِ بأرضٍ فَلا تَقْدَمُوا عليه؛ وذلك لِيَكونَ أسْكَنَ لأنْفُسِكُم، وأقْطعَ لِوَساوِسِ الشَّيْطانِ، وإذا وَقعَ بأرضٍ وأنتم بها فلا تَخْرُجوا فِرَارًا منه؛ وذلك لِئَلَّا يَكونَ مُعارَضَةً للقَدَرِ، وحتَّى لا يَنْتَشِرَ الوَباءُ خارِجَ المَكانِ الذي بَدأ فيه. \nفَحَمِدَ عُمرُ اللهَ تَعالى على مُوافَقَةِ اجْتِهادِهِ واجْتِهادِ مُعْظَمِ الصَّحابةِ حَدِيثَ النَّبيِّ صلَّى اللهُ عليه وسلَّم، ثُمَّ انْصَرفَ راجِعًا إلى المَدينةِ.\nوفي الحَديثِ: خُروجُ الإمامِ بِنفْسِهِ لِمُشاهَدةِ أحْوالِ رَعِيَّتِه.\nوفيه: أنَّ مِنْ هَدْيِ الصَّحابةِ رَضِيَ الله عنهم تَلَقِّيَ الأُمَراءِ، والمُشاوَرةَ مَعهمْ، والاجْتِماعَ بالعُلَماءِ. \nوفيه: تنزيلُ النَّاسِ مَنازِلَهم، وتقديمُ أهلِ الفَضلِ على غَيرِهم، والابتداءُ بهم.\nوفيه: الاجْتِهادُ فِي الحُروبِ، وقَبُولُ خَبَرِ الوَاحِدِ، وَصِحَّةُ القِياسِ، واجْتِنابُ أسْبابِ الهَلاكِ.\nوفيه: أنَّ مِنْ هَدْيِهِ صلَّى اللهُ عليه وسلَّم عدَمَ القدومِ على أرضِ الوَباءِ إذا سُمِعَ بهِ فيها، وألَّا يُخرَجَ منها خَوفًا منه.\nوفيه: أنَّ العالِمَ قد يوجَدُ عند من هو في العِلمِ دُونَه ما لا يُوجَدُ منه عِندَه.\nوفيه: دليلٌ على عظيمِ ما كان عليه الصَّحابةُ رَضِيَ اللهُ عنهم من الإنصافِ للعِلمِ، والانقيادِ إليه.\nوفيه: مشروعيَّةُ المناظَرةِ للوُصولِ إلى الحقيقةِ.\nوفيه: أنَّ الرُّجوعَ عند الاختلافِ إلى النصِّ، وأنَّ النَّصَّ يُسَمَّى عِلمًا.\nوفيه: أنَّ الأُمورَ كُلَّها تجري بقَدَرِ اللهِ وعِلْمِه.\nوفيه: الترجيحُ بالأكثَرِ عَدَدًا والأكثَرِ تجرِبةً.\nوفيه: مَشروعيَّةُ القياسِ والعَمَلِ به.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}