{
    "hadith_id": "223",
    "hadith": "الطُّهُورُ شَطْرُ الإيمانِ، والْحَمْدُ لِلَّهِ تَمْلأُ المِيزانَ، وسُبْحانَ اللهِ والْحَمْدُ لِلَّهِ تَمْلَآنِ أَوْ تَمْلأُما بيْنَ السَّمَواتِ والأرْضِ، والصَّلاةُ نُورٌ، والصَّدَقَةُ بُرْهانٌ، والصَّبْرُ ضِياءٌ، والْقُرْآنُ حُجَّةٌ لَكَ، أوْ عَلَيْكَ، كُلُّ النَّاسِ يَغْدُو فَبايِعٌ نَفْسَهُ فَمُعْتِقُها، أوْ مُوبِقُها.",
    "rawi": "أبو مالك الأشعري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "223",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "هذا حَديثٌ عَظيمٌ، وأصلٌ من أُصولِ الإسلامِ، يَذكُرُ فيه النَّبيُّ صلَّى اللهُ عليه وسلَّم كُلَّ ما يُهِمُّ المسلمَ في حَياتِه وآخِرتِهِ؛ ففيه يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ «الطُّهورَ» -وهو الوُضوءُ، والطَّهارةُ أصلُها: النَّظافةُ والتَّنَزُّهُ- «شَطْرُ الإِيمانِ»، أي: نِصفُهُ، والمرادُ أنَّ الأجرَ في الوُضوءِ يَنتهي إلى نِصفِ أجرِ الإيمانِ.\nوقدِ اختُلِفَ في المُرادِ بكَونِ الطُّهورِ شَطرَ الإيمانِ؛ فقيل: المُرادُ أنَّ خِصالَ الإيمانِ منَ الأعمالِ والأقوالِ كلُّها تُطهِّرُ القَلبَ وتُزَكِّيه، وأمَّا الطَّهارةُ بالماءِ فهي تَختصُّ بتَطهيرِ الجسَدِ وتَنظيفِه؛ فصارَت خِصالُ الإيمانِ قِسمَينِ: أحدُهما يُطهِّرُ الظَّاهِرَ، والآخَرُ يُطهِّرُ الباطِنَ؛ فهُما نِصفانِ بهذا الاعتبارِ. أوِ المُرادُ بالإيمانِ هنا الصَّلاةُ، كما في قَولِ اللهِ تَعالَى: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} [البقرة: 143]، والكَلامُ على تَقديرِ مُضافٍ، أي: إكمالُ الوُضوءِ شَطرُ كَمالِ الصَّلاةِ، والصلاةُ لا تُقبَلُ إلَّا بطُهورٍ؛ فصار الطُّهورُ شَطرَ الإيمانِ بهذا الاعتِبارِ، وليس يَلزَمُ في الشَّطرِ أن يكونَ نِصفًا حَقيقيًّا.\n«والحمدُ للهِ تَملَأُ الميزانَ»، أي: إنَّها تُوزنُ وتَملأُ الميزانَ بالأجرِ والثَّوابِ، فتُرَجَّحُ كِفَّتُها، وذلك يومَ القيامةِ يومَ تُوزَنُ أعمالُ العبادِ، ويُجازي عليها اللهُ عزَّ وجلَّ، والميزانُ الذي تُوزَنُ به الأعمالُ يَومَ القيامةِ ميزانٌ حَقيقيٌّ لا يُشبِه مَوازينَ الخَلقِ، وهو من أُمورِ الغَيبِ التي يَجِبُ الإيمانُ بها، «وسُبحانَ اللهِ» ومعناه: التَّنزيه الكاملُ لله تَعالَى عن كلِّ نقصٍ، ووَصفُه بالكَمالِ التَّامِّ الَّذي يَليقُ بجَلالِه، «والحمْدُ للهِ»، ومعناها: الاعترافُ بأنَّ اللهَ هو المُستحِقُّ وحدَه لمعاني الشُّكرِ والثَّناءِ، وهاتان الجملتان «تَمْلَآنِ»، أي: إنَّ أجرَ ذِكرِهما يَملَأُ «ما بَيْنَ السَّمواتِ والأرضِ»؛ لاشتمالِهِما على تَنزيه اللهِ تَعالَى في قَولِه: «سُبحانَ اللهِ»، والتَّفويضِ والافتِقارِ إلى اللهِ في قَولِه: «الحَمْدُ للهِ» فهي: وَصفٌ للمَحمودِ بالكَمالِ معَ المَحبَّةِ والتَّعظيمِ.\n«والصَّلاةُ نورٌ»، قيل: المَعنَى: إنَّ من أجرِها أن يَجعَلَ اللهُ عزَّ وجَلَّ نورًا لصاحِبِها يَومَ القيامةِ، ويَكونُ في الدُّنيا أيضًا على وَجهِه البَهاءُ، بخِلافِ مَن لم يُصَلِّ، وقيل: هي تَمنَعُ منَ المَعاصي وتَنهَى عنِ الفَحشاءِ والمُنكَرِ، وتَهدي إلى الصَّوابِ، كما أنَّ النُّورَ يُستَضاءُ به، وقيل: كُلُّ هذا؛ فهي نُورٌ للعَبدِ في قَلبِه، وفي وَجهِه، وفي قَبرِه، وفي حَشرِه.\n«والصَّدَقةُ بُرهانٌ»؛ فهي دَليلٌ على إيمانِ المؤمِنينَ واختلافِهِم عَنِ المنافِقينَ؛ فإنَّ المُنافِقَ يَمتَنِعُ منها لكَونِه لا يَعتَقِدُها، فمَن تَصدَّق استُدِلَّ بصَدَقَتِه على صِدقِ إيمانِه. وقيل: تَكونُ بُرهانًا يَفزَعُ إليها كما يُفزَعُ إلى البَراهينِ، كأنَّ العَبدَ إذا سُئل يَومَ القيامةِ عن مَصرِفِ مالِه، كانت صَدَقاتُه بَراهينَ في جَوابِ هذا السُّؤالِ، فيَقولُ: تَصَدَّقتُ به. \n«والصَّبْرُ ضِياءٌ»، والضِّياءُ هو النُّورُ الذي يَحصُلُ فيه نَوعُ حَرارةٍ وإحراقٍ، كضياءِ الشَّمسِ، بخِلافِ القَمَرِ؛ فإنَّه نورٌ مَحضٌ، فيه إشراقٌ بغَيرِ حَرارةٍ، ولمَّا كان الصَّبرُ شاقًّا على النُّفوسِ يَحتاجُ إلى مُجاهدةِ النَّفسِ وحَبسِها وكَفِّها عمَّا تَهواهُ، كان ضياءً؛ فإنَ مَعنَى الصَّبرِ في اللُّغةِ: الحَبسُ، ويُقصَدُ به هنا الوُقوفُ مع البَلاءِ بِحُسنِ الأدَبِ، والصَّبرُ المَحبوبُ في الشَّرعِ يَكونُ على طاعةِ اللهِ تَعالَى، والصَّبرُ عن مَعصيتِه، والصَّبرُ على النَّائباتِ وأنواعِ المَكاره في الدُّنيا؛ كلُّ هذا ضياءٌ لصاحبِه، والمُرادُ أنَّ الصَّبرَ مَحمودٌ، ولا يَزالُ صاحِبُه مُستضيئًا مُهتَديًا مُستَمِرًّا على الصَّوابِ.\n«والقُرْآنُ حُجَّةٌ لكَ أو علَيْكَ»، أي: يَكونُ بتِلاوتِه والعملِ به حُجَّةً مع صاحبِه يومَ القيامةِ، ويَكونُ بِتَركِه دُونَ عَملٍ أو تِلاوةٍ حُجَّةً وخُسرانًا على صاحبِه.\nوأخبَرَ صلَّى اللهُ عليه وسلَّم أنَّ «كلَّ النَّاسِ يَغْدُو» بمَعنَى يُبَكِّر، والغُدُوُّ: سَيرُ أوَّلِ النَّهارِ، «فَبايِعٌ نَفْسَه؛ فَمُعْتِقُها أَوْ مُوبِقُها»، أي: كلُّ إنسانٍ يَسعى بنفسِه إلى طاعةِ اللهِ، فيكونُ مُنقِذًا لها منَ النَّار، أو يَسعَى بنفسِه إلى طاعةِ الشَّيطانِ وهَواه، فَيُهلِكُها بدُخولِها النَّارَ.\nوفي الحديثِ: فضلُ الوُضوءِ والطَّهارةِ وبَيانُ ما لهما من الأجرِ.\nوفيه: بَيانُ بعضِ الأقوالِ والأعمالِ الإيمانيَّةِ التي تُعتِقُ صاحبَها من النَّارِ.\nوفيه: تَنبيهٌ على أنَّ الإنسانَ يُؤخَذُ بجَريرةِ عملِه؛ فليَعمَل لنَفسِه ما أرادَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}