{
    "hadith_id": "2236",
    "hadith": "عن أبي السائب مولى هشام بن زهرة قال: دَخَلْنَا علَى أَبِي سَعِيدٍ الخُدْرِيِّ، فَبيْنَما نَحْنُ جُلُوسٌ إذْ سَمِعْنَا تَحْتَ سَرِيرِهِ حَرَكَةً، فَنَظَرْنَا فَإِذَا حَيَّةٌ، وَسَاقَ الحَدِيثَ بقِصَّتِهِ نَحْوَ حَديثِ مَالِكٍ عن صَيْفِيٍّ.\nوَقالَ فِيهِ، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: إنَّ لِهذِه البُيُوتِ عَوَامِرَ، فَإِذَا رَأَيْتُمْ شيئًا منها فَحَرِّجُوا عَلَيْهَا ثَلَاثًا، فإنْ ذَهَبَ، وإلَّا فَاقْتُلُوهُ، فإنَّه كَافِرٌ وَقالَ لهمْ: اذْهَبُوا فَادْفِنُوا صَاحِبَكُمْ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2236",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الجنُّ أجسامٌ ناريَّةٌ قابلةٌ للتَّشكُّلِ بأشكالٍ مُختلِفةٍ، وهُم مَخلوقاتٌ غيرُ مَنظورةٍ لنا، وقدْ يُرِيها اللهُ مَن شاءَ مِن خَلْقِه، مُكلَّفونَ مِثلَنا، منهم المؤمنونَ والكافرونَ والعُصاةِ، ومنهم الطَّيِّبُ والخبيث.\n وفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ «أنَّ بالمدينةِ» النَّبويَّةِ «نَفَرًا» وهو مِن الثَّلاثةِ إلى العَشَرةِ «مِن الجِنِّ قدْ أَسْلَمُوا» أي: دَخلوا دِينَ الإسلامِ، «فمَنْ رأَى شيئًا مِن هذه العَوَامِرِ» وهي نَوعٌ مِن الحيَّاتِ الَّتي تَسكُنُ البيوتَ، قيل: سُمِّيَت عَوامِرَ؛ لطُولِ عُمرِها «فَلْيُؤْذِنْه ثلاثًا»، أي: يُعْلِمْه ويَدَعْ له مُدَّةَ ثلاثةِ أيَّامٍ، كما في رِوايةٍ لمسلمٍ، كأنْ يقولَ الَّذي يَرى الحيَّةَ في بَيتِه: أُحرِّجُ عليكِ أيَّتُها الحيَّةُ باللهِ واليومِ الآخِرِ أنْ تَظْهري لنا أو تُؤذِيَنا، فيَطلُبُ منه الخروجَ من البيتِ؛ فلعلَّه مِن الجِنِّ المُسلِمِ، فإنْ لم يَخرُج «فَلْيَقْتُلْهُ؛ فإنَّه شَيطانٌ» وليْس مِن عَوَامِرِ البُيوتِ ولا مِمَّن أَسْلَمَ، ولن يَجْعَلَ اللهُ له سَبيلًا للانتصارِ عليكم بِثَأْرِه، بِخِلافِ العَوَامِرِ ومَن أسْلَمَ، فتُنذَرُ عَوامرُ بُيوتِ المَدينةِ كلِّها، باستِثناءِ ذا الطُّفيتَينِ -وهما خَطَّانِ أبيضانِ على ظَهرِ الحيَّةِ-، والأبترِ -وهو قَصيرُ الذَّيْلِ والذَّنَبِ مِن الحيَّاتِ- فيُقتلانِ دونَ إنذارٍ، كما جاء في الصَّحيحينِ.\n وأمَّا في غيرِ المدينةِ؛ فقيلَ: تُنذَرُ، وقيل: تُقتَل فَورًا، وأمَّا الَّتي في الصَّحراءِ فتُقتلُ فورًا.\n وفي الحديثِ: الأمرُ بقَتْلِ الحيَّاتِ الَّتِي في البُيوتِ ما لم تَكُن عُمَّارًا أو جِنًّا مُسلِمًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}