{
    "hadith_id": "227",
    "hadith": "سَمِعْتُ عُثْمانَ بنَ عَفّانَ وهو بفِناءِ المَسْجِدِ فَجاءَهُ المُؤَذِّنُ عِنْدَ العَصْرِ، فَدَعا بوَضُوءٍ فَتَوَضَّأَ، ثُمَّ قالَ: واللَّهِ لأُحَدِّثَنَّكُمْ حَدِيثًا لَوْلا آيَةٌ في كِتابِ اللهِ ما حَدَّثْتُكُمْ، إنِّي سَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يقولُ: لا يَتَوَضَّأُ رَجُلٌ مُسْلِمٌ فيُحْسِنُ الوُضُوءَ فيُصَلِّي صَلاةً إلَّا غَفَرَ اللَّهُ له ما بيْنَهُ وبيْنَ الصَّلاةِ الَّتي تَلِيها. وفي رواية: فيُحْسِنُ وُضُوءَهُ ثُمَّ يُصَلِّي المَكْتُوبَةَ.",
    "rawi": "عثمان بن عفان",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "227",
    "grade": "[صحيح]",
    "sharh": "كانَ الصَّحابةُ رِضوانُ اللهِ عليهم يَحرِصونَ على نقلِ السُّنَّةِ وتَعليمِها لمَن بعدَهم؛ حتَّى يَنشُروا صَحيحَ الدِّينِ وتَعاليمَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوفي هذا الحديثِ يُخبِرُ حُمرانُ مَولى عُثمانَ بنِ عفَّانَ رَضيَ اللهُ عنه أنَّه سَمِعَ عُثمانَ بنَ عفَّانَ وهو بِفِناءِ المَسجِدِ، وهو السَّاحةُ الواسِعةُ في جِوارِ المَسجِدِ النَّبويِّ، وكانَ حينَئذٍ خليفةً للمُسلِمينَ، فجاءَه المؤذِّنُ يُعلِمُه بصَلاةِ العصرِ، فطلَبَ عُثمانُ بنُ عفَّانَ رضيَ اللهُ عنه ماءً للوُضوءِ، فلمَّا تَوضَّأ أقسَمَ باللهِ فقالَ: «لَأُحَدِّثَنَّكم حَديثًا» عن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، «لوْلا آيةٌ في كِتابِ اللهِ ما حَدَّثْتُكم»، أي: لولا ما في الآيةِ من وَعيدٍ لِمَن يَكتُمُ العِلمَ ما أبلغتُكم به، والمرادُ بالآيةِ قولُه تَعالَى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ} [البقرة: 159]، أي: يَطرُدُهمُ اللهُ من رَحمتِه، وتَدعو عليهمُ الخلائقُ بالطَّردِ من رَحمةِ اللهِ. ومُرادُ عُثمانَ رَضيَ اللهُ عنه أنَّ هذه الآيةَ تُحرِّضُ على التَّبليغِ، وإنَّما كانَ عُثمانُ رَضيَ اللهُ عنه يَرى تَركَ تَبليغِهم ذلك لولا الآيةُ المذكورةُ؛ خَشيةً عليهم منَ الاغترارِ بالطَّاعةِ، ثُمَّ أخبَرَهم عُثمانُ رَضيَ اللهُ عنه أنه سَمِعَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ يقولُ: «لا يَتوضَّأُ رجُلٌ مُسلمٌ فيُحْسِنُ الوُضوءَ» بأن يأتيَ به على أكمَلِ وجهٍ من فُروضٍ وسُنَنٍ وآدابٍ، ويُعطيَ كُلَّ عُضوٍ حقَّه مِنَ الماءِ، والتَّعبيرُ بالرَّجلِ من بابِ التَّغليبِ، وإلَّا فالحُكمُ شامِلٌ للمرأةِ أيضًا، «فيُصلِّي صلاةً»، يَحتمِلُ أنَّ المقصودَ بها الصَّلاةُ التي كان من أجلِها الوُضوءُ، أو أن يُصلِّيَ بوُضوئه هذا أيَّ صَلاةٍ، فَريضةً كانت أو نافلةً، وفي رِوايةٍ: «ثُمَّ يُصلِّي المكتوبةَ»، أي: صَلاةَ الفَريضةِ التي كان من أجلِها هذا الوُضوءُ؛ «إلَّا غفَرَ اللهُ له ما بيْنَه وبيْنَ الصَّلاةِ التي تَلِيها»، فكانت هذه الصَّلاةُ كفَّارةً لذُنوبِه التي تقَعُ في هذا الوقتِ بين الصَّلاتَينِ، والمرادُ بالصَّلاةِ التَّاليةِ: المكتوبةُ التي بَعدَ صَلاتِه التي صلَّاها، والمرادُ بالذُّنوبِ التي تُغفَرُ: الصَّغائرُ، لا الكبائرُ؛ لأنَّ الكَبائرَ تَحتاجُ إلى التَّوبةِ منها بشُروطِها.\nوفي الحَديثِ: حِرصُ عُثمانَ رَضيَ اللهُ عنه على تَعليمِ الخَيرِ للنَّاسِ.\nوفيه: التَّرهيبُ من كَتمِ العِلمِ.\nوفيه: الحَثُّ على الاعتِناءِ بتعلُّمِ آدابِ الوُضوءِ وشُروطِه، والعملِ بذلك، والاحتياطِ فيه.\nوفيه: بيانُ فضلِ إحسانِ الوُضوءِ.\nوفيه: مَشروعيَّةُ الحَلِفِ من غيرِ ضرورةِ الاستحلافِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}