{
    "hadith_id": "228",
    "hadith": "كُنْتُ عِنْدَ عُثْمانَ فَدَعا بطَهُورٍ فقالَ سَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: يقولُ ما مِنَ امْرِئٍ مُسْلِمٍ تَحْضُرُهُ صَلاةٌ مَكْتُوبَةٌ فيُحْسِنُ وُضُوءَها وخُشُوعَها ورُكُوعَها، إلَّا كانَتْ كَفَّارَةً لِما قَبْلَها مِنَ الذُّنُوبِ ما لَمْ يُؤْتِ كَبِيرَةً وذلكَ الدَّهْرَ كُلَّهُ.",
    "rawi": "عثمان بن عفان",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "228",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البزار (411)، وعبد بن حميد (57)، وابن حبان (1044) كلاهما باختلاف يسير.",
    "sharh": "كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يُرغِّبُ النَّاسَ في الطَّاعاتِ والعباداتِ بذِكرِ الأجرِ والثَّوابِ عليها؛ وذلك أنَّ اللهَ تَعالَى تَفضَّلَ على عِبادِه بأن جَعَلَ أداءَ العِباداتِ بشُروطِها سَببًا للمَغفرةِ.\nوفي هذا الحديثِ يَروي التَّابعيُّ عمرُو بنُ سعيدِ بنِ العاصِ أنَّه كانَ عِندَ الخليفةِ عُثمانَ بنِ عفَّانَ رَضيَ اللهُ عنه، فدَعَا بطَهورٍ، والطَّهورُ -بفتح الطاءِ-: هو الماءُ الطَّاهِرُ الذي يُستخدَمُ للوُضوءِ أو للاغتِسال وغيرِ ذلكَ، وبعدَ الوُضوءِ -كما في الرِّواياتِ- رَوَى عُثمانُ بنُ عفَّانَ رَضيَ اللهُ عنه: أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أخبَرَهم أنَّه ما مِنِ امرئٍ مُسلمٍ يَدخُلُ عليه وقتٌ لصَلاةٍ مَفروضةٍ منَ الفرائضِ الخَمسِ، «فيُحْسِنُ وُضوءَها وخُشوعَها ورُكوعَها»، أي: يُؤدِّي هذه الأمورَ بشُروطِها وكَيفيَّاتِها على أحسنِ وَجهٍ، فيُسبِغُ الوضوءَ ويُعطي كلَّ عضوٍ حَقَّه مِنَ الماءِ، ثم يَخشَعُ في صَلاته بأن تكونَ الجوارحُ كلُّها مُقبِلةً على اللهِ مُستَحضِرةً عظَمَتَهُ، ويُتِمُّ أركانَ الصَّلاةِ مِثلَ الرُّكوعِ وغيرِهِ، فإذا فعَلَ المسلمُ ذلك كانت هذِه الأعمالُ وهذه الصَّلاةُ سَبَبًا لتكفيرِ اللهِ وغُفرانِه لذُنوبِه وخَطاياه منَ الصَّغائرِ، أمَّا الكَبائرُ فأمرُها إلى اللهِ، وهذا الفَضلُ مِنَ اللهِ فضلٌ عامٌّ وليسَ مُختصًّا بوقتٍ مُحدَّدٍ، بل هو مُمتدٌّ الدَّهر كلَّه، أيِ: العامَ كلَّه، أو ممتدٌّ على مرِّ الزَّمانِ، والكبائرُ: المقصودُ بها الذُّنوبُ العَظيمةُ، وهي كلُّ ذَنبٍ أُطلِقَ عليه -في القُرآنِ، أو السُّنَّةِ الصَّحيحةِ، أو الإجماع- أنَّه كَبيرةٌ، أو أنَّه ذنبٌ عَظيم، أو أُخبِر فيه بشِدَّةِ العقابِ، أو كانَ فيه حَدٌّ، أو شُدِّدَ النَّكيرُ على فاعلِه، أو ورَد فيه لَعنُ فاعلِه.\nوفي الحديثِ: بَيانُ فَضلِ المداومَةِ على العِباداتِ وأنَّها سَببٌ لمغفرةِ صغائرِ الذُّنوبِ.\nوفيه: بيانُ فَضلِ الوُضوءِ.\nوفيه: بيانُ فَضلِ الخُشوعِ في الصَّلاةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}