{
    "hadith_id": "2315",
    "hadith": "وُلِدَ لي اللَّيْلَةَ غُلَامٌ، فَسَمَّيْتُهُ باسْمِ أَبِي إِبْرَاهِيمَ، ثُمَّ دَفَعَهُ إلى أُمِّ سَيْفٍ، امْرَأَةِ قَيْنٍ يُقَالُ له أَبُو سَيْفٍ، فَانْطَلَقَ يَأْتِيهِ وَاتَّبَعْتُهُ، فَانْتَهَيْنَا إلى أَبِي سَيْفٍ وَهو يَنْفُخُ بكِيرِهِ، قَدِ امْتَلأَ البَيْتُ دُخَانًا، فأسْرَعْتُ المَشْيَ بيْنَ يَدَيْ رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَقُلتُ: يا أَبَا سَيْفٍ أَمْسِكْ، جَاءَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فأمْسَكَ فَدَعَا النبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ بالصَّبِيِّ، فَضَمَّهُ إِلَيْهِ، وَقالَ ما شَاءَ اللَّهُ أَنْ يَقُولَ.\r\nفَقالَ أَنَسٌ: لقَدْ رَأَيْتُهُ وَهو يَكِيدُ بنَفْسِهِ بيْنَ يَدَيْ رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَدَمعتْ عَيْنَا رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ فَقالَ: تَدْمَعُ العَيْنُ وَيَحْزَنُ القَلْبُ، وَلَا نَقُولُ إِلَّا ما يَرْضَى رَبَّنَا، وَاللَّهِ يا إِبْرَاهِيمُ إنَّا بكَ لَمَحْزُونُونَ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2315",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1303) بنحوه، ومسلم (2315).",
    "sharh": "البُكاءُ على المصيبةِ غريزةٌ إنسانيَّةٌ لا يأثَمُ عليها المرءُ، طالَما أنَّه لم يَتخلَّلْ ذلك سَخَطٌ أو نَوْحٌ أو عدَمُ رِضًا بقَضاءِ الله وقدَرِه.\r\nوهذه الروايةُ جُزءٌ مِن حَديثٍ طويلٍ -كما في صحيحِ مُسلمٍ- وفيه يَحْكي أنسٌ رضِيَ اللهُ عنه قصَّةَ وَفاةِ إبراهيمَ ابْنِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّم مِن مارِيَةَ القِبْطيَّةِ، وهي أمُّ وَلدِه وليستْ زَوجَه، فيقولُ: \"قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: وُلِدَ ليَ اللَّيلةَ غلامٌ فسمَّيتُهُ باسمِ أبي إبراهيمَ ثم ساق الحديث\r\nوفي هذا الحديثِ يحكي أنسُ رَضيَ اللهُ عنه قصَّةَ وفاةِ إبراهيمَ بنِ رَسولِ الله صلَّى اللهُ عليه وسلَّمَ مِن ماريةَ القِبطيَّةِ، وكان مولدُه في ذي الحجَّةِ سنةَ ثمانٍ مِن الهِجرةِ، وتُوفِّيَ في السَّنةِ التاسِعةِ مِن الهِجرةِ وهو في مَرحلةِ الرَّضاعِ، فيقولُ أنسٌ رَضيَ اللهُ عنه: دخَلْنا مع رسولِ الله صلَّى اللهُ عليه وسلَّمَ على أبي سَيْفٍ القَيْنِ، أي: الحدَّادِ، واسمُه: البراءُ بنُ أَوْسٍ، وكان ظِئرًا لإبراهيمَ وأبًا له مِن الرَّضاعةِ؛ لأنَّ زَوجتَه خَوْلةَ بنتَ المُنذِرِ قد أرضعَتْ إبراهيمَ رَضيَ اللهُ عنه، والظِّئرُ هي الحاضنُ، فأخَذ رسولُ الله صلَّى اللهُ عليه وسلَّمَ إبراهيمَ فقبَّله وشَمَّه.\r\nقال أنسٌ رَضيَ اللهُ عنه: ثمَّ دخَلْنا عليه بعْدَ ذلك بمدَّةٍ مِن الزَّمن، وإبراهيمُ في حالِ النَّزعِ على وَشْكِ أن تَفيضَ رُوحُه، فجعَلَتْ عينَا رَسولِ الله صلَّى اللهُ عليه وسلَّمَ تَذْرِفانِ الدُّموعَ، فقال له عبدُ الرَّحمنِ بنُ عَوفٍ رَضيَ اللهُ عنه: وأنتَ يا رسولَ الله؟! فإنَّ النَّاسَ لا يَصبِرون عندَ المصائبِ ويَتفجَّعون، وأنت يا رسولَ الله تفعَلُ كفِعلِهم مع حثِّك على الصبرِ ونَهْيِك عن الجزَعِ؟! فقال: يا ابنَ عَوفٍ، إنَّها رحمةٌ، أي: رِقَّةٌ في القَلبِ، تَجيشُ في النَّفْسِ عِندَ فِراقِ الأحبَّةِ، فتبعَثُ على حُزنِ القَلبِ، وبُكاءِ العَينِ، وهي غريزةٌ لا يُلامُ عليها، وليست مِن الجزَعِ في شَيءٍ، ثمَّ أتْبَعَ النبيُّ صلَّى اللهُ عليه وسلَّمَ الدَّمعةَ الأُولى بالدَّمعةِ الثَّانيةِ، أو أتْبَع الكلِمةَ الأُولى بكلمةٍ أخرَى، فقال: «إنَّ العينَ تدمَعُ، والقلبَ يحزَنُ\" بمقتضى الغريزةِ الَّتي فطَر اللهُ عليها خَلْقَه، «ولا نقولُ إلَّا ما يُرضي ربَّنا»؛ مِن الحَمدِ والاسترجاعِ، وسُؤالِ الخلَفِ الصَّالح، كقول: إنَّا لله وإنَّا إليه راجعونَ، اللهمَّ أجُرْني في مُصيبتي وأخْلِفْني خيرًا منها، «وإنَّا بفِراقِك يا إبراهيمُ لَمَحزونونَ» وليس الحزنُ مِن فِعلِنا، ولكنَّه أمرٌ أودَعه اللهُ فينا، وأوقَعه في قلوبِنا، فلا نُلامُ عليه إلَّا إذا قُلْنا أو فعَلْنا ما لا يُرضي ربَّنا.\r\nوفي الحديثِ: أنَّ المؤمنَ لا يقولُ عندَ المصيبةِ ولا يَفعَلُ إلَّا ما يُرضي اللهَ عزَّ وجلَّ.\r\nوفيه: تقبيلُ الولدِ وشَمُّه.\r\nوفيه: مَشروعيَّةُ البُكاءِ برَحمةٍ على المَيتِ، مع عدَمِ الاعتراضِ على قضاءِ اللهِ تعالَى.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}