{
    "hadith_id": "2330",
    "hadith": "ما شَمَمْتُ عَنْبَرًا قَطُّ، وَلَا مِسْكًا، وَلَا شيئًا أَطْيَبَ مِن رِيحِ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، وَلَا مَسِسْتُ شيئًا قَطُّ دِيبَاجًا، وَلَا حَرِيرًا أَلْيَنَ مَسًّا مِن رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2330",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3561)، ومسلم (2330) واللفظ له",
    "sharh": "المُداوَمةُ على العَملِ الصَّالحِ تُبلِّغُ العَبدَ إلى رَحمةِ اللهِ والنَّجاةِ مِن النارِ، وقد كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ القُدوةَ في ذلك؛ فقد كان يُداوِمُ على كَثيرٍ مِن العِباداتِ والطاعاتِ، ومِن ذلك الصَّومُ وقِيامُ اللَّيلِ.\nوفي هذا الحديثِ يَرْوي التابعيُّ حُميدٌ الطَّويلُ أنَّه سَأَلَ أنسَ بنَ مالكٍ رَضيَ اللهُ عنه عن كَيفيَّةِ صِيامِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فأخبَرَ أنسٌ رَضيَ اللهُ عنه أنَّه إذا أحبَّ رُؤيةَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ مِن الشَّهرِ صائمًا رآه صائمًا، وإذا أحبَّ رُؤيتَه مِن الشَّهرِ مُفطِرًا رآهُ مُفطِرًا؛ لأنَّه كان يُكثِرُ صَومَ بَعضِ أيَّامِ الشَّهرِ، ويُكثِرُ الفِطرَ في البعضِ الآخَرِ، وإذا أحَبَّ أنْ يَراهُ مِن اللَّيل قائمًا رآهُ قائمًا يُصلِّي، وإذا أحَبَّ أنْ يَراهُ مِن اللَّيلِ حالَ كونِه نائمًا رآهُ نائمًا؛ لأنَّه كان يَقسِمُ لَيلَه بيْن راحةِ جَسَدِه وبيْن عِبادةِ ربِّه، \nثمَّ أخبَرَ أنسٌ عن بَعضِ شَمائلِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ؛ فأخبَرَ أنَّه ما مَسَّ خَزًّا -وهو ما خُلِطَ مِنَ الحَريرِ والصُّوفِ- ولا حَريرًا أليَنَ مِن كَفِّ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، ولا شَمَّ مِسكًا ولا عَبيرًا –وهو طِيبٌ جَيِّدٌ مَعمولٌ مِن أخلاطٍ من الطِّيبِ- أطيَبَ رائحةً مِن رائحتِه صلَّى اللهُ عليه وسلَّمَ؛ فقدْ كان صلَّى اللهُ عليه وسلَّمَ على أكْملِ الصِّفاتِ خَلْقًا وخُلقًا، وهذه أمورٌ خَصَّهُ اللهُ بها جِبِلَّةً؛ ليَكونَ الظاهرُ عُنوانَ الباطنِ تَكميلًا له مِن كلِّ وجْهٍ.\nوفي الحديثِ: ما كان عليه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مِن الْتزامِ الطَّريقةِ الوُسْطى في عِبادِته، حيثُ لم يَلتزِمْ سَرْدَ الصِّيامِ الدَّهرَ كلَّه، ولا سَرْدَ الصلاةِ باللَّيلِ كلِّه؛ رِفقًا بنَفْسِه وبأمَّتِه؛ لئلَّا تَقتديَ به في ذَلِكَ فيُجحفَ بهم.\nوفيه: ذِكرُ بَعضِ شَمائلِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وأنَّه كان طَيِّبَ الخِلقةِ.\nوفيه: الحَثُّ على قِيامِ اللَّيلِ، وعلى صِيامِ التَّطوُّعِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}