{
    "hadith_id": "2356",
    "hadith": "صَنَعَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ أَمْرًا فَتَرَخَّصَ فِيهِ، فَبَلَغَ ذلكَ نَاسًا مِن أَصْحَابِهِ، فَكَأنَّهُمْ كَرِهُوهُ وَتَنَزَّهُوا عنْه، فَبَلَغَهُ ذلكَ، فَقَامَ خَطِيبًا فَقالَ: ما بَالُ رِجَالٍ بَلَغَهُمْ عَنِّي أَمْرٌ تَرَخَّصْتُ فِيهِ، فَكَرِهُوهُ وَتَنَزَّهُوا عنْه، فَوَاللَّهِ لأَنَا أَعْلَمُهُمْ باللَّهِ، وَأَشَدُّهُمْ له خَشْيَةً.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2356",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6101)، ومسلم (2356).",
    "sharh": "تحريمُ ما أحَلَّ اللهُ لا يَقِلُّ في الجُرمِ والإثمِ عن تحليلِ ما حَرَّم اللهُ؛ فالمسلِمُ عبدٌ لله يَعبُدُه بما شرَع سُبحانَه، لا بما يَشْرَعُه العبدُ لنَفْسِه، حتى وإن حَسُنَت نِيَّتُه في ذلك، فمدارُ العبوديَّةِ على الاتِّباعِ والانقيادِ لأمرِ اللهِ ورَسولِه.\nوفي هذا الحَديثِ تُخبرُ أمُّ المؤمنين عائِشةُ رضِيَ اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم قام بعَمَلِ شَيءٍ مِن المباحاتِ، ولم يُذكَرْ هذا الشَّيءُ، ورخَّص صلَّى اللهُ عليه وسلَّم في هذا الشَّيءِ، بمعنى: سَهَّل ويسَّر فيه من غيرِ مَنعٍ، وفِعْلُه صلَّى اللهُ عليه وسلَّم لهذا الشيءِ يدُلُّ على إباحتِه، غيرَ أنَّ قومًا من الصَّحابةِ الكرامِ تَباعَدوا واحْترَزُوا عنه صِيانةً لدِينهم في ظنِّهم، فبَلَغ ذلك النَّبيَّ صلَّى اللهُ عليه وسلَّم، فخَطَب النَّاسَ لِتَعُمَّ الفائدةُ، «فحَمِد اللهَ تعالَى، ثُمَّ قال: ما بَالُ أقوامٍ»، أي: ما حالُهم؟ ولم يُسمِّهم سَترًا عليهم وتأليفًا لهم، «يَتنَزَّهون عن الشَّيءِ أَصنَعُه؟!» فإنْ كان هذا منْهم لأمرٍ شَرعيٍّ «فواللهِ إنِّي لَأعلَمُهم باللهِ»؛ لأنَّه صلَّى اللهُ عليه وسلَّم هو رسولُه والمخبِرُ عنه، «وأشَدُّهم له»، أي: أكثرُهم للهِ «خَشْيَةً»، والخَشيةُ: هي الخَوفُ مع العِلم، فلمْ يَبْقَ لهم عُذرٌ في تَرْكِ ما صَنَع نَبِيُّ اللهِ صلَّى اللهُ عليه وسلَّم. \nوفي الحَديثِ: رِفقُ النَّبيِّ صلَّى اللهُ عليه وسلَّم بأُمَّتِه، وعدَمُ مُواجهتِه بالعِتابِ لِمَن يُعاتِبُه.\nوفيه: خُطورةُ التَّنقُّصِ مِمَّا ثَبَت عن النَّبيِّ صلَّى اللهُ عليه وسلَّم فِعلًا وترْكًا.\nوفيه: أنَّ العِلمَ باللهِ والخَشيةَ منه هي ما يُجنِّبُ المُسلِمَ الزَّلَلَ والضَّلالَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}