{
    "hadith_id": "2418",
    "hadith": "قالَتْ لي عَائِشَةُ: أَبَوَاكَ وَاللَّهِ مِنَ الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِن بَعْدِ ما أَصَابَهُمُ القَرْحُ.",
    "rawi": "عروة بن الزبير",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2418",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو بكر بن أبي داود في ((مسند عائشة)) (16)، واللفظ له، وابن ماجه (124)، وأبو عوانة في ((المستخرج)) (10631)، باختلاف يسير.",
    "sharh": "لقدْ جاهَدَ الصَّحابةُ رَضيَ اللهُ عنهم في اللهِ مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ حَقَّ الجِهادِ؛ لإعْلاءِ كَلِمتِه، وتَنْفيذًا لأمْرِه، ومُجاهَدةً لأعْدائِه، فأُوذوا وصَبَروا للهِ ابتِغاءَ ما عندَ اللهِ سُبحانَه وتعالَى، ففازوا بخَيرَيِ الدُّنْيا والآخِرةِ.\nوفي هذا الحَديثِ تُخبِرُ أمُّ المؤمِنينَ عائشةَ رَضيَ اللهُ عنها عن قَولِه سُبحانَه وتعالَى: {الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ } [آل عمران: 172]، فتَذكُرُ لعُرْوةَ بنِ الزُّبَيرِ -وهو ابنُ أُختِها أسْماءَ بنتِ أبي بَكرٍ- رَضيَ اللهُ عنهم، أنَّها نزَلَت في جَمعٍ مِن أصْحابِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، عدَدُهم سَبعونَ رَجلًا، كان منهم والِدُه الزُّبَيرُ بنُ العوَّامِ، وجَدُّه لأُمِّه أبو بَكرٍ الصِّدِّيقُ رَضيَ اللهُ عنهم، وذلك لمَّا أصابَ المُشرِكونَ ما أصابوا مِن المُسلِمينَ -بقَتلِ مَن قُتِلَ منَ المُسلِمينَ، وإصابةِ مَن أُصيبَ- في غَزْوةِ أُحُدٍ، كَرُّوا راجِعينَ إلى بِلادِهم في مكَّةَ، ولكنَّهم وهمْ في طَريقِ العَوْدةِ نَدِموا على رُجوعِهم، وأرادوا أنْ يَعودوا مرَّةً أُخْرى إلى المُسلِمينَ؛ لِمَا ظَنُّوه مِن أنَّ في ذلك الوَقتِ فُرْصةً للنَّيْلِ منهم بأكثَرَ مِمَّا حدَث في أُحُدٍ، فبلَغَ ذلك النَّبيَّ صلَّى اللهُ عليه وسلَّمَ، فخافَ أنْ يَرجِعوا دونَ اسْتِعْدادِ المُسلِمينَ لهم، فندَبَ أصْحابَه إلى الخُروجِ في طَلَبِهم ليُرعِبَهم ويُريَهم أنَّ فيهم قُوَّةً وجَلَدًا، فانتَدَبَ -أي: أجابَ الدَّعوةَ- سَبْعونَ رَجلًا مِن أصْحابِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، منهم أبو بَكرٍ والزُّبَيرُ بنُ العَوَّامِ رَضيَ اللهُ عنهما، فلمَّا رَأى أبو سُفْيانَ تَعقُّبَ المُسلِمينَ له، قذَف اللهُ في قَلبِه الرُّعبَ، وتَراجَعَ عن فِكرةِ الرُّجوعِ إلى المُسلِمينَ مرَّةً أُخْرى.\nوفي الحَديثِ: مَنقَبةٌ لأبي بَكرٍ الصِّدِّيقِ والزُّبَيرِ بنِ العَوَّامِ، في اسْتِجابَتِهم لأمرِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، برَغمِ ما ألمَّ بهم مِن جَهدٍ وجِراحٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}