{
    "hadith_id": "244",
    "hadith": "إِذَا تَوَضَّأَ العَبْدُ المُسْلِمُ، أَوِ المُؤْمِنُ، فَغَسَلَ وَجْهَهُ خَرَجَ مِن وَجْهِهِ كُلُّ خَطِيئَةٍ نَظَرَ إِلَيْهَا بعَيْنَيْهِ مع المَاءِ، أَوْ مع آخِرِ قَطْرِ المَاءِ، فَإِذَا غَسَلَ يَدَيْهِ خَرَجَ مِن يَدَيْهِ كُلُّ خَطِيئَةٍ كانَ بَطَشَتْهَا يَدَاهُ مع المَاءِ، أَوْ مع آخِرِ قَطْرِ المَاءِ، فَإِذَا غَسَلَ رِجْلَيْهِ خَرَجَتْ كُلُّ خَطِيئَةٍ مَشَتْهَا رِجْلَاهُ مع المَاءِ، أَوْ مع آخِرِ قَطْرِ المَاءِ، حتَّى يَخْرُجَ نَقِيًّا مِنَ الذُّنُوبِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "244",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "تَفضَّلَ اللهُ سُبحانَه على عِبادِه بأن جَعَلَ أداءَ العِباداتِ بشُروطِها سَببًا للمَغفرةِ، وكانَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يُرغِّبُ النَّاسَ في الطَّاعاتِ والعِباداتِ بذِكرِ الأجرِ والثَّوابِ عليها. \nوفي هذا الحَديثِ يُخبِرُ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ أنَّه إذا أرادَ أن يتَوضَّأ «العَبدُ المُسلِمُ -أوِ المُؤمِنُ-» وزيادةُ لفظةِ «العبدِ» لإفادةِ إخلاصِ العبادةِ، والشَّكُّ من أحدِ رُواةِ الحديثِ في أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قالَ: المُسلِمُ أوِ المُؤمِنُ، والمَعنى: أنَّه إذا تَوضَّأ مُستَشعِرًا أنَّه عبدٌ مُخلِصٌ مُطيعُ الأوامرِ، فإذا غَسَلَ وَجهَه خَرَجَ من وَجهِه كُلُّ خَطيئةٍ نَظَرَ إليها بعَينَيه مَع انفِصالِ الماءِ عنِ البَشَرةِ وسُقوطِه عنها، «أو مَع آخِرِ قَطْرِ الماءِ»، أي: تَخرُجُ خَطاياه من وَجهِه مع آخِرِ نُقطةِ منَ الماءِ، والشَّكُّ من أحدِ رُواةِ الحَديثِ، فالَّتي نَظَرَ إليه بعَينَيه تَخرُجُ من عَينَيه، والَّتي استَنشَقَها بأنفِه خَرَجَت من أنفِه، والَّتي نَطَقَها بفَمِه خَرَجَت من فَمِه، قيلَ: خُصَّتِ العَينُ بالذِّكرِ؛ لأنَّها طَليعةُ القلبِ ورائدُه، فإذا ذُكِرت أغنَت عن سائرِها، وقيلَ: ذُكِرت لأنَّ كلًّا منَ الفمِ، والأنفِ، والأُذنِ له طهارةٌ مَخصوصةٌ خارجةٌ عن طهارةِ الوَجهِ، فكانت مُتكفِّلةً بإخراجِ خَطاياه، بخلافِ العَينِ؛ فإنَّه ليس لها طهارةٌ إلَّا في غَسلِ الوَجهِ، فخُصَّت خَطيئتُها بالخُروجِ عندَ غَسلِه دُونَ غيرِها ممَّا ذُكِرَ.\nفإذا غَسَلَ يَدَيه ذَهبَت ومُحيَت كُلُّ خَطيئةٍ اقترَفَتها وعَمِلتها يَداهُ، كالمُلامسَةِ المُحرَّمةِ وغَيرِها، «مَعَ الماءِ، أوْ مَع آخِرِ قَطْرِ الماءِ»، فإذا غَسَلَ رِجلَيه خَرجَت كُلُّ خَطيئَةٍ مَشتها رِجلاه «مَع الماءِ، أوْ مَعَ آخِرِ قَطرِ الماءِ»، حتَّى إذا انتَهَى من وُضوئه خَرَجَ نَقيًّا منَ ذُنوبِ الأعضاءِ أو جَميعِ الذُّنوبِ مِنَ الصَّغائرِ؛ لأنَّ الأدلَّةَ مُتواترةٌ على أنَّ الكبائرَ لا بُدَّ لها من تَوبةٍ.\nوفي الحَديثِ: فَضلُ الوُضوءِ، وأنَّه يُكفِّرُ الذُّنوبَ.\nوفيه: حَثٌّ على الإكثارِ مِنَ الوُضوءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}