{
    "hadith_id": "2442",
    "hadith": "أَرْسَلَ أَزْوَاجُ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ فَاطِمَةَ بنْتَ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ إلى رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَاسْتَأْذَنَتْ عليه وَهو مُضْطَجِعٌ مَعِي في مِرْطِي، فأذِنَ لَهَا، فَقالَتْ: يا رَسولَ اللهِ، إنَّ أَزْوَاجَكَ أَرْسَلْنَنِي إلَيْكَ يَسْأَلْنَكَ العَدْلَ في ابْنَةِ أَبِي قُحَافَةَ، وَأَنَا سَاكِتَةٌ، قالَتْ فَقالَ لَهَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: أَيْ بُنَيَّةُ أَلَسْتِ تُحِبِّينَ ما أُحِبُّ؟ فَقالَتْ: بَلَى، قالَ فأحِبِّي هذِه قالَتْ: فَقَامَتْ فَاطِمَةُ حِينَ سَمِعَتْ ذلكَ مِن رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَرَجَعَتْ إلى أَزْوَاجِ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ، فأخْبَرَتْهُنَّ بالَّذِي قالَتْ، وَبِالَّذِي قالَ لَهَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَقُلْنَ لَهَا: ما نُرَاكِ أَغْنَيْتِ عَنَّا مِن شيءٍ، فَارْجِعِي إلى رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ فَقُولِي له: إنَّ أَزْوَاجَكَ يَنْشُدْنَكَ العَدْلَ في ابْنَةِ أَبِي قُحَافَةَ فَقالَتْ فَاطِمَةُ: وَاللَّهِ لا أُكَلِّمُهُ فِيهَا أَبَدًا، قالَتْ عَائِشَةُ، فأرْسَلَ أَزْوَاجُ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ زَيْنَبَ بنْتَ جَحْشٍ، زَوْجَ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ، \r\nوَهي الَّتي كَانَتْ تُسَامِينِي منهنَّ في المَنْزِلَةِ عِنْدَ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، وَلَمْ أَرَ امْرَأَةً قَطُّ خَيْرًا في الدِّينِ مِن زَيْنَبَ. وَأَتْقَى لِلَّهِ وَأَصْدَقَ حَدِيثًا، وَأَوْصَلَ لِلرَّحِمِ، وَأَعْظَمَ صَدَقَةً، وَأَشَدَّ ابْتِذَالًا لِنَفْسِهَا في العَمَلِ الذي تَصَدَّقُ به، وَتَقَرَّبُ به إلى اللهِ تَعَالَى، ما عَدَا سَوْرَةً مِن حِدَّةٍ كَانَتْ فِيهَا، تُسْرِعُ منها الفَيْئَةَ، قالَتْ: فَاسْتَأْذَنَتْ علَى رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، وَرَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مع عَائِشَةَ في مِرْطِهَا، علَى الحَالَةِ الَّتي دَخَلَتْ فَاطِمَةُ عَلَيْهَا وَهو بهَا، فأذِنَ لَهَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ. فَقالَتْ: يا رَسولَ اللهِ، إنَّ أَزْوَاجَكَ أَرْسَلْنَنِي إلَيْكَ يَسْأَلْنَكَ العَدْلَ في ابْنَةِ أَبِي قُحَافَةَ، قالَتْ: ثُمَّ وَقَعَتْ بي، فَاسْتَطَالَتْ عَلَيَّ، وَأَنَا أَرْقُبُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، وَأَرْقُبُ طَرْفَهُ، هلْ يَأْذَنُ لي فِيهَا، قالَتْ: فَلَمْ تَبْرَحْ زَيْنَبُ حتَّى عَرَفْتُ أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ لا يَكْرَهُ أَنْ أَنْتَصِرَ، قالَتْ: فَلَمَّا وَقَعْتُ بهَا لَمْ أَنْشَبْهَا حتَّى أَنْحَيْتُ عَلَيْهَا، قالَتْ: فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: وَتَبَسَّمَ إنَّهَا ابْنَةُ أَبِي بَكْرٍ.\r وفي روايةٍ : بهذا الإسْنَادِ، مِثْلَهُ في المَعْنَى، غيرَ أنَّهُ قالَ: فَلَمَّا وَقَعْتُ بهَا لَمْ أَنْشَبْهَا أَنْ أَثْخَنْتُهَا غَلَبَةً.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2442",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (3944)، وأحمد (24575) باختلاف يسير، وابن حبان (7105) بنحوه.",
    "sharh": "كان النَّبيُّ صلَّى اللهُ علَيه وسلَّم نِعمَ المربِّي والمُعلِّمُ، وكانَ خَيرَ النَّاسِ لأهلِه، وأحسَنَهم عِشرةً لأزواجِه، وكان زَوجًا لكثيرٍ مِن النِّساءِ، وكان يقَعُ بيْنهنَّ ما يقَعُ بيْن الضَّرائرِ مِن الغَيرةِ، فكان النَّبيُّ صلَّى اللهُ علَيه وسلَّم يَعدِلُ بيْنهنَّ ولا يَسمَحُ لواحدةٍ أنْ تَتَعدَّى على صاحبتِها.\nوفي هذا الحديثِ تَحْكي أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها أنَّ نِساءَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ كُنَّ حِزبَيْنِ، أي: طائِفتَيْنِ، فَحِزْبٌ فيه أمَّهاتُ المؤمنينَ: عائِشةُ بنتُ أبي بَكرٍ، وحَفْصةُ بنتُ عمَرَ، وصَفيَّةُ بنتُ حُيَيٍّ، وسَوْدةُ بنتُ زَمْعةَ. والحِزْبُ الآخَرُ فيه: أمُّ المؤمنينَ أُمُّ سَلَمةَ بنتُ أبي أُميَّةَ وسائِرُ نِساءِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ: زَينَبُ بنتُ جَحْشٍ، ومَيْمونةُ بنتُ الحارثِ، وأُمُّ حَبيبةَ بنتُ أبي سُفْيانَ، وجُوَيْريَةُ بنتُ الحارثِ رَضيَ اللهُ عنْهنَّ، وكانَ المُسلِمونَ قَدْ عَلِموا حُبَّ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لِعائشةَ رَضيَ اللهُ عنها، فَإذا كانت عِندَ أحَدِهم هَديَّةٌ يُريدُ أنْ يُهْديَها إليه صلَّى اللهُ عليه وسلَّمَ أخَّرَها، حَتَّى إذا كانَ في بَيتِ عائشةَ رَضيَ اللهُ عنها يومَ نَوبتِها بَعَثَ بها إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ هناك.\nفَطَلَبَ حِزْبُ أُمِّ سَلَمةَ رَضيَ اللهُ عنها منها أنْ تُكَلِّمَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ؛ ليُكَلِّمَ النَّاسَ بأنَّ مَن أرادَ أنْ يُهْديَ إليه صلَّى اللهُ عليه وسلَّمَ هَديَّةً، فَلْيُهْدِه حيثُ كانَ مِن بُيوتِ نِسائِه، ولا يَتحيَّنْ يومَ عائشةَ بالتَّحديدِ، فَكَلَّمَتْه أُمُّ سَلَمةَ رَضيَ اللهُ عنها بِما قُلْنَ لها في يَومِ نَوبتِها، فلَم يَقُلْ لها صلَّى اللهُ عليه وسلَّمَ شَيئًا، ولم يُجِبْها لطَلَبِها؛ فَأخبَرَتْ أمُّ سَلَمةَ حِزْبَها بذلكَ، فَطَلَبنَ منها أنْ تُكلِّمَه يَومَ نَوْبتِها مرَّةً ثانيةً، فكلَّمَتْه، فلَم يَقُل لها صلَّى اللهُ عليه وسلَّمَ شَيئًا، فَأخْبَرَتْهنَّ بذلكَ. فَطَلَبْنَ منها أنْ تُكلِّمَه للمرَّةِ الثَّالثةِ في يومِ نَوبتِها، حتَّى يَرُدَّ عليها رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ ويَقولَ لها شيئًا، فكَلَّمَتْه، فَقالَ لها صلَّى اللهُ عليه وسلَّمَ: «لا تُؤْذيني في عائشةَ؛ فإنَّ الوَحْيَ لَم يَأْتِني وأنا في ثَوْبِ امْرَأةٍ إلَّا عائِشةَ». والمقصود بالثوب اللحاف، وهو الغطاء أو السترة، والمعنى: أن أم المؤمنين عائشة رَضيَ اللهُ عنها هي الوحيدة من زوجات النبي صلَّى اللهُ عليه وسلَّمَ التي نزل الوحي على النبي صلَّى اللهُ عليه وسلَّمَ حالَ كونِه نائمًا بجانبها في فراشها. قالت أُمُّ سَلَمةَ رَضيَ اللهُ عنها: «أَتوبُ إلى اللهِ مِن أَذاكَ يا رَسولَ الله». \nثمَّ طَلَبَ حِزْبُ أُمِّ سَلَمَةَ مِن فاطِمةَ رَضيَ اللهُ عنها بِنْتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فَأرْسَلَتْ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ تَقولُ: إنَّ نِساءَك يَنْشُدْنَك اللهَ -أي: يَسْأَلْنَك باللهِ- العَدْلَ في بِنتِ أبي بَكْرٍ، أي: التَّسْويةَ بيْنهنَّ في كُلِّ شَيءٍ مِن المَحَبَّةِ وغَيرِها. وقيل: بلِ المقصودُ التَّسويةُ في مَحبَّةِ القلْبِ فقطْ؛ لأنَّه كان يُساوي بيْنهن في الأفعالِ المقدورةِ، وقدِ اتُّفِقَ على أنَّه لا يَلزَمُه التَّسويةُ في المحبَّةِ؛ لأنَّها لَيست مِن مَقدورِ البشَرِ. وأمَّا ما يَتعلَّقُ بالهَدايا فالَّذي يَظهَرُ أنَّه صلَّى اللهُ عليه وسلَّمَ كان يُشرِكُهنَّ فيما يَصِلُه مِن هَدايا وهو في بَيتِ أمِّ المؤمنينَ عائشةَ، وإنَّما وَقَعَت المنافَسةُ لكونِ العطيَّةِ تَصِلُ إليهنَّ مِن بَيتِ عائشةَ رَضيَ اللهُ عنها، ولا يَلزَمُ في ذلك التَّسويةُ.\nفَقالَ صلَّى اللهُ عليه وسلَّمَ: «يا بُنَيَّة، ألَّا تُحِبِّينَ ما أُحِبُّ، قالت: بَلى»، وزاد في صَحيحِ مُسلمٍ: «قالَ لها: فَأحِبِّي هذه»، أي: عائِشةَ رَضيَ اللهُ عنها، فَرَجَعَتْ فاطِمةُ رَضيَ اللهُ عنها إليهِنَّ فَأخبَرَتْهُنَّ بالَّذي قالَه، فَقُلْنَ: ارْجِعي إليه، فَأبَتْ أنْ تَرجِعَ إليه.\nفَأرسَلنَ زَينَبَ بِنْتَ جَحْشٍ رَضيَ اللهُ عنها، فَأتَتْه صلَّى اللهُ عليه وسلَّمَ، فَأغْلَظَتْ في كَلامِها، وقالت: إنَّ نِساءَك يَنْشُدْنَك اللهَ العَدْلَ في بِنْتِ ابنِ أبي قُحافةَ، وهو والدُ أبي بَكرٍ الصِّدِّيقِ، واسمُه عُثمانُ بنُ عامرٍ رَضيَ اللهُ عنهما، فَرَفَعَتْ زَينَبُ رَضيَ اللهُ عنها صَوتَها حَتَّى تَناوَلَتْ مِن عائِشةَ رَضيَ اللهُ عنها -أي: تَعرَّضَت لها- وهيَ قاعِدةٌ، فسَبَّتْها، حَتَّى إنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ ليَنْظُرُ إلى عائِشةَ رَضيَ اللهُ عنها: هَلْ تَتَكَلَّمُ وتَرُدُّ عليها؟ فتَكَلَّمَت عائِشةُ رَضيَ اللهُ عنها تَرُدُّ عَلى زَينَبَ رَضيَ اللهُ عنها حَتَّى أسْكَتَتْها، قالتْ: فنَظَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى عائشةَ رَضيَ اللهُ عنها وقالَ: إنَّها بِنْتُ أبي بَكْر، أي: إِنَّها شَريفةٌ عاقِلةٌ عارِفةٌ كَأبيها.\nوفي الحَديثِ: فَضيلةٌ عَظيمةٌ لِعائِشةَ رَضيَ اللهُ عنها.\nوفيه: ما كانَ عليه أزْواجُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ مِن مَهابتِه والحَياءِ مِنه حَتَّى راسَلْنَه بِأعَزِّ النَّاسِ عِندَه فاطِمةَ رَضيَ اللهُ عنها.\nوفيه: أنَّ الغَيْرةَ مِن الأمورِ الَّتي جُبِلَتْ عليها المرأةُ، ولا تُلامُ عليها إلَّا إذا أَنزلَتِ الغَيرةَ في غيرِ مَنزلتِها، ويُكرَهُ منها ذلك، وعلى الزَّوجِ التَّعامُلُ معها بلُطْفٍ في هذا السِّياقِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}