{
    "hadith_id": "2443",
    "hadith": "إنْ كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، لَيَتَفَقَّدُ يقولُ: أَيْنَ أَنَا اليَومَ؟ أَيْنَ أَنَا غَدًا؟ اسْتِبْطَاءً لِيَومِ عَائِشَةَ، قالَتْ: فَلَمَّا كانَ يَومِي قَبَضَهُ اللَّهُ بيْنَ سَحْرِي وَنَحْرِي.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2443",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1389) بلفظه، وأحمد (25640)، وأبو يعلى في ((مسنده)) (4586) بنحوه.",
    "sharh": "كانت أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها أحَبَّ زَوْجاتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ إلى قَلبِه، ولم يَحمِلْه شِدَّةُ حبِّه صلَّى اللهُ عليه وسلَّمَ لها على أنْ يَحيفَ على بَقيَّةِ زَوْجاتِه، ويَظلِمَهم حقَّهنَّ؛ بلْ كان في تَعامُلِه صلَّى اللهُ عليه وسلَّمَ مع جَميعِ زَوْجاتِه مِثالًا وقُدْوةً في العَدلِ وحُسنِ العِشْرةِ. \nوفي هذا الحَديثِ تَحْكي أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كان يَسألُ في مرَضِه الَّذي مات فيه: «أين أنا غدًا؟ أين أنا غدًا؟» يُريدُ يومَ عائشةَ؛ لحُبِّه صلَّى اللهُ عليه وسلَّمَ لعائشةَ رَضيَ اللهُ عنها، فأَذِنَ له أزْواجُه يكونُ حيث شاءَ، فكان في حُجرةِ أمِّ المؤمِنينَ عائشةَ رَضيَ اللهُ عنها حتَّى ماتَ عندَها، وكان هذا في السَّنةِ الحاديةَ عَشْرةَ منَ الهِجْرةِ، وتُخبِرُ أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ مات في يومِ نَوبَتِها، أي: اليَومِ الَّذي كان يَدورُ عليها فيه وهو صَحيحٌ غيرُ مَريضٍ. \nوأخبَرَتْ أمُّ المؤمِنينَ عائشةَ رَضيَ اللهُ عنها أنَّ اللهَ عزَّ وجلَّ قبَضَه وإنَّ رأسَه بيْنَ نَحْرِها وسَحْرِها، أيْ: بيْن مَوضِعِ القِلادةِ والرِّئةِ؛ فالسَّحْرُ هو أعْلى البَطنِ، والنَّحرُ مَوضِعُ العِقدِ منَ الصَّدرِ، تُريدُ أنَّه مات وهو مُستَنِدٌ لصَدرِها، ما بيْنَ جَوْفِها وعُنُقِها.\nوأخبَرَت أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها أنَّه خالَطَ ريقُه صلَّى اللهُ عليه وسلَّمَ رَيقَها، وسَببُ ذلك أنَّ أخاها عبدَ الرَّحمنِ بنَ أبي بَكرٍ رَضيَ اللهُ عنهم دخَلَ ورَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ مُستَنِدًا إلى صَدرِها، وكان بيَدِه سِواكٌ -وهو عودٌ يكونُ مِن جُذورِ شَجَرِ الأَراكِ، ويُتَّخَذُ لتَنْظيفِ الأسْنانِ وتَطْهيرِ الفَمِ-، فرَأتْ أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ يَنظُرُ إلى السِّواكِ، وكانت أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها تَعلَمُ أنَّ مِن طَبعِه صلَّى اللهُ عليه وسلَّمَ حُبَّ السِّواكِ مُطلَقًا، أو عندَ تَغيُّرِ الفَمِ خُصوصًا، فأخَذَت رَضيَ اللهُ عنها السِّواكَ مِن أخيها عبدِ الرَّحمنِ رَضيَ اللهُ عنه، ثمَّ قطَعَتْ منه ما كان يَستَنُّ به عبدُ الرَّحمَنِ رَضيَ اللهُ عنه، وأخَذَه منها صلَّى اللهُ عليه وسلَّمَ، فتَسوَّكَ به رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ حالَ كَونِه يَسنِدُ ظَهرَه إلى صَدرِها رَضيَ اللهُ عنها، فجمَعَ اللهُ بذلك بيْنَ رِيقِه صلَّى اللهُ عليه وسلَّمَ وريقِها رَضيَ اللهُ عنها. \nوفي الحَديثِ: طِيبُ عِشْرةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لنِسائِه، وعَدلُه بيْنَهنَّ، حتَّى في مَرضِه.\nوفيه: فَضلُ عائشةَ رَضيَ اللهُ عنها.\nوفيه: الحرصُ على استِعْمالِ السِّواكِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}