{
    "hadith_id": "2462",
    "hadith": "{وَمَن يَغْلُلْ يَأْتِ بما غَلَّ يَومَ القِيَامَةِ} [آل عمران: 161]، ثُمَّ قالَ: علَى قِرَاءَةِ مَن تَأْمُرُونِي أَنْ أَقْرَأَ؟ فَلقَدْ قَرَأْتُ علَى رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ بضْعًا وَسَبْعِينَ سُورَةً، وَلقَدْ عَلِمَ أَصْحَابُ رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، أَنِّي أَعْلَمُهُمْ بكِتَابِ اللهِ، ولو أَعْلَمُ أنَّ أَحَدًا أَعْلَمُ مِنِّي لَرَحَلْتُ إلَيْهِ.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2462",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5000) باختلاف يسير",
    "sharh": "حَرَص الصَّحابةُ رضِيَ اللهُ عنهم على تَلقِّي القرآنِ الكريمِ مِنَ النَّبِيِّ صلَّى اللهُ عليه وسلَّم مُباشَرةً ولازَموه لذلك، وتفاوتت أقدارُهم في هذا الشَّأنِ.\nوفي هذا الحديثِ يُخبرُ عبدُ اللهِ بنُ مَسْعودٍ رضِيَ اللهُ عنه أَنَّه تَلَقَّى مِن فَمِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم دونَ واسِطةٍ بِضعًا وسَبْعينَ سُورةً من القُرآنِ، والبِضْعُ: ما بيْن الثَّلاثةِ والتِّسعةِ.\nوالذي حمَلَه على قَوْلِ ذلك هو ما أَمَرَ به عَثْمانُ رضِيَ اللهُ عنه مِنْ جَمْعِ القرآنِ في مُصْحَفٍ واحدٍ على رَسْمٍ وَاحدٍ، وكان الصَّحابةُ رضِيَ اللهُ عنهم عَزَموا على كِتابةِ المُصحفِ بلُغةِ قُريشٍ، وعيَّنوا لذلك أربعةً لم يكُنْ منهم ابنُ مسعودٍ، مع أنَّه أسبَقُهم لحِفْظِ القُرآنِ، ومِن أعلَمِهم به، كما شَهِدوا له بذلك، غيرَ أنَّه رضِيَ اللهُ عنه كان هُذَلِيًّا، وكانتْ قِراءتُه على لُغةِ هُذيلٍ، وبيْنها وبيْن لُغةِ قُريشٍ تَباينٌ عَظيمٌ؛ فلذلك لم يُدْخِلوه معهم، فَساءَه ذلك فقال ما قال، ثُمَّ أكَّد مَقولتَه بأنَّ الصَّحابةَ رضِي اللهُ عنهم عَلى عِلمٍ بأَنَّهُ مِنْ أَعلمِهم بِكتابِ اللهِ، ثُمَّ بَيَّنَ حَالةَ نَفْسِه تواضُعًا ونفيًا للفَخرِ والإعجابِ، فقال: «وما أنا بِخيْرِهم»، يعني: ما أنا بأَفْضَلِ الصَّحابةِ؛ إذْ لا يلزمُ مِن زيادةِ الفَضلِ في صِفةٍ مِن صِفاتِه الأفضليَّةُ المُطلَقةُ.\nوفي الحديثِ: ذِكْرُ الإنسانِ نَفْسَه بالفضيلةِ؛ لِلحاجةِ، وليس للتَّزكيةِ والفَخْرِ والإعجابِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}