{
    "hadith_id": "249",
    "hadith": "أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ أتَى المَقْبُرَةَ، فقالَ: السَّلامُ علَيْكُم دارَ قَوْمٍ مُؤْمِنِينَ، وإنَّا إنْ شاءَ اللَّهُ بكُمْ لاحِقُونَ، ودِدْتُ أنَّا قدْ رَأَيْنا إخْوانَنا قالوا: أوَلَسْنا إخْوانَكَ؟ يا رَسولَ اللهِ، قالَ: أنتُمْ أصْحابِي وإخْوانُنا الَّذِينَ لَمْ يَأْتُوا بَعْدُ فقالوا: كيفَ تَعْرِفُ مَن لَمْ يَأْتِ بَعْدُ مِن أُمَّتِكَ؟ يا رَسولَ اللهِ، فقالَ: أرَأَيْتَ لو أنَّ رَجُلًا له خَيْلٌ غُرٌّ مُحَجَّلَةٌ بيْنَ ظَهْرَيْ خَيْلٍ دُهْمٍ بُهْمٍ ألا يَعْرِفُ خَيْلَهُ؟ قالوا: بَلَى يا رَسولَ اللهِ، قالَ: فإنَّهُمْ يَأْتُونَ غُرًّا مُحَجَّلِينَ مِنَ الوُضُوءِ، وأنا فَرَطُهُمْ علَى الحَوْضِ ألا لَيُذادَنَّ رِجالٌ عن حَوْضِي كما يُذادُ البَعِيرُ الضَّالُّ أُنادِيهِمْ ألا هَلُمَّ فيُقالُ: إنَّهُمْ قدْ بَدَّلُوا بَعْدَكَ فأقُولُ سُحْقًا سُحْقًا. وفي رواية: فَلَيُذادَنَّ رِجالٌ عن حَوْضِي.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "249",
    "grade": "[صحيح]",
    "sharh": "جَعَل اللهُ تَعالَى للمُؤمنينَ سِماتٍ وصِفاتٍ تُميِّزُهم عن غَيرِهم في الآخِرةِ، وبها يَعرِفُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أتباعَه يَومَ القيامةِ، ومِن ذلك أثرُ الوُضوءِ الذي يكونُ نُورًا ظاهرًا على أعضاءِ الوُضوءِ.\nوفي هذا الحديثِ يَروي أبو هُريرةَ رَضيَ اللهُ عنه: «أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ أتى المَقْبرَةَ»، وهو المكانَ الذي يُدفَنُ فيه، والمُرادُ هنا مَقبَرةُ البَقيعَ، فحَيَّا الأمواتَ وقالَ: «السَّلامُ عَلَيْكمْ دارَ قومٍ مُؤمنينَ، وإنَّا -إنْ شاءَ اللهُ- بِكمْ لاحِقونَ»، أي: أنتم سَبَقتمُ الأحياءَ في الموتِ لانقضاءِ آجالِكم، ونحنُ الأحياءُ سنَلحَقُ بكم -إن شاءَ اللهُ- حين تَنقضي آجالُنا في الدُّنيا، ثم قالَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «وَدِدتُ أنَّا قَدْ رَأَيْنا إِخْوَانَنا»، وهذا تَمَنٍّ مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ بأن يرَى ويَلقى إخوانَه فسألَه الصَّحابةُ رَضيَ اللهُ عنهم: «أوَلَسْنا إخْوانَكَ يا رَسولَ اللهِ؟ قالَ: أنتُمْ أصْحابِي، وإخْوانُنا الَّذِينَ لَمْ يَأْتُوا بَعْدُ»، وهذا تَوضيحٌ مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ بأنَّ مَن رأى النَّبيَّ صلَّى اللهُ عليه وسلَّمَ وآمَنَ به فهوَ من أصحابِه، أمَّا مَن لم يَرَه منَ المُسلِمينَ فهُم إخوانُه في الدّينِ والإسلامِ.\nفسألَه الصَّحابةُ رَضيَ اللهُ عنهم: كيفَ تَعرِفُ يومَ القيامةِ مَن لم يَأتِ بعدُ من أُمَّتِكَ وأنتَ لم تَرَهُم في الدُّنيا؟ فضَرَبَ لهُمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مَثَلًا فقالَ: «أرَأيتَ لو أنَّ رجلًا لهُ خَيْلٌ غُرٌّ مُحَجَّلةٌ بيْنَ ظَهْرَيْ خَيلٍ دُهْمٍ بُهْمٍ، ألَا يَعرِفُ خَيْلَهُ؟» والغُرَّةُ: هيَ البياضُ في الوَجهِ، والتَّحجيلُ: هو البَياضُ في الأقدامِ، والخَيلُ البُهمُ الدُّهمُ: السَّوداءُ، والمقصودُ أنَّه إذا اختلَطَت هذه الخُيولُ تَميَّزَ بعضُها من بعضٍ بِبيَاضِ الغُرَّةِ والتَّحجيلِ، فكذَلكَ المُسلِمونَ يوم القيامةِ؛ «فإنَّهمْ يأتونَ غُرًّا مُحَجَّلينَ»، أي: بهم نُورٌ مُضيءٌ على جِباهِهم وأيديهم وأرجُلِهم من أثرِ الوُضوءِ، «وأَنا فرَطُهُمْ على الحَوْضِ»، أي: والنَّبيُّ صلَّى اللهُ عليه وسلَّمَ هو سابِقُهُم ومُتقدِّمُهم على الحَوضِ يومَ القيامةِ، وهو حوضُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ الذي يَسقي منه الوارِدينَ عليه من أُمَّتِه.\nوأخبَرَ صلَّى اللهُ عليه وسلَّمَ أنَّ الملائكةَ سوفَ تُبعِدُ وتَطرُدُ عنِ الحوضِ أُناسًا وهُم مُقبِلونَ ومُتوجِّهونَ إليه، وهم من المسلِمينَ، كما يَمنَعُ ويَطرُدُ صاحبُ الإبلِ الجَمَلَ الذي ليس من إبلِه، وهو يُزاحِمُها في الطَّعامِ والشَّرابِ، والنَّبيُّ صلَّى اللهُ عليه وسلَّمَ يُنادي هؤلاء النَّاسَ ليأتوا إلى الحَوضِ، قَبل أن يعرِفَ لماذا يُطرَدونَ؟ «فيُقالُ: إنَّهم قدْ بدَّلوا بعْدَكَ»، أي: غيَّروا الدِّينَ أو حرَّفوه وانحَرَفوا بعدَك عنِ الحقِّ، فيَقولُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عندَ ذلك: «سُحقًا سُحقًا»، أي: بُعدًا بُعدًا، وكرَّرَه للتَّأكيدِ، وهُو دُعاءٌ مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ عليهم بالإبعادِ عن حَوضِه أو عنِ الرَّحمةِ.\nوفي الحديثِ: زِيارةُ المقبرةِ، وما يُقالُ عِندَها.\nوفيه: حُبُّ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لأتباعِه وشَوقُه إليهم.\nوفيه: فَضلُ الوُضوءِ.\nوفيه: بَيانُ جَزاءِ التَّبديلِ والانحرافِ عن دِينِ اللهِ، وأنَّه سبَبٌ للإبعادِ عن حَوضِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ يَومَ القيامةِ.\nوفيه: بيانُ فضلِ إطالةِ الغُرَّةِ والتَّحجيلِ في الوُضوءِ.\nوفيه: مَشروعيَّةُ تَمنِّي الخَيرِ، ولقاءِ الفُضَلاءِ، وأهلِ الصَّلاحِ.\nوفيه: أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ لا يَعلَمُ الغَيبَ إلَّا ما أطلَعَه عليه اللهُ سُبحانَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}