{
    "hadith_id": "2499",
    "hadith": "إنِّي لأَعْرِفُ أصْواتَ رُفْقَةِ الأشْعَرِيِّينَ بالقُرْآنِ حِينَ يَدْخُلُونَ باللَّيْلِ، وأَعْرِفُ مَنازِلَهُمْ مِن أصْواتِهِمْ، بالقُرْآنِ باللَّيْلِ، وإنْ كُنْتُ لَمْ أرَ مَنازِلَهُمْ حِينَ نَزَلُوا بالنَّهارِ، ومِنْهُمْ حَكِيمٌ إذا لَقِيَ الخَيْلَ، أوْ قالَ العَدُوَّ، قالَ لهمْ: إنَّ أصْحابِي يَأْمُرُونَكُمْ أنْ تَنْظُرُوهُمْ.",
    "rawi": "أبو موسى الأشعري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2499",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4232)",
    "sharh": "الأشْعَريُّونَ قَبيلةٌ مِن أهْلِ اليمَنِ، لهمْ فَضلٌ كَبيرٌ، وخُلقٌ نَبيلٌ، وقدْ أثْنى عليهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في غَيرِ مَوضِعٍ.\nوفي هذا الحَديثِ يَرْوي أبو مُوسى الأشْعَريُّ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أثْنى على رُفْقةِ الأشْعَريِّينَ، والرُّفْقةُ: الجَماعةُ، فأخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه يَعرِفُ الأشعريِّينَ مِن قِراءتِهم القُرآنَ عندَما يَعودونَ إلى مَنازِلِهم بعْدَ انْتِهاءِ أعْمالِهم وأشْغالِهم ونَحوِها، ويَعرِفُ مَنازِلَهم باللَّيلِ مِن سَماعِ صَوتِهم بالقِراءةِ، وإنْ لم يَرَ هذه المَنازِلَ حينَ دَخَلوها بالنَّهارِ. \nثمَّ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن رَجلٍ -اسْمُه حَكيمٌ، أو صِفتُه أنَّه حَكيمٌ- كان إذا لَقيَ الخَيلَ -أو قال: العَدوَّ، والشَّكُّ مِن أحدِ رُواةِ الحديثِ- قال لهم: إنَّ أصْحابي يَأمُرونَكم أنْ تَنْظُروهم، ومَعْناه على الرِّوايةِ الَّتي فيها «الخَيلُ»: أنَّ المُرادَ خَيلُ المُسلِمينَ، ويُشيرُ بذلك إلى أنَّ أصْحابَه كانوا رَجَّالةً، فكان يَأمُرُ الفُرْسانَ أنْ يَنتَظِروهم؛ ليَسيروا إلى العَدوِّ جَميعًا، وعلى الرِّوايةِ الَّتي فيها «العَدوُّ»: أنَّه لفَرْطِ شَجاعَتِه كان لا يَفِرُّ منَ العَدوِّ؛ بل يُواجِهُهم، ويقولُ لهم -إذا أرادوا الانْصِرافَ مثلًا-: انْتَظِروا الفُرْسانَ حتَّى يَأْتوكم؛ ليُثَبِّتَهم على القِتالِ.\nوفي الحَديثِ: أنَّ الجَهرَ بالقُرآنِ في اللَّيلِ فَضيلةٌ إذا لم يكُنْ فيه إيذاءٌ لنائِمٍ، أو لمُصَلٍّ، أو غيرِهما، ولا رِياءٌ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}