{
    "hadith_id": "25",
    "hadith": "قالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ لِعَمِّهِ عِنْدَ المَوْتِ: قُلْ: لا إلَهَ إلَّا اللَّهُ، أشْهَدُ لكَ بها يَومَ القِيامَةِ، فأبَى، فأنْزَلَ اللَّهُ: {إنَّكَ لا تَهْدِي مَن أحْبَبْتَ} [القصص: 56] الآيَةَ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "25",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "هِدايَةُ القُلوبِ بيَدِ اللهِ وَحدَهُ، ولقد كانَ أبو طالِبٍ عمُّ النَّبيِّ صلَّى اللهُ عليه وسلَّميَحوطُه ويُدافِعُ عنه دِفاعًا شَديدًا.\nوفي هذا الحديثِ يُخبِرُ أبو هُرَيرةَ رَضيَ اللهُ عَنه أنَّه عِندَما حانت وَفاةُ أبي طالبٍ وحَضَرَته عَلاماتُ المَوتِ، جاءَه النَّبيُّ صلَّى اللهُ عليه وسلَّم طامعًا في إسلامِهِ، فقالَ له: «قلْ: لا إلهَ إلَّا اللهُ» يُريدُ منه أن يُؤمِنَ باللهِ عزَّ وجَلَّ ويَعصِمَ بتِلكَ الكَلِمةِ نَفسَه من عَذابِ اللهِ في الآخِرةِ؛ ولهذا قال: «أشهَدُ لكَ بِها يَومَ القيامَةِ»، أي: إن قُلتَها صِرتَ مُسلمًا، فأستَطيعُ أن أشفَعَ لكَ، وكلُّ ذلك تَرغيبٌ لأبي طالِبٍ، وحِرصٌ على نَجاتِه، فرَفَض أبو طالِبٍ ذلك، وقالَ: «لولا أنْ تُعيِّرَني قُرَيشٌ»، أي: يَلحَقَني العارُ والسَّبُّ مِنهم، وقُريشٌ هي قَبيلةُ أبي طالِبٍ والنبيِّ صلَّى اللهُ عليه وسلَّم، يَقولونَ: إنَّما حَمَله على الدُّخولِ في الإسلامِ عِندَ مَوتِه الجزَعُ، وهو الضَّعفُ والخَوفُ منَ المَوتِ، «لأَقرَرْتُ بها عَيْنَكَ»، أي: لأفرَحتُكَ وحقَّقتُ أُمنيتَكَ بقَولِها، وكان أبو طالِبٍ يَعرِفُ صِدقَ النَّبيِّ صلَّى اللهُ عليه وسلَّم في كلِّ ما يَقولُه، غيرَ أنَّه لم يَدخُل في الإسلامِ، ولم يَتلفَّظ بالشَّهادَتينِ، ولم يَزَل على ذلك حتَّى مات، وصَدَق عَليه الكِتابُ والأقدارُ، وكانت وَفاةُ أبي طالِبٍ بمَكَّةَ قبلَ الهِجرةِ بقَليلٍ.\nوفي رِوايةٍ أُخرى في الصَّحيحَينِ عنِ المُسيَّبِ بنِ حَزنٍ رَضيَ اللهُ عَنهُ: أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم قال: «واللهِ لَأَسْتَغفِرَنَّ لك، ما لَم أُنْهَ عنه» -أي: عن الاستِغفارِ- فأنزَلَ اللهُ قولَه تَعالَى: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} [القصص: 56]، ومَعناها: إنَّك -أيُّها الرَّسولُ- لا تَهدي مَن أحبَبتَ -مِثلَ أبي طالِبٍ وغَيرَه- بتَوفيقِه للإيمانِ، ولكِنَّ اللهَ وَحدَه هو الَّذي يُوفِّقُ مَن يَشاءُ للهِدايةِ، وهو أعلَمُ بمَن سَبَق في عِلمِه أنَّه من المُهتَدين إلى الصِّراطِ المُستقيمِ.\nوفي الحديثِ: حِرصُ النَّبيِّ صلَّى اللهُ عليه وسلَّم على الدَّعوةِ إلى الإسلامِ ونَجاةِ النَّاسِ من النِّيرانِ.\nوفيه: عيادةُ الكافرِ؛ لدَعوتِه إلى الإسلامِ.\nوفيه: أنَّ مُراعاةَ كَلامِ النَّاسِ وخَشيتَهم تَتسبَّبُ أحيانًا في مَنعِ الخيرِ عن الإنسانِ، وتَصُدُّه عنِ الإيمانِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}