{
    "hadith_id": "250",
    "hadith": "كُنْتُ خَلْفَ أبِي هُرَيْرَةَ وهو يَتَوَضَّأُ لِلصَّلاةِ، فَكانَ يَمُدُّ يَدَهُ حتَّى تَبْلُغَ إبْطَهُ فَقُلتُ له: يا أبا هُرَيْرَةَ ما هذا الوُضُوءُ؟ فقالَ: يا بَنِي فَرُّوخَ أنتُمْ هاهُنا؟ لو عَلِمْتُ أنَّكُمْ هاهُنا ما تَوَضَّأْتُ هذا الوُضُوءَ، سَمِعْتُ خَلِيلِي صَلَّى اللَّهُ عليه وسلَّمَ يقولُ: تَبْلُغُ الحِلْيَةُ مِنَ المُؤْمِنِ، حَيْثُ يَبْلُغُ الوَضُوءُ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "250",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (250)",
    "sharh": "الوُضوءُ والطَّهارةُ من شَعائرِ المؤمنينَ، وأثَرُ الوُضوءِ يَظهَرُ على المسلمين نُورًا يومَ القيامةِ، وبه يَعرِفُهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عندَ حَوضِهِ.\nوفي هذا الحديثِ يُخبِرُ التَّابعيُّ أبو حازمٍ الأشجعيُّ أنَّه كانَ واقِفًا خَلْفَ أبي هُرَيرةَ رَضيَ اللهُ عنه وهو يَتَوَضَّأُ للصَّلاةِ، فَكانَ أبو هُرَيرةَ رَضيَ اللهُ عنه يَغسِلُ يَدَيه وذِراعَيه إلى أن يَبلُغَ الإبطَينِ؛ مُبالَغةً ورَغبةً في غَسلِ أطوَلِ جُزءٍ مِنَ الذِّارعَينِ، فسألَه أبو حازمٍ عن سببِ هذا الوُضوءِ الذي لم يَعهَد أن يَرَى أحدًا يَتوضَّأُ مِثلَه، فقالَ أبو هُرَيرةَ رَضيَ اللهُ عنه: «يا بَنِي فرُّوخَ، أنتُم هاهُنا؟» أي: حاضِرُونَ وتَرَوني، وبَنُو فرُّوخَ: هُمُ العَجَمُ، وقيلَ: إنَّ فرُّوخَ من وَلدِ إبراهيمَ عليه السَّلامُ، وهُو أخو إسماعيلَ وإسحاقَ، ومِن ولدِه العَجَمُ، ثُمَّ أخبَرَ أنَّه لو يَعلَمُ أنَّ أحدًا يَراه ما تَوضَّأ هذا الوُضوءَ.\nوأرادَ أبو هُرَيرةَ بكَلامِه هذا أنَّه يَنبَغي لمَن يُقتدى به إذا تَرخَّصَ في أمرٍ أو تَشدَّدَ فيه مع نفسِه، أو لاعتقادِه في ذلك مَذهَبًا شَذَّ به عنِ النَّاسِ: ألَّا يَفعَلَه بحَضرةِ العامَّةِ؛ لئلَّا يَترخَّصوا برُخصتِه لغَيرِ ضَرورةٍ أو يَعتقِدُوا أنَّ ما تَشدَّدَ فيه هو الفرضُ.\nثُمَّ قالَ أبو هُرَيرةَ مُبيِّنًا مُستنَدَه في هذا الوُضوءِ: «سَمِعتُ خَلِيلي صلَّى اللهُ عليه وسلَّمَ يقولُ: تبلُغُ الحِليةُ منَ المؤْمِنِ حَيْثُ يَبلُغُ الوُضوءُ»، والمقصودُ أنَّ المؤمِنَ يُحلَّى في الجنَّةِ وتكونُ هذه الحِليةُ إلى حيثُ يَبلُغُ الوضوءُ، فتَبلُغُ الحِليةُ في اليدينِ إلى المِرفقَينِ؛ لأنَّ الوضوءَ يَبلُغُ إلى المِرفَقينِ؛ فكان مُرادُ أبي هُرَيرةَ رَضيَ اللهُ عنه أن يَبلُغَ بوُضوئه أبعَدَ ما يَستطيعُ من أعضائه؛ ليَبلُغَ به الحِليةَ في الجَنَّةِ.\nوفي الحديثِ: بيانُ شرفِ المؤمِنِ من هذه الأُمَّةِ حيثُ خُصَّت بالغُرَّةِ والتَّحجيلِ.\nوفيه: أنَّه يَنبغي للعالِمِ ألَّا يَفعَلَ عندَ العَوامِّ ما لا يَعرِفُونَ، إذا خافَ عليهم أن يَفهَموا منه غيرَ المُرادِ.\nوفيه: بيانُ فضلِ إطالةِ الغُرَّةِ والتَّحجيلِ بمُجاوَزةِ مَحلِّ الفَرضِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}