{
    "hadith_id": "2506",
    "hadith": "اللَّهُمَّ اغْفِرْ لِلأَنْصارِ، ولأَبْناءِ الأنْصارِ، وأَبْناءِ أبْناءِ الأنْصارِ.",
    "rawi": "زيد بن أرقم",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2506",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4906) مطولاً، ومسلم (2506).",
    "sharh": "لَمَّا بُويعَ يَزيدُ بنُ مُعاويةَ لم يُبايِعْ أهلُ المدينةِ وامتنَعُوا عَنِ البَيعةِ؛ لِمَا رأَوْه مِن عدَمِ أحقِّيَّتِه بِالخلافةِ، فأرْسَلَ إليهم يَزيدُ بنُ مُعاويةَ مُسلِمَ بنَ عُقبةَ في جَيشٍ كَبيرٍ سَنةَ ثَلاثٍ وسِتِّينَ مِنَ الهِجرةِ، فهزَمَهم وقَتَلَ مِنَ الأنصارِ عددًا كبيرًا جدًّا، واستَباحَ المَدينةَ ثَلاثةَ أيَّامٍ، وعُرفَتْ هذه المعركةُ بمَعركةِ الحَرَّةِ، وهي الحَرَّةُ التي في شَرقِيِّ المَدينةِ، والحَرَّةُ: كُلُّ أرضٍ ذاتُ حِجارةٍ سَوداءَ.\nوفي هذا الحَديثِ يُخبِرُ أَنسُ بن مالكٍ رضِيَ اللهُ عنه أنَّه حَزِن على مَن أُصيبَ مِنَ الأنصارِ في يومِ الحَرَّةِ لَمَّا بلغه ما حدث، وكان رَضِيَ اللهُ عنه يومَئذٍ بِالبَصرةِ، فكتَبَ إليه زيدُ بنُ أرقمَ رضِيَ اللهُ عنه لَمَّا بلَغَه شِدَّةُ حزنِ أنسٍ رضِيَ الله عنه -وأرادَ أنْ يُعزِّيَه ويُسلِّيَه في مُصابِه- فذَكر له أنَّه سَمِعَ النَّبيَّ صلَّى اللهُ عليه وسلَّم يقولُ: «اللَّهمَّ اغفرْ لِلأنصارِ ولأبناءِ الأنصارِ، ولأبناءِ أبناءِ الأنصارِ»، وهم أهلُ المدينةِ، وقد شَكَّ عبدُ اللهِ بنُ الفَضلِ -راوي الحديثِ عَن أنسٍ رضِيَ اللهُ عنه- في قولِه: «ولأبناءِ أبناءِ الأنصارِ»، أي: لا يَذكُرُ أثابِتةٌ هيَ أم لا؟ وقد ثَبتتْ في غيرِ هذه الرِّوايةِ؛ رواها النَّضرُ بنُ أنسٍ عَن زيدِ بنِ أرقمَ رضِي اللهُ عنه أيضًا عند مُسلمٍ في صَحيحِه؛ فلا يَضُرُّ شَكُّه فيها.\nومغزَى تَعزيةِ زَيدِ بنِ أرقمَ أنَسًا رضِي اللهُ عنهما بتَذكيرِه بهذا الحديثِ: أنَّ الَّذي يَصيرُ إلى مَغفرةِ اللهِ لا يَشتدُّ الحزنُ عليه، فكانَ ذلكَ تَعزيةً لِأنسٍ رضِي اللهُ عنه فيهم.\nفسَألَ بعضُ الحاضرِينَ -قيل: النَّضرُ بنُ أنسٍ- أنسًا رضِي اللهُ عنه عَن زيدِ بن أرقَمَ رَضِيَ اللهُ عنه، قال أنسٌ رضِيَ اللهُ عنه: «هو الَّذي يقولُ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم: هذا الَّذي أَوْفى اللهُ له بأُذُنِه»، ففي الصَّحيحينِ: أنَّ زيدَ بنَ أرقمَ رضِيَ اللهُ عنه لَمَّا حَكَى لِرسولِ اللهِ صلَّى اللهُ عليه وسلَّم قولَ عبدِ اللهِ بنِ أبيٍّ ابنِ سلولَ لِأصحابِه: لا تُنْفِقُوا على مَن عِندَ رَسولِ اللهِ، قال له صلَّى اللهُ عليه وسلَّم: «لعلَّه أخطأَ سَمْعُك»، فقال زيدٌ رضِي اللهُ عنه: لا، فلمَّا نزَلَ قولُه تعالى: {هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ} [المنافقون: 7]، لحِقَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّم زيْدًا رضِي اللهُ عنه مِن خلْفِه، فعَرَكَ أُذُنَه، أي: دَلَكَها وحَكَّها، وقال: «وَفَتْ أُذنُك يا غلامُ»، أي: صَدقَتْ، فهذا مُرادُ أنسٍ رضِيَ اللهُ عنه بقولِه: «هذا الَّذي أَوْفَى اللهُ له بأُذُنِه»، وأشارَ أنسٌ بهذا إلى صِدقِ زيدٍ في تَحديثِه عن النَّبيِّ صلَّى اللهُ عليه وسلَّم.\nوفي الحَديثِ: فضيلةُ أنسِ بنِ مالكٍ وزَيدِ بنِ أرقَمَ رَضِيَ اللهُ عنهما.\nوفيه: فَضلُ الأنصارِ وأبناءِ الأنصارِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}