{
    "hadith_id": "2546",
    "hadith": "لَوْ كانَ الدِّينُ عِنْدَ الثُّرَيّا، لَذَهَبَ به رَجُلٌ مِن فارِسَ، أوْ قالَ، مِن أبْناءِ فارِسَ حتَّى يَتَناوَلَهُ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2546",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4897)، ومسلم (2546).",
    "sharh": "لا فضْلَ لِعربيٍّ على أعْجَميٍّ إلَّا بِالتَّقوى، فلا العربيُّ يَدخُلُ الجنَّةَ بِنَسبِه ولا غيرُ العربيِّ يُحرَمُها بِنَسبِه، بلْ كلُّ مَن حقَّقَ أَسبابَ الدَّرجاتِ العلى نَالها، أيًّا كان جِنسُه ولونُه. \nوفي هذا الحديثِ يُخبِرُ أبو هُرَيرةَ رضِي اللهُ عنه أنَّهم كانوا جلوسًا عندَ النَّبيِّ صلَّى اللهُ عليه وسلَّم، فأُنزلتْ عليه سورةُ الجمعةِ، وفيها قَولُه تعالى: {وَآَخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ} [الجمعة: 3]، وقبله: {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ} [الجمعة: 3]، والمعنى: أنَّ اللهَ تعالَى بعَثَ النَّبيَّ صلَّى اللهُ عليه وسلَّم في الأُمِّيِّينَ الَّذينَ على عهْدِه، وفي آخَريِنَ لم يَلْحقُوا بهم بعْدُ وسَيلْحَقون بهم مِن بَعْدِهم، وهمُ الَّذينَ يأتون بعْدَ الصِّحابةِ رضوانُ اللهِ عليهم مِنَ العَربِ وغيرِهم. \nولَمَّا قرأ رسولُ اللهِ صلَّى اللهُ عليه وسلَّم هذه الآية سأل أبو هُرَيرةَ رَضِيَ اللهُ عنه النَّبيَّ صلَّى اللهُ عليه وسلَّم عَنِ المرادِ بِالآخَرينَ في الآيةِ. فلم يُجِبْ رسولُ اللهِ صلَّى اللهُ عليه وسلَّم عليه، حتى كرَّر السُّؤالَ مَرَّتينِ أو ثلاثًا، وعندها وضعَ صلَّى اللهُ عليه وسلَّم يدَه الشَّريفةَ على سَلمانَ الفارسيِّ رضِي اللهُ عنه، وقال: «لو كانَ الإيمانُ عندَ الثُّرَيَّا لنالَه رجالٌ -أو رجلٌ- مِن هؤلاءِ»، يعني: لو كان الإيمانُ في بُعدِ نجْمِ الثُّريَّا لَسَعَى إليه وحصَّلَه رجالٌ مِن قَومِ سَلْمانَ رضِي اللهُ عنه، وهمْ أهلُ فارسَ، وهذا إشارةٌ منه صلَّى اللهُ عليه وسلَّم أنَّ المقصودَ بقولِه تعالى: {وَآَخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ} أهلُ فارسَ؛ بدلالةِ قَولِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم في سَلمانَ، وكان فارسِيًّا، ويؤَيِّدُ هذا المعنى روايةُ مُسلِمٍ في صحيحِه: «لو كان الدِّينُ عند الثُّرَيَّا لذَهَب به رجُلٌ مِن فارِسَ -أو قال: من أبناءِ فارِسَ- حتى يتناوَلَه».\nويُحتمَلُ أنْ يُرادَ بهم غيرُ العربِ عُمومًا؛ فإنَّ سَلمانَ رَضِيَ اللهُ عنه لم يكُنْ عربيًّا، وكان أعجَمِيًّا، وقدْ ظهَرَ ذلك عِيانًا؛ فإنَّه ظهرَ في العَجَمِ عُمومًا الدِّينُ وكثُرَ العلماءُ بيْنهم.\nوفي الحَديثِ: فضيلةُ الصَّحابيِّ سَلمانَ الفارسيِّ رَضِيَ اللهُ عنه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}