{
    "hadith_id": "2553",
    "hadith": "سَأَلْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، عَنِ البِرِّ وَالإِثْمِ فَقالَ: البِرُّ حُسْنُ الخُلُقِ، وَالإِثْمُ ما حَاكَ في صَدْرِكَ، وَكَرِهْتَ أَنْ يَطَّلِعَ عليه النَّاسُ.",
    "rawi": "النواس بن سمعان الأنصاري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2553",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (17631)، والدارمي (2831)، وابن أبي شيبة (25335)، وابن حبان (397) واللفظ لهم جميعا.",
    "sharh": "المسْلمُ عليه أنْ يَسألَ عمَّا يَجهَلُ مِن أُمورِ دِينِه، وما خَفِي فَهْمُه مِن نُصوصِ شَريعتِه، وقدْ كان الصَّحابةُ الكرامُ يَتحمَّلون الكثيرَ مِن الصُّعوباتِ، ويَرحَلون للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ لِيَتعلَّموا أُمورَ دِينِهم، ويَسْألوه عمَّا يَنفَعُهم.\n وفي هذا الحديثِ يَرْوي النَّوَّاسُ بنُ سَمعانَ رَضيَ اللهُ عنه أنَّه أقامَ مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ بالمدينةِ سنةً كالزَّائرِ وفي صُورةِ العازمِ على الرُّجوعِ إلى الوطنِ، ثمَّ بيَّنَ رَضيَ اللهُ عنه سَببَ عَدمِ هِجرتِه إلى المدينةِ فَوْرَ إسلامِه، وهي المسألةُ، أي: الرَّغبةُ في سُؤالِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ عَن أُمورِ الدِّينِ؛ لأنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان قدْ نَهى المهاجِرين المقيمينَ معه في المدينةِ عن كَثرةِ الأسئلةِ؛ لأنَّها قدْ تُؤدِّي إلى المَشقَّةِ على النَّاسِ، وأيضًا فإنَّ بإقامتِهم معه سيَعرِفون أُمورَ دِينِهم على التَّوالي والتَّرتيبِ وعندَ وُقوعِ المسألةِ بعَينِها، لا أنْ يَفترِضَها أحدُهم وهي لم تَقَعْ بعْدُ، وحتَّى لا يَشُقَّ عليهم بكَثرةِ السُّؤالِ أُمورُ الدِّينِ، وهو ما أكَّدَه القرآنُ الكريمُ في قولِ الله تَعالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ} [المائدة: 101]؛ ولذلك يقولُ النَّوَّاسُ رَضيَ اللهُ عنه: «كان أحدُنا إذا هاجَرَ لم يَسألْ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ عَن شَيءٍ»، ويُتمِّمُ هذا المعنى ما قالهُ أنسٌ رَضيَ اللهُ عنه في الحديثِ الَّذي ذَكَره مُسْلم: «فكان يُعجِبُنا أنْ يَجِيءَ الرَّجلُ مِن أهلِ الباديةِ العاقلِ، فيَسأَلَه ونحْنُ نَسمَعُ»؛ لأنَّه صلَّى اللهُ عليه وسلَّمَ كان يَسمَحُ بالأسئلةِ لِلطَّارئينَ مِنَ الأعرابِ وغَيرِهم؛ لأنَّهم يُحتَملونَ في السُّؤالِ ويُعذَرونَ، فلمَّا عَلِم النَّوَّاسُ رَضيَ اللهُ عنه ذلك كانت رَغبتُه في السُّؤالِ عن أُمورِ دِينِه باعثًا له على عدَمِ الهِجرةِ.\n ثمَّ أخبَرَ النَّوَّاسُ رَضيَ اللهُ عنه أنَّه سَألَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ عَنِ البِرِّ والإثْمِ ، أي عن مَعنى الطَّاعةِ الَّتي يُثابُ عليها الإنسانُ، ومَعنى المعصيةِ الَّتي يُعاقَبُ عليها، فبَيَّنَ له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مَعناهما، فذَكَرَ له أنَّ أعظَمَ خِصالِ البِرِّ أوِ البِرَّ كلَّه مُجْمَلًا هو حُسنُ الخُلقِ مَع النَّاسِ، ويكونُ حُسنُ الخُلُقِ مع النَّاسِ بكَفِّ الأذى عنهم، وبَذلِ الخَيرِ الدِّينيِّ والدُّنيويِّ لهم، وطَلاقةِ الوَجهِ مع الصَّبرِ على أذاهم.\n ثمَّ بَيَّن له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ الإثمَ هو ما تَردَّدَ وتحرَّكَ وأَثَّرَ في النَّفْسِ بأنْ لم تَنشرِحْ له، وحلَّ في القلبِ منه الشَّكُّ والخوفُ مِن كونِه ذَنْبًا وأَقْلَقَه ولَمْ يَطمئِنَّ إليه، وكَره أنْ يَطَّلِعَ عليه النَّاسُ؛ لأنَّه محلُّ ذمٍّ وعَيْبٍ، فَتجدُك مُتردِّدًا فيه، وتَكرَهُ أنْ يطَّلِعَ النَّاسُ عَليكَ. \n وهذه الجُملةُ إنَّما هي لِمَنْ كانَ قَلبُه صافيًا سليمًا؛ فهذا هو الَّذي يَحُوكُ في نَفسِه ما كان إثمًا ويَكرهُ أنْ يطَّلعَ عليه النَّاسُ، أمَّا مَن فَسَد قَلبُه وانتَكَسَت فِطرتُه، فقدْ يَنشرِحُ صَدرُه للآثامِ، ويُجاهِرُ بها.\n والأصلُ أنَّ البِرَّ اسمٌ جامِعٌ لكُلِّ مَعاني الطَّاعةِ، والإثْمَ: اسمٌ جامِعٌ لكُلِّ أنواعِ المَعاصي، وإنَّما كان جَوابُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ بهذه المَعاني مِن بابِ ما يَتناسَبُ مع حالِ السَّائِلِ، كما هي عادَتُه صلَّى اللهُ عليه وسلَّمَ مع مِثلِ تلك المَسائِلِ.\n وفي الحديثِ: أنَّ النَّبِيَّ صلَّى اللهُ عليه وسلَّمَ أُعْطِيَ جوامعَ الكلمِ؛ يَتكلَّمُ بِالكلامِ اليسيرِ وهو يَحملُ مَعانيَ كثيرةً؛ فقولُه: \"البرُّ حُسنُ الْخُلقِ\" كلمةٌ جامعةٌ مانعةٌ.\n وفيه: الحثُّ على حُسْنِ الخُلُقِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}