{
    "hadith_id": "256",
    "hadith": "أنَّهُ باتَ عِنْدَ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ ذاتَ لَيْلَةٍ فَقامَ نَبِيُّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مِن آخِرِ اللَّيْلِ، فَخَرَجَ فَنَظَرَ في السَّماءِ، ثُمَّ تَلا هذِه الآيَةَ في آلِ عِمْرانَ {إنَّ في خَلْقِ السَّمَواتِ والْأَرْضِ واخْتِلافِ اللَّيْلِ والنَّهارِ} حتَّى بَلَغَ {فقِنا عَذابَ النَّارِ} [آل عمران: 190 191] ثُمَّ رَجَعَ إلى البَيْتِ فَتَسَوَّكَ وتَوَضَّأَ، ثُمَّ قامَ فَصَلَّى ثُمَّ اضْطَجَعَ ثُمَّ قامَ، فَخَرَجَ فَنَظَرَ إلى السَّماءِ فَتَلا هذِه الآيَةَ، ثُمَّ رَجَعَ فَتَسَوَّكَ فَتَوَضَّأَ، ثُمَّ قامَ فَصَلَّى.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "256",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ حَريصًا على قيامِ اللَّيلِ مُرغِّبًا فيه، وَلم يَكنِ يَترُكُ قِيامَ اللِّيلِ في حَضَرٍ وَلا سَفرٍ.\nوفي هذا الحَديثِ يُخبِرُ الصَّحابيُّ الجَليلُ عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّه باتَ لَيلةً عندَ خالتِه مَيمونةَ بِنتِ الحارِثِ في بَيتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فرأى ابنُ عبَّاسٍ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ استيقَظَ من نَومِه في آخِرِ اللِّيلِ قبلَ الفَجرِ، فَخرَجَ من بَيتِه ونَظرَ إلى السَّماءِ مُتأمِّلًا في خَلقِ اللهِ عزَّ وجلَّ، وجَعَلَ يَتلو قولَ اللهِ تَعالَى: {إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللِّيلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْألْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ} [آل عمران: 190-191]، وفي روايةٍ عندَ مُسلمٍ: «فَقَرَأَ هؤلاءِ الآيَاتِ حَتَّى خَتَمَ السُّورةَ»، ومَعنى الآيتَينِ: إنَّ في إيجادِ السَّمواتِ والأرضِ من عدَمٍ، وصُنعِها المُتقَنِ وما فيها، وتَعاقُبِ اللَيلِ والنَّهارِ -لَدلائلَ واضحةً لِذَوي العُقولِ السَّليمةِ تَدُلُّهم على الخالِقِ سُبحانَه وعلى صِفاتِه، هؤلاءِ همُ الذين يَذكُرون اللهَ تَعالَى دائمًا وعلى مُختلِفِ حالاتِهم؛ قيامًا وقُعودًا ومُضطجِعينَ، وتَجولُ أفكارُهم في خَلقِ السَّمواتِ والأرضِ، يَقولونَ وهُم يَتفكَّرونَ فيها مُخاطِبينَ اللهَ تَعالَى: إنَّك -يا ربَّنا- لم تَخلُق هذا الخَلقَ عبَثًا؛ فأنتَ مُنزَّهٌ عنِ العَبثِ واللَّهوِ، فجنِّبنا عَذابَ النَّارِ.\nثُمَّ لمَّا تَلَا هاتَين الآيتَينِ رَجَعَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إلى بَيتِه، وَاستَخدمَ السِّواكَ -وهو عُودٌ من جُذورِ شَجرِ الأراكِ- ليُنظِّفَ فمَه، ولِتَكُونَ رائحتُه طيِّبةً على الدَّوامِ، ثُمَّ تَوضَّأ وقامَ يُصلِّي مِنَ اللَّيلِ، ثُمَّ رَجَعَ فَنامَ قَليلًا، ثُمَّ قامَ فخَرَجَ من بَيتِه ونَظَرَ إلى السَّماءِ وتَلا الآيتَينِ، ثُمَّ رَجَعَ إلى بَيتِه وتَسوَّكَ بالسِّواكِ، ثُمَّ تَوضَّأ وقامَ يُصلِّي، كَما فَعَلَ في المَرَّةِ الأُولى.\nوفي الحديثِ: استِخدامُ السِّواكِ عندَ القيامِ منَ النَّومِ في اللَّيلِ.\nوفيه: مَشروعيَّةُ بَياتِ المُميِّزِ عندَ مَحرَمِه، وإن كانَ زَوجُها معها.\nوفيه: مَشروعيَّةُ صَلاةِ اللِّيلِ.\nوفيه: مَشروعيَّةُ قِراءةِ الآيتَينِ المَذكورتَينِ عندَ الانتباه منَ النَّومِ في اللَّيلِ، والتَّفكُّرِ فيما اشتملت عليه منَ الآياتِ العِظامِ.\nوفيه: النَّظرُ إلى السَّماءِ للتَّفكُّرِ في بَديعِ صُنعِ اللهِ عزَّ وجلَّ.\nوفيه: مَشروعيَّةُ أن يَنامَ الإنسانُ بينَ صلواتِ اللَّيلِ، وتَكرارِ ما ذُكِرَ منَ السِّواكِ، وقراءةِ الآيتَينِ، والوُضوءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}