{
    "hadith_id": "2576",
    "hadith": "قالَ لي ابنُ عَبَّاسٍ: أَلَا أُرِيكَ امْرَأَةً مِن أَهْلِ الجَنَّةِ؟ قُلتُ: بَلَى، قالَ: هذِه المَرْأَةُ السَّوْدَاءُ، أَتَتِ النبيَّ صَلَّى اللَّهُ عليه وسلَّمَ، قالَتْ: إنِّي أُصْرَعُ وإنِّي أَتَكَشَّفُ، فَادْعُ اللَّهَ لِي، قالَ: إنْ شِئْتِ صَبَرْتِ وَلَكِ الجَنَّةُ، وإنْ شِئْتِ دَعَوْتُ اللَّهَ أَنْ يُعَافِيَكِ قالَتْ: أَصْبِرُ، قالَتْ: فإنِّي أَتَكَشَّفُ فَادْعُ اللَّهَ أَنْ لا أَتَكَشَّفَ فَدَعَا لَهَا.",
    "rawi": "عطاء بن أبي رباح",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2576",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5652)، وأحمد (3240)، والنسائي في ((الكبرى)) (7448) واللفظ لهم.",
    "sharh": "الصَّبرُ ضِياءٌ يُضيءُ للإنسانِ الظُّلماتِ، ويُهوِّن عليه الشَّدائدَ والكُرباتِ، ويَهدِيه سَبيلَ الحَقِّ، ويُيسِّرُ له الطَّريقَ إلى الجنَّةَ، ومِن ثمَّ فهو مِن أهمِّ الأخلاقِ الَّتي يَنبغي للمُسلِمِ أنْ يتَّصِفَ بها.\nوفي هذا الحَديثِ يَروي عبدُ اللهِ بنُ عبَّاسٍ رضِيَ اللهُ عنهما أنَّ امرأةً سَوداءَ -قيل اسمُها: سعيرةُ الأَسديَّةُ، وقيل شقيرة- كانتْ مُصابةً بِداءِ الصَّرَعِ -وهو مَرَضٌ في الجِهازِ العَصَبيِّ تَصحَبُه غَيبوبةٌ في العَضَلاتِ- فأتتِ النَّبيَّ صلَّى اللهُ عليه وسلَّم تَشْكو مَرضَها وحالَها، وأنَّها عندَ إصابتِها بنَوْبةِ الصَّرعِ تَتكشَّفُ، فيَظهَرُ جَسدُها، وطلَبَتْ منه صلَّى اللهُ عليه وسلَّم أنْ يَدْعوَ لها بالشّفاءِ مِن مَرَضِها هذا، فخيَّرَها النَّبيُّ صلَّى اللهُ عليه وسلَّم بيْن أنْ تَصبِرَ ويكونَ جَزاؤها الجنَّةَ، وبيْن أنْ يَدْعوَ لها فيَذهَبَ عنها المرضُ، فاختارتِ الصَّبْرَ على المرضِ رَجاءَ الجنَّة، ولكنَّها طلَبتْ منه صلَّى اللهُ عليه وسلَّم أنْ يَدْعوَ لها ألَّا تَتكشَّفَ؛ حِفاظًا على جَسدِها وعَورتِها من الظُّهورِ أمامَ النَّاس وهي لا تدري، فدَعا لها النَّبيُّ صلَّى اللهُ عليه وسلَّم ألَّا تَتكشَّفَ أثناءَ صَرَعِها.\nوأخبر عطاءُ بنُ أبي رباحٍ أنَّه رأى هذه المرأةَ، وكُنيتُها أُمُّ زُفَرَ، وكانت امرأةً طويلةً سَوداءَ البَشَرةِ، رآها حالَ كَونِها جالِسةً مُعتَمِدةً على سِترِ الكَعبةِ. وقيل: كانت إذا خَشِيَت أن يأتيَها الصَّرعُ تأتي أستارَ الكَعبةِ فتتعَلَّقُ بها. وقيل: إنَّ أُمَّ زُفَرَ هذه امرأةٌ أُخرى غيرُ المرأةِ المذكورةِ في الحَديثِ.\nوفي الحَديثِ: بَيانُ فضْلِ الصَّابرينَ على البلاءِ والمرَض، وجَزاءِ اللهِ الذي يَنتظِرُهم مُقابلَ صَبْرِهم واحتسابِهم، وأنَّ الصَّبرَ على البلاء يُورِثُ الجنَّةَ.\nوفيه: أنَّ الأخذَ بالشِّدَّةِ أفضَلُ مِنَ الأخذِ بالرُّخصةِ لِمن عَلِمَ مِن نَفْسِه أنَّه يُطيقُ الشِّدَّةَ، ولا يَضعُفُ عن التِزامِها.\nوفيه: عِفَّةُ نِساءِ السَّلَفِ الصَّالحِ، وحِرصُهنَّ على السَّترِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}