{
    "hadith_id": "258",
    "hadith": "وُقِّتَ لنا في قَصِّ الشَّارِبِ، وتَقْلِيمِ الأظْفارِ، ونَتْفِ الإبِطِ، وحَلْقِ العانَةِ، أنْ لا نَتْرُكَ أكْثَرَ مِن أرْبَعِينَ لَيْلَةً",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "258",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو داود (4200)، والترمذي (2759)، والنسائي (14)، وابن ماجه (295)، وأحمد (12232) واللفظ لهم.",
    "sharh": "جمَعَت شَريعةُ الإسلامِ من كلِّ شَيءٍ أحسَنَه، وهي مُوافِقةٌ في تَشريعاتِها كُلِّها للفِطرةِ النَّقيَّةِ الطَّاهِرةِ مِن كُلِّ خُبثٍ، ومِن ذلك سُننُ الفِطرةِ التي تَعتَني بنَظافةِ الإنسانِ باطِنًا وظاهِرًا.\nوفي هذا الحديثِ يُخبِرُ أنَسُ بنُ مالِكٍ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ -كما في روايةِ أبي داودَ والنَّسائيِّ- حَدَّدَ لأصحابِه رَضيَ اللهُ عنهم -وللمُسلِمينَ عامَّةً- مُدَّةً زَمنيَّةً في أربعةِ أشياءَ ألَّا يَزيدَ تَركُها عن أربعينَ يومًا؛ الأوَّلُ: قَصُّ الشَّارِبِ، بأخذِ بعضِ الشَّعرِ النَّابتِ على الشَّفَةِ العُليا، وقد ورَدَت رِواياتٌ أُخرى فيها الأمرُ بحَفِّه وجَزِّه كذلك، والمَعنى واحِدٌ، ومنها: حَديثُ ابنِ عُمَرَ رَضيَ اللهُ عنهما في الصَّحيحَينِ، عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ قالَ: «خَالِفوا المُشرِكينَ؛ وَفِّرُوا اللِّحَى، وأحفُوا الشَّوارِبَ». والثَّاني: تَقليمُ الأظفارِ، بإزالةِ ما طالَ منها عنِ اللَّحمِ بِمِقَصٍّ أو غيرِ ذلك؛ وذلك لأنَّ الوَسَخَ يَجتمعُ تحتَها فيُستقذَرُ، وقد يَنتهي إلى حدٍّ يَمنعُ وُصولَ الماءِ إلى ما يَجِبُ غَسلُه في الطَّهارةِ، والثَّالِثُ: نَتفُ الإبطِ، بإزالةِ الشَّعرِ الَّذي يَنبُتُ به، و\"الإبطُ\": المَوضِعُ الَّذي يَكونُ أسفَلَ مَفصِلِ الذِّراعِ بالكَتِفِ، وإزالةُ هذا الشَّعرِ مُهِمٌّ؛ لأنَّه يُنتِنُ إذا بَقيَ وطالَ مع العَرَقِ وحَرارةِ الجَسدِ والجوِّ، والأفضَلُ فيه النَّتفُ لمَن قَويَ عليه، ويَحصُلُ أصلُ السُّنَّةِ بإزالتِه بأيِّ وَسيلةٍ كانت، كالحَلقِ وغَيرِه، والرَّابِعُ: حَلقُ العانةِ، بإزالةِ الشَّعرِ الَّذي يَنبُتُ بها، و\"العانةُ\": مَنبَتُ الشَّعرِ الَّذي يكونُ حَولَ الفَرجِ. ومُدَّةُ الأربعينَ هو المُدَّةُ القُصوى التي لا يَتعدَّاها المُسلِمُ دُونَ حَلقٍ أو قَصٍّ، فإن أزالَ قَبلَها فهو أَولى وأحسَنُ.\nوفي فِعلِ هذه الخِصالِ والالْتِزامِ بها تَنظيفٌ للجَسَدِ، وحِفظٌ له مِنَ التَّقذُّرِ والتَّدنُّسِ، مع الحِفاظِ على جَمالِ المَظهَرِ الخارِجيِّ؛ فيَجمَعُ المُسلِمُ بينَ النَّظافةِ والطَّهارةِ الدَّاخِليةِ والخارِجيَّةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}