{
    "hadith_id": "26",
    "hadith": "مَن ماتَ وهو يَعْلَمُ أنَّه لا إلَهَ إلَّا اللَّهُ، دَخَلَ الجَنَّةَ.",
    "rawi": "عثمان بن عفان",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "26",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (464)، وابن حبان (201)، والطبراني في ((الأوسط)) (1663) واللفظ لهم جميعا",
    "sharh": "تَوحيدُ اللهِ سُبحانَه وإفرادُه بالعِبادةِ هو الغايةُ من خَلقِ الجِنِّ والإنسِ، وهو السَّبيلُ إلى النَّجاةِ من النَّارِ والفوزِ بدُخولِ الجِنانِ.\nوفي هذا الحَديثِ يُوضِّحُ النَّبيُّ صلَّى اللهُ عليه وسلَّم فَضلَ التَّوحيدِ لَمَن ماتَ عَليهِ، فأخبَرَ أنَّ مَن ماتَ وهو مُؤمنٌ باللهِ ويَعلَمُ بتَوحيدِه، وأنَّ اللهَ عزَّ وجلَّ هو المَعبودُ بحَقٍّ وَحدَهُ، وأنَّ عِبادةَ غيرِه باطلةٌ، وعَمِل بمُقتَضى ذلك العِلمِ، فأقام أركانَ الدِّينِ التي جاء بها النَّبيُّ صلَّى اللهُ عليه وسلَّم؛ منَ الصَّلاةِ والصِّيامِ، والزَّكاةِ والحَجِّ، وجمَيعِ الطَّاعاتِ، وأعمالِ البِرِّ، وانتَهَى عنِ المُحرَّماتِ؛ دَخَل الجَنَّةَ في الآخِرةِ برَحمةِ اللهِ سُبحانَه، وإن كان له ذُنُوبٌ حُوسِبَ عليها بالقَدرِ الذي يُريدُه اللهُ عزَّ وجلَّ، ثُمَّ يُدخِلُه الجَنَّةَ.\nوهذا ما عَلَيه مَذهبُ أهلِ السُّنَّةِ: أنَّه مَن ماتَ مُوحِّدًا باللهِ عزَّ وجلَّ دَخَل الجَنَّةَ.\nوضِدُّ العِلمِ: الجهلُ، وهو الذي أوقَعَ الضُّلَّالَ من هذه الأُمَّةِ في مُخالفةِ مَعناها، وتَركِ العَمَلِ بمُقتَضاها؛ فمَن جَهِلَ معنى «لا إلَهَ إلَّا اللهُ» لا بُدَّ أنَّه سيَنقُضُها؛ إمَّا باعتقادٍ، أو قَولٍ، أو عَمَلٍ.\nوالطَّريقُ إلى العِلمِ بأنَّه لا إلهَ إلَّا اللهُ يَحصُلُ بأمورٍ؛ منها: تَدبُّرُ أسمائه وصِفاتِه وأفعالِه، ومنها: العِلمُ بأنَّه تَعالَى المنفَرِدُ بالخَلقِ والتَّدبيرِ، فيُعلَمُ بذلك أنَّه المنفَرِدُ بالأُلوهيَّةِ، ومنها: العِلمُ بأنَّه المُنفَرِدُ بالنِّعَمِ الظَّاهِرةِ والباطِنةِ، الدِّينيَّةِ والدُّنيويَّةِ؛ فإنَّ ذلك يُوجِبُ تَعَلُّقَ القَلبِ به ومَحبَّتَه، والتَّألُّهَ له وَحدَه لا شَريكَ له، وأعظَمُ طَريقٍ هو تَدَبُّرُ هذا القُرآنِ العظيمِ، والتَّأمُّلُ في آياتِه؛ فإنَّه البابُ الأعظَمُ إلى العِلمِ بالتَّوحيدِ، ويَحصُلُ به من تَفاصيلِه وجُمَلِه ما لا يَحصُلُ من غَيرِه.\nفيَنبَغي للمُسلِمِ أن يَعلَمَ مَعنى كَلمةِ التَّوحيدِ عِلمًا مُنافيًا للجَهلِ بها؛ فهي مِفتاحُ الجنَّةِ، ولكلِّ مِفتاحٍ أسنانٌ لكي يَفتَحَ، والعِلمُ هو أحدُ شُروطِ قَبولِ هذه الكلمةِ والانتفاعِ بها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}