{
    "hadith_id": "2605",
    "hadith": "ليسَ الكَذّابُ الذي يُصْلِحُ بيْنَ النَّاسِ، ويقولُ خَيْرًا ويَنْمِي خَيْرًا.\r\nقالَ ابنُ شِهابٍ: ولَمْ أسْمَعْ يُرَخَّصُ في شيءٍ ممَّا يقولُ النَّاسُ كَذِبٌ إلَّا في ثَلاثٍ: الحَرْبُ، والإِصْلاحُ بيْنَ النَّاسِ، وحَديثُ الرَّجُلِ امْرَأَتَهُ وحَديثُ المَرْأَةِ زَوْجَها. وفي روايةٍ : بهذا الإسْنادِ، إلى قَوْلِهِ: ونَمَى خَيْرًا ولَمْ يَذْكُرْ ما بَعْدَهُ.",
    "rawi": "أم كلثوم بنت عقبة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2605",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2692) مختصراً، ومسلم (2605).",
    "sharh": "حَثَّ الشَّرعُ الحَنيفُ على الإصلاحِ بيْن النَّاسِ ورغَّبَ فيه، حتَّى وإنْ تحقَّقَ ذلكَ بالكذِبِ؛ وذلك لِمَا يَعودُ بالمصْلَحةِ على المُتباغِضينَ والمُتخاصِمينَ، وإخمادِ رُوحِ العَداوةِ وإزالةِ الخُصوماتِ. \nوفي هذا الحَديثِ يُخبِرُ رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم أنَّه ليسَ الكذَّابُ المذمومُ المتحقَّقُ فيه الوعيدُ الذي يَقصِدُ بكَذِبِه الصُّلحَ بيْن النَّاسِ بالنَّصيحةِ الَّتي تَقْتضي الخيرَ، بلْ هذا مُحسِنٌ، «فيَنْمِي خَيرًا»، أي: فيَنقُلُ كَلامًا، «أو يَقولُ خَيرًا» للإصلاحِ بيْن المُتخاصِمَينِ؛ بأنْ يَقولَ لأحدِهِما: إنَّ صاحِبَهُ يَمدَحُهُ ويُثْنِي عليهِ -وَصاحبُه لم يَفعَلْ- وما أشبَهَ ذلك مِن الكَلِماتِ؛ فإنَّ ذلك لا بَأسَ به، وهذه أُمورٌ قد يُضطَرُّ الإنسانُ فيها إلى زِيادةِ القَولِ، ومُجاوَزةِ الصِّدقِ، على وَجهِ الإصلاحِ وطَلَبِ الخَيرِ.\nوالمرادُ بالكذِبِ إنَّما هو فيمَن لا يُسقِطُ حقًّا، أو يَتسبَّبُ في أخْذِ ما لَيس حقًّا لأحدِ الطَّرَفَين.\nومِثلُه: الكَذِبُ في الحَربِ؛ بأنْ يُظهِرَ في نَفْسِه قُوَّةً، ويَتحَدَّثَ بما يُقوِّي به أصحابَه ويَكيدُ عَدُوَّه. ومِثلُه أيضًا: الكَذِبُ لِلزَّوجةِ؛ بأنْ يُظهِرَ لها أكثَرَ مِمَّا في نَفْسِه؛ لِيَستَديمَ صُحبَتَها ويُصلِحَ به خُلُقَها.\nوليس المرادُ في الحديثِ نَفْيَ ذاتِ الكَذِبِ، بلْ نَفْيُ إثمِه؛ فالكَذِبُ كَذِبٌ، سَواءٌ كان للإصلاحِ أو لِغَيرِه، وقدْ يُرَخَّصُ في بَعضِ الأوقاتِ في الفَسادِ القَليلِ الذي يُؤَمَّلُ فيه الصَّلاحُ الكثيرُ.\nوفي الحديثِ: التَّرغيبُ في الإصلاحِ بيْن النَّاسِ، وإزالةِ الخُصوماتِ فيما بيْنهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}