{
    "hadith_id": "2609",
    "hadith": "ليسَ الشَّدِيدُ بالصُّرَعَةِ إنَّما الشَّدِيدُ الذي يَمْلِكُ نَفْسَهُ عِنْدَ الغَضَبِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2609",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6114)، ومسلم (2609)",
    "sharh": "الغَضَبُ غَريزةٌ رَكَّبَها اللهُ في طَبيعةِ الإنسانِ، وهو: تَغيُّرٌ يَحصُلُ عِندَ فَوَرانِ دَمِ القَلبِ؛ لِيَحصُلَ عنه التَّشَفِّي في الصَّدرِ، والنَّاسُ مُتَفاوِتونَ في مَبْدَئِه وأثَرِه؛ ومِن ثَمَّ كان منه ما هو مَحمودٌ، وما هو مَذمومٌ؛ فمَن كان غَضَبُه في الحَقِّ، ولا يَجُرُّه لِمَا يُفسِدُ عليه دِينَه ودُنياه؛ فهو غَضَبٌ مَحمودٌ. ومَن كان غَضوبًا في الباطِلِ، أو لا يَستَطيعُ التَّحكُّمَ في غَضَبِه إذا غَضِبَ، ويَجُرُّه الغَضَبُ لِتَجاوُزِ الحَدِّ، وإفسادِ دِينِه ودُنياهُ؛ فهذا غَضَبٌ مَذمومٌ.\nوفي هذا الحديثِ يَرْوي أبو هُريرةَ رَضيَ اللهُ عنه: أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم قال: «ليس الشَّديدُ بالصُّرَعةِ»، أي: لا تظُنُّوا أنَّ الرَّجلَ القويَّ هو ذلك الرَّجلُ الَّذي يَتمتَّعُ بقوَّةٍ بَدنيَّةٍ يَستطيعُ بها أنْ يَصرَعَ الآخَرين، وإنَّما الرَّجلُ القويُّ حقًّا الكاملُ في قوَّتِه، هو الرَّجلُ القويُّ في إرادتِه، الَّذي يَستطيعُ أنْ يَتحكَّمَ في نفْسِه عندَ الغَضبِ، ويَكظِمَ غَيْظَه ويتحَلَّمَ، ويَمنَعُ نفْسَه عن تَنْفيذِ ما تَدْعوه إليه مِن إيذاءِ النَّاسِ بالشَّتْمِ والضَّرْبِ والعُدوانِ، وغيرِ ذلك من أنواعِ الإيذاءِ.\nوهذا يدُلُّ على أنَّ مجاهَدةَ النَّفسِ أشَدُّ مِن مجاهدةِ العَدُوِّ؛ لأنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم جعل للذي يملِكُ نَفْسَه عند الغَضَبِ من القُوَّةِ والشِّدَّةِ ما ليس للذي يغلِبُ النَّاسَ ويَصرَعُهم.\nوفي الحَديثِ: أنَّ مِن أعظمِ الأدلَّةِ على قوَّةِ الشَّخصيَّةِ: الحِلمَ، وضَبْطَ النَّفسِ عندَ الغضبِ.\nوفيه: أنَّ الغضَبَ وإنْ كان غَريزةً نفْسيَّةً جبَّارةً، فإنَّه يُمكِنُ مُقاومتُه بعْدَ وُقوعِه.\nوفيه: أنَّ مُقاومةَ الغضبِ وامتلاكَ النَّفسِ عند وُقوعِه، مِن أفضلِ الأعمالِ الصَّالحةِ الَّتي يُثابُ عليها.\nوفيه: فَصيحُ كَلامِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، وتصويبُه للمفاهيمِ الخاطِئةِ؛ لأنَّه لَمَّا كان الغضبانُ في حالةٍ شَديدةٍ مِن الغيظِ، وقدْ ثارَتْ عليه شَهوةُ الغضبِ، فقهَرَها بحِلمِه، وصرَعَها بثَباتِه -كان كالصُّرَعةِ الَّذي يَصرَعُ الرِّجالَ ولا يَصْرَعونَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}