{
    "hadith_id": "262",
    "hadith": "قِيلَ له: قدْ عَلَّمَكُمْ نَبِيُّكُمْ صَلَّى اللَّهُ عليه وسلَّمَ كُلَّ شيءٍ حتَّى الخِراءَةَ قالَ: فقالَ: أجَلْ لقَدْ نَهانا أنْ نَسْتَقْبِلَ القِبْلَةَ لِغائِطٍ، أوْ بَوْلٍ، أوْ أنْ نَسْتَنْجِيَ باليَمِينِ، أوْ أنْ نَسْتَنْجِيَ بأَقَلَّ مِن ثَلاثَةِ أحْجارٍ، أوْ أنْ نَسْتَنْجِيَ برَجِيعٍ، أوْ بعَظْمٍ.",
    "rawi": "سلمان الفارسي",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "262",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الترمذي (16) واللفظ له، وأبو داود (7) باختلاف يسير، وابن ماجة (316) بنحوه.",
    "sharh": "حَرَصَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ على أن يُعلِّمَ أُمَّتَه كلَّ تَفاصيلِ الدِّينِ، ويُصوِّبَ لهُم أخطاءَهم وما اعتادُوه من أُمورِ الجاهليَّةِ، ومِن ذلك أن علَّمَ أُمَّتَه آدابَ التَّخلِّي وقَضاءِ الحاجَةِ، ودُخولِ الحمَّاماتِ والكُنُفِ. وكانَ من شَأنِ المُشركين الاستِهزاءُ بأصحابِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وفي هذا الحديثِ يَحكي سَلمانُ الفَارِسيُّ رَضيَ اللهُ عنه أنَّ المُشركينَ قالوا للصَّحابةِ -وعبَّرَ بقولِه: «قالَ لَنَا المُشرِكُونَ» إمَّا لأنَّ التَّقديرَ: قالَ لنا قائلُ المُشرِكينَ، أو أنَّه أرادَ واحدًا منَ المُشرِكينَ، وجمَعَه لكَونِ باقيهم يُوافِقونَه-: إنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ يُعلِّمُكم كلَّ شَيءٍ، حتَّى الخِراءَةِ، أي: حتَّى إنَّه اهتَمَّ في عَلامِه لكم كيف يكونُ تَطهُّرُكم مِنَ الحَدَثِ، والخِراءَةُ: اسمٌ لِهَيئَةِ ما يُخرِجُه الإنسانُ من فَضَلاتٍ، فقال سَلمانُ رَضيَ اللهُ عنه مُشيرًا إلى أنَّ هذا مَقامُ فَخرٍ لا استِهزاءٍ: «أَجَلْ»، عَلَّمَنا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ذلك، ومِمَّا عَلَّمَه لنا: ألَّا نَستعمِلَ اليَدَ اليُمنى في إزالةِ البَولِ أوِ الغائطِ، ولكنَّ العملَ يَكونُ باليَدِ اليُسرى؛ تَعظيمًا لليُمنى، وتَخصيصًا لها بالأُمورِ الشَّريفةِ والكريمةِ، وتَخصيصًا لليَدِ اليُسرى بالمُستقذَراتِ، وهذا من حُسنِ الأدبِ والتَّنظيمِ، والاستنجاءُ: هو استخدامُ الماءِ أو ما شابَه لإزالةِ الأذَى وأثَرِه الخارِجِ مِنَ السَّبيلَينِ.\nونَهانا كذلك عن أن يَستَقبِلَ أحدُنا القِبلَة عندَ جُلوسِه لبَولٍ أو غائطٍ، ولكن يَتَّجه إلى الجِهاتِ الأُخرى، وهذا في الصَّحراءِ والفضاءِ، أمَّا في البُيوتِ وما أشبَهَها فلا بأسَ، كما في حديثِ ابنِ عُمَرَ رَضِيَ اللهُ عنه عندَ أبي داودَ عن مَروانَ بنِ الأصفرِ: «رأيتُ ابنَ عمرَ أناخَ راحِلتَه مُستقبِلَ القِبلةِ، ثُمَّ جَلَسَ يَبولُ إليها، فقلتُ: يا أبا عبدِ الرَّحمنِ، أليسَ قد نُهِيَ عن هذا؟ قالَ: بلى، إنَّما نُهِيَ عن ذلك في الفَضاءِ، فإذا كانَ بينَك وبين القِبلةِ شيءٌ يَستُرُك فلا بأسَ». \nونَهى عن الرَّوثِ والعِظامِ، فلا نَستخدِمُهما في التَّطهُّرِ وإزالةِ الأذى، فنَهى عنِ استخدامِ \"الرَّوثِ\" -وهي فَضَلاتُ البَهائمِ الجافَّةُ-؛ لأنَّ الرَّوثَ نَجِسٌ، ونَهى عنِ العَظمِ؛ لأنَّ العَظمَ طَعامُ الجِنِّ، كما في صحيحِ مُسلِمٍ من حديثِ ابنِ مَسعودٍ أنَّه قالَ للجِنِّ لمَّا سألُوه الزَّادَ: «لَكُمْ كُلُّ عَظْمٍ ذُكِرَ اسْمُ اللهِ عَلَيْهِ يَقَعُ فِي أَيْدِيكُمْ أَوْفَرَ مَا يَكُونُ لَحْمًا، وَكُلُّ بَعْرَةٍ عَلَفٌ لِدَوَابِّكُمْ»، ونَهى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أيضًا أن يَستنجيَ أحدٌ بأقلَّ من ثَلاثةِ أحجارٍ، فلا يُكتَفى في الإزالةِ بأقلَّ من ثَلاثةِ أحجارٍ طاهِرةٍ جافَّةٍ، بَل له أن يَزيدَ في عَددِ الأحجارِ حتَّى يَتطهَّرَ تمامًا.\nوفي الحديثِ: بَيانُ ما كان عليه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ من إرشادِ أُمَّتِه وتَعليمِها كلَّ ما يَنفَعُها حتَّى في أدقِّ الأمورِ.\nوفيه: بَيانٌ لآدابِ قَضاءِ الحاجةِ الَّتي يَنبغي لكلِّ مُسلمٍ أن يَحرِص عليها.\nوفيه: أنَّ المُسلِمَ عليه أن يَفتخرَ بتَعاليمِ دينِه، وخاصَّةً مع مَن يُريدونَ بها الاستِهزاءَ والسُّخريةَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}