{
    "hadith_id": "2673",
    "hadith": "قالَتْ لي عَائِشَةُ: يا ابْنَ أُخْتي بَلَغَنِي أنَّ عَبْدَ اللهِ بنَ عَمْرٍو، مَارٌّ بنَا إلى الحَجِّ، فَالْقَهُ فَسَائِلْهُ، فإنَّه قدْ حَمَلَ عَنِ النبيِّ صَلَّى اللَّهُ عليه وَسَلَّمَ عِلْمًا كَثِيرًا، قالَ: فَلَقِيتُهُ فَسَاءَلْتُهُ عن أَشْيَاءَ يَذْكُرُهَا عن رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ.\r\nقالَ عُرْوَةُ: فَكانَ فِيما ذَكَرَ، أنَّ النبيَّ صَلَّى اللَّهُ عليه وَسَلَّمَ، قالَ: إنَّ اللَّهَ لا يَنْتَزِعُ العِلْمَ مِنَ النَّاسِ انْتِزَاعًا، وَلَكِنْ يَقْبِضُ العُلَمَاءَ فَيَرْفَعُ العِلْمَ معهُمْ، وَيُبْقِي في النَّاسِ رُؤُوسًا جُهَّالًا، يُفْتُونَهُمْ بغيرِ عِلْمٍ، فَيَضِلُّونَ وَيُضِلُّونَ.\r\nقالَ عُرْوَةُ: فَلَمَّا حَدَّثْتُ عَائِشَةَ بذلكَ، أَعْظَمَتْ ذلكَ وَأَنْكَرَتْهُ، قالَتْ: أَحَدَّثَكَ أنَّهُ سَمِعَ النبيَّ صَلَّى اللَّهُ عليه وَسَلَّمَ يقولُ هذا؟\r\nقالَ عُرْوَةُ: حتَّى إذَا كانَ قَابِلٌ قالَتْ له: إنَّ ابْنَ عَمْرٍو قدْ قَدِمَ، فَالْقَهُ، ثُمَّ فَاتِحْهُ حتَّى تَسْأَلَهُ عَنِ الحَديثِ الذي ذَكَرَهُ لكَ في العِلْمِ، قالَ: فَلَقِيتُهُ فَسَاءَلْتُهُ، فَذَكَرَهُ لي نَحْوَ ما حدَّثَني به، في مَرَّتِهِ الأُولَى.\r\nقالَ عُرْوَةُ: فَلَمَّا أَخْبَرْتُهَا بذلكَ، قالَتْ: ما أَحْسَبُهُ إلَّا قدْ صَدَقَ، أَرَاهُ لَمْ يَزِدْ فيه شيئًا وَلَمْ يَنْقُصْ.",
    "rawi": "عبدالله بن عمرو",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2673",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (100) باختلاف يسير",
    "sharh": "سَمِع عُرْوَةُ بنُ الزُّبَيْرِ مِن عبدِ اللهِ بنِ عَمْرِو بنِ العَاصِ رَضِيَ الله عنهم، وكان مارًّا بهم للحَجِّ، أنَّه سَمِع النبيَّ صلَّى الله عليه وسلَّم يقول: «إنَّ اللهَ لا يَنْزِعُ العِلمَ بعدَ أن أَعْطَاكُموه انْتِزاعًا» فَجْأَةً، «ولكنْ يَنْتَزِعُه منهم مع قَبْضِ العُلماءِ بعِلمِهم»، أي: يَمُوتُ العِلمُ بِمَوْتِ مَن يَحمِله من العُلماء، «فيَبْقَى ناسٌ جُهَّالٌ» يَظُنُّهم الناسُ عُلماءَ، فـ«يُسْتَفْتَوْنَ»، أي: فيُستفتَى هؤلاء الجُهَّالُ «فيُفْتُونَ برأيِهم، فيَضِلُّون ويُضِلُّون». فأخبَر به عُرْوَةُ بنُ الزُّبَيْرِ خالتَه أُمَّ المؤمنين عَائِشَةَ رَضِيَ الله عنها، وكانت أُمُّه أَسْمَاءَ بنتَ الصِّدِّيقِ رَضِيَ الله عَنْها وعَنْ والدِها، فلمَّا كان مِن العامِ القادِمِ حَجَّ عبدُ اللهِ بنُ عَمْرٍو رَضِيَ الله عَنهُما، فقالت عَائِشَةُ رَضِيَ الله عنها لِعُرْوَةَ: «يا بْنَ أُختِي، انطلِقْ إلى عبدِ الله فَاسْتَثبِتْ لي منه الَّذِي حدَّثتَنِي عنه»، قال عُرْوَةُ: «فجِئْتُه فسألتُه، فحدَّثنِي به كنَحْوِ ما حدَّثنِي» أي: فلم يغيِّرْ منه شيئًا، «فأتيتُ عَائِشَةَ فأخبرتُها، فعَجِبَتْ فقالَتْ: والله لقد حَفِظَ عبدُ الله بنُ عَمْرٍو!».\nوفي الحديثِ: تعظيمُ مكانةِ العُلماءِ، وأنَّهم هُدَاةُ الأُمَّةِ. \nوفيه: خُطورةُ الفُتْيَا بالرَّأْيِ، وأنَّها سببُ الضَّلالِ وإنْ كان صاحبُها حَسَنَ النيَّةِ .",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}