{
    "hadith_id": "2675",
    "hadith": "لَلَّهُ أشَدُّ فَرَحًا بتَوْبَةِ أحَدِكُمْ، مِن أحَدِكُمْ بضالَّتِهِ، إذا وجَدَها.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2675",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "مِن لُطفِ اللهِ عزَّ وجلَّ بعِبادِه أنْ يَسَّرَ لهم أبْوابَ التَّوبةِ والاستغفارِ حتَّى يَرجِعَ العبدُ إلى رَبِّه ويَتوبَ مِن ذُنوبِه مهْما كانت عَظيمةً.\n وفي هذا الحَديثِ يَرْوي التَّابعيُّ سِماكُ بنُ حَربٍ أنَّ الصَّحابيَّ النُّعْمَانَ بنَ بَشِيرٍ رَضيَ اللهُ عنه خَطَبَ النَّاس، فقالَ في خُطبتِه: «لَلهُ أشَدُّ فَرَحًا بتَوْبَةِ عَبدِه» أي: إنَّ اللهَ عزَّ وجلَّ يَفرَحُ فَرحًا شديدًا إذا أتاهُ عبْدُه تائبًا مِن ذنْبٍ أذْنَبَه، ثمَّ إنَّه رَضيَ اللهُ عنه صوَّرَ فَرَحَ اللهِ وشِدَّتَه بأنَّه أعظَمُ وأكبَرُ مِن فَرحةِ رجُلٍ خَرَج مُسافِرًا، وقدْ حَمَل زادَهُ مِن الطَّعامِ، «ومَزادَهُ» أي: قِربتَه الَّتي يَحفَظُ فيها الماءَ، وجَعَل ذلك كلَّه على ظَهرِ بَعيرٍ، وهو الجمَلُ، ثمَّ سار بهذا الجمَلِ حتَّى إذا كان في أَرْضِ فَلاةٍ، أي: في البَرِّيَّةِ والصَّحراءِ الَّتي لا نَباتَ بها، وَلَيْسَ حَولَه أَحدٌ، لا ماءَ ولا طعامَ ولا أُناسَ، «فأَدركَتْه القائلَةُ» أي: وَقْتُ القَيلولَةِ، وهي الاستِراحَةُ نِصفَ النَّهارِ، وإنْ لم يَكُنْ مَعها نَومٌ، فنَزَلَ واستَراحَ تَحتَ شَجرةٍ، «فغَلَبَتْه عينُه» وهو كِنايةٌ عن نَومِه، «وانسَلَّ بَعيرُه» أي: ذَهَب وتَرَكَه دونَ أنْ يَشعُرَ الرَّجلُ به، فاستيقَظَ الرَّجلُ وجَعَل يَبحَثُ عنه، وصَعِدَ شَرَفًا، وهو المكانُ المرتفعُ؛ وذلك لِيَنظُرَ حوْلَه، فلم يَر بَعيرَه، ثُمَّ صَعِد شَرَفًا ثانيًا وثالثًا، كلُّ ذلك مُحاولًا إيجادَ بَعيرِه الَّذي عليه طَعامُه وشَرابُه، وفي الصَّحيحينِ عن عَبدِ اللهِ بنِ مَسعودٍ رَضيَ اللهُ عنه، أنَّه صلَّى اللهُ عليه وسلَّمَ قال: «حتَّى أدْرَكَه العطَشُ، ثمَّ قال: أرْجِعُ إلى مَكاني الَّذي كُنتُ فيه، فأنامُ حتَّى أموتَ، فوَضَعَ رأْسَه على ساعدِه لِيَموتَ»، فالرَّجلُ قَدْ يَئِسَ مِن عَودةِ بَعيرِه، فبَينَما هو على تلك الحال؛ إذ أقبل عليه بَعيرُه يَمشي، حتَّى وَضَعَ «خِطامَه» وهو الحبْلُ الَّذي يُشَدُّ ويُقادُ به البعيرُ في يَدِ صاحِبِه، ففَرِحَ الرجُلُ فرحًا عظيمًا؛ فقد فَرِحَ بالحياةِ بَعدَ الموتِ؛ ولهذا جاء في صَحيحٍ مُسلمٍ مِن حَديثِ أنسٍ رَضيَ اللهُ عنه، أنَّه صلَّى اللهُ عليه وسلَّمَ ذَكَرَ أنَّ الرَّجلَ قال: «اللَّهمَّ أَنتَ عَبدِي وأَنَا رَبُّكَ» أخطَأَ مِن شِدَّةِ الفرَحِ، فقد أَرادَ أنْ يَحمَدَ اللهَ ويَشكُرَه على عَظيمِ نِعمتِه عليه، فيَقولَ: «اللَّهمَّ أنت رَبِّي وأنا عَبدُك»، فعكَسَ، فاللهُ سُبحانه وتَعالَى أشدُّ وأكثَرُ «فَرَحًا بتَوبةِ العبدِ» المؤمنِ مِن فَرَحِ هذا الرَّجلِ حِين وَجَد بَعيرَه.\n وهذا الحديثُ رَواهُ سِماكُ بنُ حَرْبٍ مَوقوفًا على النُّعمانِ بنِ بَشيرٍ رَضيَ اللهُ عنه، ورَواهُ الشَّعبيُّ مَرفوعًا إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\n وفي الحديثِ: إثباتُ صِفةِ الفَرحِ للهِ عزَّ وجلَّ على ما يَليقُ بكَمالِه وجَلالِه؛ {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11]. \n وفيه: قَبولُ التَّوبةِ الصَّادقةِ وفرَحُ اللهِ تَعالَى بها، ورِضاهُ عن صاحبِها؛ فالتَّوبةُ مَقبولةٌ حتَّى تَطلُعَ الشَّمسُ مِن مَغربِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}