{
    "hadith_id": "2707",
    "hadith": "أنَّ النبيَّ صَلَّى اللَّهُ عليه وَسَلَّمَ، كانَ يَتَعَوَّذُ مِن سُوءِ القَضَاءِ، وَمِنْ دَرَكِ الشَّقَاءِ، وَمِنْ شَمَاتَةِ الأعْدَاءِ، وَمِنْ جَهْدِ البَلَاءِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2707",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6347) باختلاف يسير",
    "sharh": "كانَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم يَتعَوَّذُ باللهِ مِن كلِّ مُصابٍ في دِينِه ودُنياه، ويَحُثُّ أصحابَه على ذلك، ومن ذلك ما يرويه أبو هُرَيرةَ رَضِيَ الله عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم كان يَتعوَّذ ويَلتَجِئُ ويَحتمِي باللهِ تعالَى مِن أُمورٍ؛ منها: «جَهْدُ البَلاء»، وهو: أَقْصَى ما يَبلُغُه الابتلاءُ، وهو الامتِحانُ؛ وذلك بأنْ يُصابَ حتَّى يَتمنَّى الموتَ، وقِيلَ: إنَّه الفَقْرُ مع كَثْرةِ العِيَالِ. واستَعاذَ صلَّى اللهُ عليه وسلَّم أيضًا مِن «دَرَكِ الشَّقاءِ»، والدَّرَكُ هو الوُصولُ واللُّحوقُ، فكان صلَّى اللهُ عليه وسلَّم يَستعيذُ مِن أنْ يَلْحَقَه أو يَصِلَه الشَّقاءُ، أو أنْ يُدرِكَ هو الشَّقاءَ والتَّعَبَ والنَّصَبَ في الدُّنيا والآخِرَةِ.\nواستَعاذ صلَّى اللهُ عليه وسلَّم أيضًا مِن «سُوءِ القَضاءِ»، وهو ما يَسُوءُ الإنسانَ ويُحزِنه مِن الأَقْضِيَةِ المقدَّرةِ عليه في الدِّينِ والدُّنيا، والبَدَنِ والمالِ والأهلِ، وقدْ يكونُ ذلك في الخاتِمةِ، والموصوفُ بالسُّوءِ هو المَقْضِيُّ به لا القضاءُ نفْسُه. وسببُ الاستِعاذةِ مِن سُوءِ القَضاءِ أنَّه لَمَّا كان قَضاءُ اللهِ عزَّ وجلَّ وقدَرُه مَخفيًّا عَنِ الإنسانِ، لا يَعلَمُه إلَّا وقْتَ وُقوعِه؛ لزِمَ الدُّعاءُ والالتِجاءُ إلى اللهِ فيما يَخافُه الإنسانُ ويَحذَرُ أنْ يَنزِلَ به، فإذا وُفِّقَ للدُّعاءِ واستجابَ اللهُ له دفَعَهُ اللهُ عنه.\nواستَعاذَ صلَّى اللهُ عليه وسلَّم أيضًا مِن «شَماتةِ الأعداء»، والشَّماتَةُ: الفَرَحُ، أي: مِن فَرَحِ العَدُوِّ، وهو لا يَفْرَحُ إلَّا لِمُصِيبَةٍ تَنزِلُ بِمَن يَكرَهُ.\nثم ذكر سُفْيانُ بنُ عُيَينةَ -وهو أحدُ رواةِ هذا الحديثِ- أنَّ الحديثَ ثَلاثُ دَعَواتٍ فقط، وأنه زاد واحدةً، ولا يدرِي أيَّتُهنَّ هي، ورجَّح العلماءُ أنَّها «شَماتة الأعداء»؛ لأنَّها داخلةٌ في معنَى الثَّلاثِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}