{
    "hadith_id": "2723",
    "hadith": "كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، إذَا أَمْسَى قالَ: أَمْسَيْنَا وَأَمْسَى المُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ لا إلَهَ إلَّا اللَّهُ، وَحْدَهُ لا شَرِيكَ له، اللَّهُمَّ إنِّي أَسْأَلُكَ مِن خَيْرِ هذِه اللَّيْلَةِ، وَخَيْرِ ما فِيهَا، وَأَعُوذُ بكَ مِن شَرِّهَا، وَشَرِّ ما فِيهَا، اللَّهُمَّ إنِّي أَعُوذُ بكَ مِنَ الكَسَلِ، وَالْهَرَمِ، وَسُوءِ الكِبَرِ، وَفِتْنَةِ الدُّنْيَا وَعَذَابِ القَبْرِ.\r\nقالَ الحَسَنُ بنُ عُبَيْدِ اللهِ: وَزَادَنِي فيه زُبَيْدٌ، عن إبْرَاهِيمَ بنِ سُوَيْدٍ، عن عبدِ الرَّحْمَنِ بنِ يَزِيدَ، عن عبدِ اللهِ، رَفَعَهُ، أنَّهُ قالَ: لا إلَهَ إلَّا اللَّهُ، وَحْدَهُ لا شَرِيكَ له له المُلْكُ وَلَهُ الحَمْدُ وَهو علَى كُلِّ شيءٍ قَدِيرٌ.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2723",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الدُّعاءُ وذِكرُ اللهِ هو العبادَةُ، وقدْ حثَّنا ربُّنا سُبحانَه على دَوامِ الدُّعاءِ والذِّكرِ، وقدْ كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ القُدوةَ في تَطبيقِ ذلك وتَعليمِه لنا؛ فكان يَجتهِدُ في دُعائهِ للهِ عزَّ وجلَّ ويَذكُرُه في كلِّ الأحيانِ.\n وفي هذا الحديثِ يَرْوي عبدُ اللهِ بنُ مَسعودٍ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كان «إذا أَمْسَى» أي: دَخَل في وَقتِ المساءِ، وقيل: قبْلَ غُروبِ الشَّمسِ؛ لقولِه تَعالَى: {وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا} [طه: 130] قالَ: «أَمْسَيْنا وأَمسى المُلْكُ للهِ والْحَمْدُ للهِ» وهذا بَيانُ حالِ القائِلِ، أي: دخَلْنا في وَقتِ المساءِ وعَرَفْنَا أنَّ المُلْكَ والحَمْدَ للهِ وَحْدَه لا لغَيرِه، فالْتَجَأْنا إليه، واسْتَعَنَّا به، وخَصَصْناه بالعِبادَةِ والثَّناءِ عليه، والشُّكْرِ له، ثُمَّ قال كَلِمَةَ التَّوحيدِ وهِيَ: «لا إِلَهَ إلَّا اللهُ وَحدَه» فلا مَعبودَ بحقٍّ إلَّا اللهُ، «لا شَريكَ لَهُ» في رُبوبيَّتِه، وأُلوهيَّتِه، وأسمائهِ وصِفاتِه، ولا في أفعالهِ، «لَه المُلْكُ ولَهُ الحَمْدُ، وهُوَ على كُلِّ شَيءٍ قَديرٌ» فكلُّ ما في الكونِ فهو مالكُه والمتصرِّفُ فيه؛ لأنَّه كاملُ القُدرةِ، تامُّ الإرادةِ، ثُمَّ سَألَ صلَّى اللهُ عليه وسلَّمَ خَيرَ اللَّيلَةِ الَّتي فيها، يعني: خَيرَ مَا يَنشأُ فيها، وخيْرَ ما يَسكُنُ فيها، وخيْرَ ما يَقَعُ فيها مِن العباداتِ الَّتي أُمِرْنا بها فيها، واستَعاذَ مِن شَرِّها وشرِّ ما بَعدَها مِن اللَّيالي.\n ثُمَّ استَعاذَ مِنَ الكَسَلِ، وهُوَ تَركُ الشَّيءِ الَّذي لا يَنْبغي تَرْكُه معَ القُدرةِ على فِعلِه، واستَعاذَ مِن سُوءِ الكِبَرِ، وهُوَ كِبَرُ السِّنِّ الَّذي يُؤدِّي إلى ضَعفِ البدنِ وذَهابِ القوَّةِ، وإنَّما استَعاذ منه؛ لِكونِه مِن الأَدواءِ الَّتي لا دَواءَ لَها، والمُرادُ بِسُوءِ الكِبَرِ ما يُوَرِّثُه كِبَرُ السِّنِّ مِن ذَهابِ العَقْلِ، وغَيْرِ ذلك مِمَّا يَسوءُ به الحالُ.\n ثُمَّ خَتمَ استِعاذَتَه صلَّى اللهُ عليه وسلَّمَ بالتَّعوُّذِ مِنَ النَّارِ والقَبْرِ، لِعِظَمِ أَمْرِهما؛ أمَّا القبرُ فلأنَّه أوَّلُ مَنزِلٍ مِن مَنازلِ الآخرةِ، ومَن نَجا منه فما بعْدَه أيسَرُ، وأمَّا النَّارُ فإنَّ عَذابَها شَديدٌ، ولا يُساويهِ أيُّ عَذابٍ.\n وفي الحديثِ: إظهارُ العُبوديَّةِ والافتِقارِ إلى اللهِ سُبحانَه وتَعالَى، وأنَّ الأَمْرَ كُلَّه خَيرَه وشَرَّه بِيدِ اللهِ، وأنَّ العَبْدَ ليسَ له مِنَ الأَمْرِ شَيءٌ.\n وفيه: تَعليمٌ للأُمَّةِ الأدعيةَ الجامعةَ الَّتي يَنتفِعُ بها الإنسانُ في دُنْياه وآخرتِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}