{
    "hadith_id": "2726",
    "hadith": "مَرَّ بهَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ حِينَ صَلَّى صَلَاةَ الغَدَاةِ، أَوْ بَعْدَ ما صَلَّى الغَدَاةَ، فَذَكَرَ نَحْوَهُ، غيرَ أنَّهُ قالَ: سُبْحَانَ اللهِ عَدَدَ خَلْقِهِ، سُبْحَانَ اللهِ رِضَا نَفْسِهِ، سُبْحَانَ اللهِ زِنَةَ عَرْشِهِ، سُبْحَانَ اللهِ مِدَادَ كَلِمَاتِهِ.",
    "rawi": "جويرية بنت الحارث أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2726",
    "grade": "[صحيح]",
    "sharh": "أُعطِيَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ جَوامعَ الكَلِمِ؛ ولذلك كان صلَّى اللهُ عليه وسلَّمَ يُعلِّمُ أصحابَه كَلماتٍ مِن الذِّكرِ والدُّعاءِ تكونُ أكثَرَ ثَوابًا وأثقَلَ في الميزانِ مِن غيرِها.\r\n وفي هذا الحديثِ بَيانُ فَضيلَةِ نَوعٍ مِن أنواعِ الذِّكْرِ، فتُخبِرُ أُمُّ المؤمِنينَ جُوَيْرِيةُ بنتُ الحارِثِ رَضيَ اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ خَرَجَ مِن عِندِها بُكْرَةً -وهو أوَّلُ النَّهارِ- بعْدَ أنْ صلَّى الصُّبْحَ وكانت «في مَسجِدِها»، أي: مَوضِعِ صَلاتِها، وهو كِنايةٌ عن أنَّها بَقِيَت تَتعبَّدُ وتَذكُرُ اللهَ عزَّ وجلَّ، فرَجَعَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إليها «بَعدَ أنْ أَضحَى»، أي: دخَلَ في وَقتِ الضُّحى، قَريبًا مِن نِصفِ النَّهارِ، كما عندَ التِّرمذيِّ، فوَجَدَها رَضيَ اللهُ عنها جالِسةً في مَوضِعِها وهي ما زالتْ تُسَبِّحُ وتَذكُرُ اللهَ تَعالَى، فَقال لها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «ما زِلتِ على الحالِ الَّتي فارَقْتُكِ عَليها» مِنَ الْجُلوسِ على ذِكْرِ اللهِ تَعالَى؟ فقالَتْ: نعَمْ، فقالَ لها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «لقَدْ قُلْتُ» بَعدَ أن خَرَجْتُ مِن عِندِكِ، أو بَعْدَ ما فارَقْتُكِ، أَرْبَعَ كَلِمَاتٍ ثَلَاثَ مَرَّاتٍ تَزِنُ وتَرجَحُ على جَميعِ ما قُلْتِ مِن أذكارٍ طَوالَ هذه المدَّةِ، وهي: «سُبحانَ اللهِ وبِحَمْدِه، عَدَدَ خَلْقِه، ورِضا نَفْسِه»، ومعناه: تسبيحُ اللهِ عزَّ وجلَّ وتَنزيهُه مِن جَميعِ النَّقائصِ، وتَحْميدُه بعَددِ جميعِ مَخْلوقاتِه، ومَخلُوقاتُ اللهِ عزَّ وجلَّ لا يُحصيها إلَّا اللهُ، كما قال اللهُ تَعالَى: {وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ} [المدثر: 31]، وبمِقدارٍ يكونُ سببًا لِرضاهُ تَعالَى، أو بمِقدارٍ يَرْضى به لِذاتهِ ويَختارُه، وقدْرِ وَزنِ عَرْشِه الَّذي لا يَعْلَمُ مِقدارَ ثِقَلِه إِلَّا اللهُ سُبحانَه وتَعالَى، «ومِدادَ كَلِماتِه»، والمِدادُ ما يُكْتَبُ به الشَّيءُ، وكَلِماتُ اللهِ تَعالَى لا يُقارَنُ بها شَيءٌ ولا تَنفَدُ، كما قال تَعالَى: {قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا} [الكهف: 109]، فأُسبِّحُ اللهَ وأحْمَدُه حمدًا لا مُنتهى له، فعَبَّرَ عنه بما لا يُحصِيهِ عدٌّ كما لا تُحْصى كَلماتُ اللهِ تَعالَى.\r\n وهذا بابٌ مَنَحَه رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ لعِبادِ اللهِ، وأرشَدَهم ودَلَّهم عليه تَخفيفًا لهم وتَكثيرًا لأُجورِهم مِن غَيرِ تعَبٍ ولا نَصَبٍ.\r\n وفي الحديثِ: بَيانُ فَضلِ هذه الكلماتِ، وأنَّ قائلَها يُدرِكُ فَضيلةَ تَكرارِ القَولِ بالعددِ المذكورِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}