{
    "hadith_id": "2729",
    "hadith": "إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ، فَاسْأَلُوا اللَّهَ مِن فَضْلِهِ، فإنَّهَا رَأَتْ مَلَكًا، وإذَا سَمِعْتُمْ نَهِيقَ الحِمَارِ، فَتَعَوَّذُوا باللَّهِ مِنَ الشَّيْطَانِ، فإنَّهَا رَأَتْ شيطَانًا.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2729",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3303)، ومسلم (2729)",
    "sharh": "خلَقَ اللهُ عزَّ وجلَّ للحيواناتِ والطُّيورِ إدراكًا ربَّما تَتفوَّقُ به على حَواسِّ الإنسانِ، وربَّما تَحسَّسَت واطَّلَعت تلك الحيواناتُ والطُّيورِ بهذا الإدراكِ، ما لا يَستطيعُ الإنسانُ الاطِّلاعَ عليه، وقد جَعَلَ اللهُ عزَّ وجلَّ تلك الحيواناتِ في أصواتِها وحَرَكاتِها ما يُعَدُّ بُشْرى أو إنذارًا للمسلمِ.\nوفي هذا الحديثِ يَأمُرُنا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّنا إذا سَمِعْنا صِياحَ الدِّيَكةِ -جمْعُ دِيكٍ - أنْ نَدْعوَ اللهَ تعالَى ونَسأَلَه مِن فضْلِه وبما يَفتَحُ اللهُ به على عبْدِه، فنَقولَ مَثَلًا: اللَّهمَّ إنَّا نَسأَلُك مِن فَضلِك؛ لأنَّ الدُّيوكَ عندما تَصيحُ فإنَّها تكونُ قد رأتْ مَلَكًا مِن الملائكةِ، فيَدْعو المسلمُ رَجاءَ تأمينِ الملائكةِ على دُعائِه واستغفارِهم له، وشَهادتِهم له بالإخلاصِ، فتَتوافَقُ الدَّعواتُ، فتَقَعُ الإجابةُ، وللدِّيكِ خَصيصةٌ لَيستْ لغيرِه مِن مَعرفةِ الوقتِ اللَّيليِّ؛ فإنَّه يُقسِّطُ أصواتَه فيها تَقسيطًا لا يَكادُ يَتفاوَتُ، ويُوالي صِياحَه قبْلَ الفَجرِ وبَعْدَه، لا يَكادُ يُخطِئُ، سَواءٌ أطالَ اللَّيلُ أم قصُرَ، فهو دابَّةٌ مُلهَمةٌ.\nثمَّ أمَرَنا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه إذا سَمِعنا نَهِيقَ الحِمار وصَوتَه المُنكَرَ العاليَ، أنْ نَتعوَّذَ باللهِ مِن الشَّيطانِ، فنَقولَ: أعوذُ باللهِ مِن الشَّيطانِ الرَّجيمِ؛ لأنَّه رأَى شَيطانًا عندَ نَهيقِه، فيكونُ الشَّيطانُ حاضرًا عندَ ذلك، فيَتعوَّذُ المسلمُ باللهِ مِن شَرِّ الشَّيطانِ وشَرِّ وَسْوستِه.\nوفي الحديثِ: أنَّ كلَّ نوعٍ مِن الملائكةِ والشَّياطينِ مَوجودٌ قَطْعًا.\nوفيه: التَّرغيبُ في الدُّعاءِ في الأوقاتِ الفاضلةِ.\nوفيه: التَّعوُّذُ باللهِ مِن الشَّيطانِ في أوقاتِ حُضورِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}