{
    "hadith_id": "2747",
    "hadith": "لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ حِينَ يَتُوبُ إِلَيْهِ، مِن أَحَدِكُمْ كانَ علَى رَاحِلَتِهِ بِأَرْضِ فلاةٍ، فَانْفَلَتَتْ منه وَعَلَيْهَا طَعَامُهُ وَشَرَابُهُ، فأيِسَ منها، فأتَى شَجَرَةً، فَاضْطَجَعَ في ظِلِّهَا، قدْ أَيِسَ مِن رَاحِلَتِهِ، فَبيْنَا هو كَذلكَ إِذَا هو بِهَا، قَائِمَةً عِنْدَهُ، فأخَذَ بِخِطَامِهَا، ثُمَّ قالَ مِن شِدَّةِ الفَرَحِ: اللَّهُمَّ أَنْتَ عَبْدِي وَأَنَا رَبُّكَ، أَخْطَأَ مِن شِدَّةِ الفَرَحِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2747",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي في ((شعب الإيمان)) (6703)، وابن المقريء في ((معجمه)) (531) بنحوه، والبخاري (6309) مختصرًا.",
    "sharh": "مِن لُطفِ اللهِ عزَّ وجلَّ بعِبادِه أنْ يَسَّرَ لهم أبْوابَ التَّوبةِ والاستغفارِ حتى يرجِعَ المذنِبُ إلى رَبِّه ويتوبَ مِن ذُنوبِه مهما كانت عظيمةً، ولكِنْ ينبغي للعاقِلِ أن يرى ذُنوبَه وقبائِحَه كما وصَفَها الشَّرعُ، ولا يستهينَ بها.\nوفي هذا الحَديثِ وصَفَ عبدُ اللهِ بنُ مَسعودٍ رَضِيَ اللهُ عنه حالَ المُؤمِنِ مع ذُنوبِه، وشبَّهه برجُلٍ قاعدٍ تحْتَ جبَلٍ يَخافُ أنْ يَقَعَ عليه؛ ومَن وقَعَ عليه الجبلُ فلا يُظَنُّ له نَجاةٌ، فالمُؤمِنُ ينظُرُ إلى عَظَمةِ اللهِ عزَّ وجَلَّ، وجَلالِه، وعِزِّ سُلطانِه، وغناه عن خَلْقِه، وفَقْرِ خَلْقِه إليه، وأنَّ يَسيرَ المعصيةِ له جَلَّ جَلالُه ليس بيسيرٍ عند المُؤمِنِ؛ فلذلك يرى كأنَّه قاعدٌ تحت جَبَلٍ؛ مِن خَوفِ ما أتى.\nبيْنَما يَنظُرُ الفاجِرُ -وهو الفاسِقُ المُستهترُ- لذُنوبِه باستخفافٍ، حتى إنَّه يرى كبائِرَ الذُّنوبِ سَهلةً يسيرةً، فكأنَّها ذُبابٌ مرَّ على أنْفِه فأشار بيَدِه، فذَهَب الذُّبابُ ولم يُؤثِّرْ فيه، لا لخِفَّةِ ذُنوبِه، ولكِنْ لخِفَّةِ إيمانِه باللهِ سُبحانَه.\nثُمَّ ذَكَر رَضِيَ اللهُ عنه ما يُخفِّفُ على المؤمِنِ خَوْفَه مِن ذُنوبه؛ فذَكَر حَديثَ النَّبيِّ صلَّى اللهُ عليه وسلَّم أنَّه قال: «لَلَّهُ» بلامِ التَّوكيدِ «أَفْرَحُ» بصِيغةِ التَّفضيلِ «بتَوبةِ العبْدِ» مِن مَعصِيَتِه «مِن رَجُلٍ نَزَل منزِلًا»، أي: مكانًا «وبه مَهْلَكَةٌ»، فهذا المكانُ مَظِنَّةُ الهلاكِ، وفي رِوايةِ النَّسائيِّ في الكُبرى: «بِدَوِّيَّةٍ مَهْلَكَةٍ»، والدَّوِّيَّةُ: هي الأرضُ القَفْرُ والفَلَاةُ الخالِيَةُ، والبَرِّيَّةُ والصَّحْراءُ الَّتِي لا نَباتَ فيها، وكان معه في رِحْلَتِه هذه «راحِلَتُه»، وهي ما يَركَبُه مِن الدَّوَابِّ، مِثلُ النَّاقةِ أو الفَرَسِ أو ما في معنى ذلك من الركائِبِ التي يَحمِلُ عليها طعامَه وشرابَه، وبعد تَعَبٍ مِنَ السَّيرِ أخلد للرَّاحةِ «فوَضَع رأْسَه» وهذا كنايةٌ عن الاستلقاءِ، فنام نَوْمةً لا يَشعُرُ بما حوله ولا يحفَظُ راحِلَتَه، ثم استَيقظ وقدْ ذهبَتْ راحلتُه وابتعَدَت وتاهت في هذه الصَّحراءِ، وبعد البَحثِ عنها لم يجِدْها، وظَلَّ يَبحَثُ حتَّى اشْتَدَّ عليه الحرُّ والعَطَشُ أو ما شاءَ اللهُ مِن أنواع البَلاءِ الأُخرَى، فقال لنَفْسِه بعْدَ مُحاوَلةِ البَحثِ عن الرَّاحلةِ: «أَرجِع إلى مَكاني» الَّذِي كان قد نام فيه؛ ينتظِرُ قضاءَ اللهِ فيه، يقصِدُ الموتَ، ويحتَمِلُ أنَّه رجع إلى هذا المكانِ؛ لأنَّ عادةَ الحيوانِ أنَّه إذا ضاع أو تاه يَتْبَعُ آثارَ خُطُواتِه ويرجِعُ إلى المكانِ الأوَّلِ، «فرَجَع الرَّجُلُ فنام نَوْمةً، ثُمَّ رفَع رأْسَه» بعد الاستيقاظِ، «فإذا راحلتُه عِندَه» قد رجَعَت إلى مكانها عِندَه، ولا شَكَّ أنَّ مَن هذه حالُه يَفرَحُ فرحًا شديدًا، وفي روايةِ مُسلمٍ مِن حَديثِ أنَسِ بنِ مالِكٍ رَضِيَ اللهُ عنه أنَّه قال من شِدَّةِ الفَرَحِ: «اللَّهُمَّ أنت عبدِي وأنا ربُّك، أَخْطَأَ مِن شِدَّةِ الفَرَحِ، فاللهُ أشدُّ فَرَحًا بتَوبةِ عبْدِه مِن ذلك الرَّجُلِ»، فاللهُ سُبحانَه أفرَحُ بتوبةِ عِبادِه إليه من فَرَحِ هذا الرَّجُلِ برُجوعِ دابَّتِه إليه التي فيها حياتُه بعد أن يَئِسَ للموتِ.\nوالتوبةُ فَرضٌ مِنَ اللهِ تعالى على كُلِّ من عَلِمَ مِن نَفْسِه ذنبًا صغيرًا أو كبيرًا؛ لقَولِه تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا} [التحريم: 8]، وقال: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور: 31]، وقال تعالى: {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ} [النساء: 17]، فكُلُّ مُذنِبٍ فهو عند مواقَعةِ الذَّنبِ جاهِلٌ وإن كان عالِمًا، ومن تاب قبل الموتِ تاب من قَريبٍ.\nوفي الحَديثِ: إثباتُ صِفةِ الفَرحِ للهِ عزَّ وجلَّ، على ما يَليقُ بكَمالِه وجَلالِه؛ {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11].\nوفيه: قَبولُ التَّوبةِ الصَّادِقةِ وفَرَحُ اللهِ تعالى بها، ورضاه عن صاحِبِها، فالتَّوبةُ مَقبولةٌ حتى تَطلُعَ الشَّمسُ مِن مَغرِبِها، كما في ثبت في الأحاديثِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}