{
    "hadith_id": "2754",
    "hadith": "قَدِمَ علَى رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ بسَبْيٍ فَإِذَا امْرَأَةٌ مِنَ السَّبْيِ، تَبْتَغِي، إذَا وَجَدَتْ صَبِيًّا في السَّبْيِ، أَخَذَتْهُ فألْصَقَتْهُ ببَطْنِهَا وَأَرْضَعَتْهُ، فَقالَ لَنَا رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: أَتَرَوْنَ هذِه المَرْأَةَ طَارِحَةً وَلَدَهَا في النَّارِ؟ قُلْنَا: لَا، وَاللَّهِ وَهي تَقْدِرُ علَى أَنْ لا تَطْرَحَهُ، فَقالَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: لَلَّهُ أَرْحَمُ بعِبَادِهِ مِن هذِه بوَلَدِهَا.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2754",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البهقي في ((الأسماء والصفات)) (1039) بلفظه، وأخرجه البخاري (5999)، والبزار (287) كلاهما مطولًا، والطبراني في (( المعجم الأوسط)) (3011) جميعًا باختلاف يسير .",
    "sharh": "اللهُ عَزَّ وجَلَّ واسِعُ الرَّحمةِ، جَزيلُ العَطاءِ لِمَن آمَنَ وعَمِلَ صالِحًا، فمهْما بَلَغتْ ذُنوبُ العَبدِ وكَثُرتْ خَطاياهُ، ثمَّ تابَ وأنابَ إلى اللهِ؛ تابَ اللهُ عليه، وقَبِلَه وأجْزَلَ له المَثوبةَ.\nوفي هذا الحَديثِ تقريبٌ من رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم لِسَعةِ رَحمةِ اللهِ عزَّ وجَلَّ، فيُخبِرُ عُمرُ بنُ الخطَّابِ رضِيَ اللهُ عنه أنَّه قَدِمَ على النَّبيِّ صلَّى اللهُ عليه وسلَّم سَبْيٌ، أي: عبيدٌ، وهم أسرى الحَربِ، قيلَ: هم أسْرَى هَوازِنَ، فإذا امرأةٌ مِن السَّبيِ فقَدَتْ صَبيَّها وتَضرَّرت باجتماعِ اللَّبنِ في ثَدْيِها، «قدْ تَحلُبُ ثَدْيَها»، وفي نسخةٍ مِن الصَّحيحِ: «تَحلَّبَ ثَدْيُها»، أي: سال اللَّبَنُ مِن ثَدْيِها، تَسْقي به الصِّبيانَ، وفي أثناءِ سَعْيِها وجَدَتِ ابنَها بِعَينِه، فأخذَتْه فألْصقَتْه ببَطنِها وأَرضعَتْه. فوظَّف رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم هذا المشهَدَ ليُبَيِّنَ للحاضِرينَ سَعةَ رحمةِ اللهِ عزَّ وجَلَّ، وذلك بأن سألهم: أتَظُنُّون أنَّ هذه المرأةَ راميةٌ ولَدَها هذا في النَّارِ مُختارةً وهي تَقدِرُ على ألَّا تَرمِيَه فيها؟ فأجاب الحاضِرون: لا تَطرَحُه في النَّارِ طائعةً أبدًا، فقال صلَّى اللهُ عليه وسلَّم: لَلَّهُ أرحَمُ بعبادِه -أي: المؤمِنين- مِن هذه المرأةِ بوَلَدِها.\nوفي الحَديثِ: ضَرْبُ المثَلِ بما يُدرَكُ بالحواسِّ لِمَا لا يُدرَكُ بها؛ لتَحصيلِ مَعرفةِ الشَّيءِ على وجْهِه، وإن كان الذي ضُرِبَ له المثَلُ لا يحاطُ بحقيقتِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}