{
    "hadith_id": "2758",
    "hadith": "إنَّ عَبْدًا أَذْنَبَ ذَنْبًا بِمَعْنَى حَديثِ حَمَّادِ بنِ سَلَمَةَ وَذَكَرَ ثَلَاثَ مَرَّاتٍ، أَذْنَبَ ذَنْبًا، وفي الثَّالِثَةِ: قدْ غَفَرْتُ لِعَبْدِي فَلْيَعْمَلْ ما شَاءَ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2758",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (7507) بنحوه",
    "sharh": "اللهُ سُبحانَه وتعالَى رَحيمٌ بعِبادِه، وهو أرحمُ الرَّاحمينَ، ومِن رَحمتِه بعَبدِه أنَّه يَقبَلُ تَوبتَه كُلَّما عادَ إليه تائبًا، ولو تَكرَّر منه الذَّنبُ.\nوفي هذا الحديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ عَبدًا من هذه الأُمَّةِ أو منَ الأُمَمِ السَّابِقةِ أذنَبَ ذَنبًا، ولكِنَّه تابَ من ذَنبِه هذا وأنابَ إلى اللهِ ورَجَع عنه واعتَرَفَ بخَطَئه، فنادى رَبَّه، فقالَ: رَبِّ أذنَبتُ -وربَّما قال: أصبتُ- ذَنبًا، فاغفِر لي، فجَعَل العَبدُ اعتِرافَه بالذَّنبِ سَبَبًا لطَلَبِ المَغفِرةِ منَ اللهِ؛ حيث عَلِم أنَّ اللهَ سُبحانَه أوجَبَ المَغفِرةَ للتَّائبين المُعتَرِفين بالسَّيِّئاتِ على سَبيلِ الوَعدِ إليه، فَيَسألُ اللهُ سُبحانه وتعالَى مَلائكَتَه وهو أعلمُ، فيَقولُ: «أَعَلِمَ عَبْدي أنَّ له رَبًّا يَغفِرُ الذَّنْبَ ويَأخُذُ به؟ غفَرْتُ لِعَبْدي»، أي: غفَرتُ له ذَنبَه؛ لأنَّه يَعلَمُ أنَّ له ربًّا يَغفِرُ الذَّنبَ وقادِرٌ على أن يُعاقِبَ به، والاستِفهامُ منَ اللهِ تَعالَى يَجوزُ أن يَكونَ للمُباهاةِ بين المَلائكةِ، ويَجوزُ أن يَكونَ استِفهامًا للتَّقريرِ والتَّعجيبِ، وإنَّما عَدَل عنِ الخِطابِ إلى الغَيبةِ شُكرًا منَ اللهِ لصَنيعِ عَبدِه، مع عِلمِه بما فَعَله العَبدُ.\nوهكذا تَكرَّر ذنبُ العبدِ ثَلاثَ مَرَّاتٍ، وفي كلِّ مرَّةٍ يَعودُ إلى اللهِ تَعالَى ويَطلُبُ منه المَغفِرةَ، حتَّى قالَ اللهُ له في المرَّةِ الأخيرةِ: «غفَرْتُ لِعَبْدي؛ ثَلاثًا»، أي: كرَّر الكَلِمةَ ثَلاثَ مرَّاتٍ، «فَلْيَعمَلْ ما شاءَ»، يعني: يَعمَلُ ما شاءَ ما دامَ كُلَّما أذنَبَ ذنبًا جَديدًا تابَ من ذنبِه واستَغفَرَ، لا أنَّه يُذنِبُ الذَّنبَ ثُمَّ يَعودُ إليه.\nوعِبارةُ: «فَلْيعَمَلْ ما شاءَ» تُستَعمَلُ تارةً في مَعرِضِ السَّخطةِ والنَّكيرِ، وتارةً في صورةِ التَّلطُّفِ والحَفاوةِ، وليس المُرادُ منه في كِلتا الصُّورَتَينِ الحَثَّ على الفِعلِ، أوِ التَّرَخُّصَ فيه.\nوقيل: اختِصاصُ هذا العَبدِ بهذه المَغفِرةِ؛ لأنَّه قد عَلِم أنَّه لا يُصِرُّ على ذَنبٍ، وأنَّه كُلَّما أذنَبَ تابَ، وهذا حُكمٌ يَعُمُّ كلَّ مَن كانت حالُه حالَه.\nوفي الحديثِ: عِظَمُ فائدةِ الاستغفارِ، وكَثرةُ فضلِ اللهِ، وسَعةُ رَحمتِه وحِلمِه وكرَمِه.\nوفيه: أنَّ التَّوبةَ الصَّحيحةَ لا يَضُرُّ فيها العَودةُ إلى الذَّنبِ ثانيًا، بل مَضَت على صِحَّتِها، ويَتوبُ منَ المَعصيةِ الثَّانيةِ.\nوفيه: بَيانُ أهَمِّيَّةِ العِلمِ الشَّرعيِّ الذي يَجعَلُ العَبدَ فاهِمًا لأُمورِ دينِه فيَتوبُ كُلَّما أخطَأ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}