{
    "hadith_id": "2766",
    "hadith": "أنَّ رَجُلًا قَتَلَ تِسْعَةً وتِسْعِينَ نَفْسًا، فَجَعَلَ يَسْأَلُ هلْ له مِن تَوْبَةٍ؟ فأتَى راهِبًا، فَسَأَلَهُ فقالَ: ليسَتْ لكَ تَوْبَةٌ، فَقَتَلَ الرَّاهِبَ، ثُمَّ جَعَلَ يَسْأَلُ، ثُمَّ خَرَجَ مِن قَرْيَةٍ إلى قَرْيَةٍ فيها قَوْمٌ صالِحُونَ، فَلَمَّا كانَ في بَعْضِ الطَّرِيقِ أدْرَكَهُ المَوْتُ فَنَأَى بصَدْرِهِ، ثُمَّ ماتَ، فاخْتَصَمَتْ فيه مَلائِكَةُ الرَّحْمَةِ، ومَلائِكَةُ العَذابِ، فَكانَ إلى القَرْيَةِ الصَّالِحَةِ أقْرَبَ مِنْها بشِبْرٍ، فَجُعِلَ مِن أهْلِها.وفي رواية : بهذا الإسْنادِ، نَحْوَ حَديثِ مُعاذِ بنِ مُعاذٍ. وزادَ فِيهِ: فأوْحَى اللَّهُ إلى هذِه: أنْ تَباعَدِي، وإلَى هذِه: أنْ تَقَرَّبِي.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2766",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3470) مختصراً",
    "sharh": "رَحمةُ اللهِ وَسِعَتْ كُلَّ شَيءٍ، ومِن رَحمَتِه أنَّه فَتَحَ بابَ التَّوبةِ لِعِبادِه باللَّيلِ والنَّهارِ، وحرَّمَ القُنوطَ واليأسَ مِن رَحمتِه. \nوفي هذا الحديثِ يُخبِرُ صلَّى اللهُ عليه وسلَّمَ أنَّ رجُلًا مِن بَني إسرائيلَ كان قدْ قتَلَ تِسعًا وتِسعينَ إنسانًا بغَيرِ حقٍّ، فأراد التَّوبةَ، فجاء إلى راهبٍ، أي: عابدٍ مِن النَّصارى -وفي ذلك إشعارٌ بأنَّ ذلك وَقَعَ بعْدَ رفْعِ عِيسى عليه السَّلامُ؛ فإنَّ الرَّهبانيَّةَ إنَّما ابتَدَعها أتباعُه- فسَأَلَه عن التَّوبةِ، فقال له: لَيس لك توبةٌ، وقد وَقَعَ هذا الرَّاهبُ في خَطأَينِ: الأوَّلُ: أنَّه ضيَّقَ رَحمةَ اللهِ، والثَّاني: أنَّه أفْتى بغَيرِ عِلمٍ. فقتَلَه الرَّجلُ وأكمَلَ بقَتْلِه المئةَ نفْسٍ.\nفلمْ يَيَئسْ، بلْ جَعَلَ يَسأَلُ مرَّةً أُخرى، إلى أنْ جاء إلى عالِمٍ مِن العُلماءِ، فسَأَلَه عن التَّوبةِ، فقال له العالِمُ: لا يَمنَعُك مِن التَّوبةِ شَيءٌ، وأمَرَه أنْ يَذهَبَ إلى قَريةٍ مُعيَّنةٍ، يُعبَدُ فيها اللهُ عزَّ وجلَّ، وكانت قَريتُه قَريةَ سَوْءٍ، فمات الرَّجُلُ في طَريقِه، ومِن رَحمةِ اللهِ عزَّ وجلَّ به أنَّه عِندما حَضَرَته الوفاةُ ناءَ بصَدْرِه، أي: مالَ بصَدْرِه مُقترِبًا مِن القَريةِ الصَّالحةِ التي تَوجَّهَ إليها للتَّوبةِ، ومُبتعِدًا عن قَريةِ السَّوءِ التي خَرَجَ منها.\nفلمَّا مات تَخاصَمَتْ فيه -أي: تَنازَعَتْ- مَلائكةُ الرَّحمةِ ومَلائكةُ العذابِ، وزاد في رِوايةِ مُسلمٍ: أنَّ مَلائكةَ العَذابِ قالت: إنَّه لم يَفعَلْ خَيرًا قطُّ، ومَلائكةَ الرَّحمةِ قالت: إنَّه أَقبَل على اللهِ تائبًا، فحَكَّموا بيْنهما واحدًا، وهو مَلَكٌ أرْسَلَه اللهُ عزَّ وجلَّ إليهم في صُورةِ آدمِيٍّ، فقال لهم: قِيسُوا بيْن الأَرْضَينِ؛ القَريةِ الَّتي خَرَج منها، والقريةِ الَّتي كان ذاهبًا إليها؛ فإنْ كان أقرَبَ للَّتي خرَج منها أخَذَتْه مَلائكةُ العذابِ، وإنْ كان أقرَبَ للقريةِ الَّتي كان ذاهبًا إليها أخَذَتْه مَلائكةُ الرَّحمةِ. فأَوحَى اللهُ إلى أرضِ القَريةِ الَّتي كان ذاهبًا إليها: أنْ تَقرَّبي، فتَقارَبَتْ، وأَوحَى إلى الأُخرى: أنْ تَباعَدي، فتباعَدَتْ، وهذا مِن سَعةِ رَحمةِ اللهِ عزَّ وجلَّ بعِبادِه، فوَجَدوه أقرَبَ إلى القريةِ الَّتي كان ذاهبًا إليها بشِبرٍ واحدٍ فقطْ، فأخَذَتْه مَلائكةُ الرَّحمةِ، ولا يُعارَضُ هذا بما هو مُقرَّرٌ مِن أنَّ حُقوقَ العبادِ لا تَسقُطُ إلَّا باستيفائِها؛ فاللهُ تعالَى إذا رَضيَ عن المذنِبِ وقَبِل تَوبتَه، يُرْضِي عنه خَصْمَه.\nوفي الحديثِ: حثُّ المُذْنبينَ على التَّوبةِ، ومَنْعُهم مِن اليَأسِ مِن رَحمةِ اللهِ تعالَى.\nوفيه: بَيانُ فضْلِ العالِمِ على العابِدِ.\nوفيه: أنَّ مِن أعظمِ أسبابِ المعصيةِ الصُّحبةَ السَّيِّئةَ وخُلطةَ أهلِ السُّوءِ، وأنَّ مِن أعظمِ أسبابِ الطاعةِ صُحبةَ المُطِيعينَ وخُلْطتَهم.\nوفيه: سَعةُ فَضلِ اللهِ تعالَى وعَظيمُ رَحمتِه بالتَّائبِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}