{
    "hadith_id": "2769",
    "hadith": "ثُمَّ غَزَا رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ غَزْوَةَ تَبُوكَ، وَهو يُرِيدُ الرُّومَ وَنَصَارَى العَرَبِ بالشَّامِ، قالَ ابنُ شِهَابٍ: فأخْبَرَنِي عبدُ الرَّحْمَنِ بنُ عبدِ اللهِ بنِ كَعْبِ بنِ مَالِكٍ، أنَّ عَبْدَ اللهِ بنَ كَعْبٍ كانَ قَائِدَ كَعْبٍ، مِن بَنِيهِ، حِينَ عَمِيَ، قالَ: سَمِعْتُ كَعْبَ بنَ مَالِكٍ يُحَدِّثُ حَدِيثَهُ حِينَ تَخَلَّفَ عن رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ في غَزْوَةِ تَبُوكَ، قالَ كَعْبُ بنُ مَالِكٍ: لَمْ أَتَخَلَّفْ عن رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ في غَزْوَةٍ غَزَاهَا قَطُّ، إلَّا في غَزْوَةِ تَبُوكَ، غيرَ أَنِّي قدْ تَخَلَّفْتُ في غَزْوَةِ بَدْرٍ وَلَمْ يُعَاتِبْ أَحَدًا تَخَلَّفَ عنْه، إنَّما خَرَجَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ وَالْمُسْلِمُونَ يُرِيدُونَ عِيرَ قُرَيْشٍ، حتَّى جَمع اللَّهُ بيْنَهُمْ وبيْنَ عَدُوِّهِمْ، علَى غيرِ مِيعَادٍ، وَلقَدْ شَهِدْتُ مع رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ لَيْلَةَ العَقَبَةِ، حِينَ تَوَاثَقْنَا علَى الإسْلَامِ، وَما أُحِبُّ أنَّ لي بهَا مَشْهَدَ بَدْرٍ، وإنْ كَانَتْ بَدْرٌ أَذْكَرَ في النَّاسِ منها، وَكانَ مِن خَبَرِي، \r\nحِينَ تَخَلَّفْتُ عن رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ في غَزْوَةِ تَبُوكَ أَنِّي لَمْ أَكُنْ قَطُّ أَقْوَى وَلَا أَيْسَرَ مِنِّي حِينَ تَخَلَّفْتُ عنْه في تِلكَ الغَزْوَةِ، وَاللَّهِ ما جَمَعْتُ قَبْلَهَا رَاحِلَتَيْنِ قَطُّ، حتَّى جَمَعْتُهُما في تِلكَ الغَزْوَةِ، فَغَزَاهَا رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ في حَرٍّ شَدِيدٍ وَاسْتَقْبَلَ سَفَرًا بَعِيدًا وَمَفَازًا، وَاسْتَقْبَلَ عَدُوًّا كَثِيرًا، فَجَلَا لِلْمُسْلِمِينَ أَمْرَهُمْ لِيَتَأَهَّبُوا أُهْبَةَ غَزْوِهِمْ، فأخْبَرَهُمْ بوَجْهِهِمِ الذي يُرِيدُ، وَالْمُسْلِمُونَ مع رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ كَثِيرٌ، وَلَا يَجْمَعُهُمْ كِتَابُ حَافِظٍ، يُرِيدُ بذلكَ الدِّيوَانَ، قالَ كَعْبٌ: فَقَلَّ رَجُلٌ يُرِيدُ أَنْ يَتَغَيَّبَ، يَظُنُّ أنَّ ذلكَ سَيَخْفَى له، ما لَمْ يَنْزِلْ فيه وَحْيٌ مِنَ اللهِ عَزَّ وَجَلَّ، وَغَزَا رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ تِلكَ الغَزْوَةَ حِينَ طَابَتِ الثِّمَارُ وَالظِّلَالُ، فأنَا إلَيْهَا أَصْعَرُ، فَتَجَهَّزَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ وَالْمُسْلِمُونَ معهُ، وَطَفِقْتُ أَغْدُو لِكَيْ أَتَجَهَّزَ معهُمْ، فأرْجِعُ وَلَمْ أَقْضِ شيئًا، وَأَقُولُ في نَفْسِي: أَنَا قَادِرٌ علَى ذلكَ، إذَا أَرَدْتُ، فَلَمْ يَزَلْ ذلكَ يَتَمَادَى بي حتَّى اسْتَمَرَّ بالنَّاسِ الجِدُّ، فأصْبَحَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ غَادِيًا وَالْمُسْلِمُونَ معهُ، وَلَمْ أَقْضِ مِن جَهَازِي شيئًا، ثُمَّ غَدَوْتُ فَرَجَعْتُ وَلَمْ أَقْضِ شيئًا، فَلَمْ يَزَلْ ذلكَ يَتَمَادَى بي حتَّى أَسْرَعُوا وَتَفَارَطَ الغَزْوُ، فَهَمَمْتُ أَنْ أَرْتَحِلَ فَأُدْرِكَهُمْ، فَيَا لَيْتَنِي فَعَلْتُ، ثُمَّ لَمْ يُقَدَّرْ ذلكَ لِي، فَطَفِقْتُ، إذَا خَرَجْتُ في النَّاسِ، بَعْدَ خُرُوجِ رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، يَحْزُنُنِي أَنِّي لا أَرَى لي أُسْوَةً إلَّا رَجُلًا مَغْمُوصًا عليه في النِّفَاقِ، أَوْ رَجُلًا مِمَّنْ عَذَرَ اللَّهُ مِنَ الضُّعَفَاءِ، وَلَمْ يَذْكُرْنِي رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ حتَّى بَلَغَ تَبُوكَ فَقالَ: وَهو جَالِسٌ في القَوْمِ بتَبُوكَ ما فَعَلَ كَعْبُ بنُ مَالِكٍ؟ قالَ رَجُلٌ مِن بَنِي سَلِمَةَ يا رَسُولَ اللهِ، حَبَسَهُ بُرْدَاهُ وَالنَّظَرُ في عِطْفَيْهِ، \r\nفَقالَ له مُعَاذُ بنُ جَبَلٍ: بئْسَ ما قُلْتَ، وَاللَّهِ يا رَسُولَ اللهِ، ما عَلِمْنَا عليه إلَّا خَيْرًا، فَسَكَتَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَبيْنَما هو علَى ذلكَ رَأَى رَجُلًا مُبَيِّضًا يَزُولُ به السَّرَابُ فَقالَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: كُنْ أَبَا خَيْثَمَةَ فَإِذَا هو أَبُو خَيْثَمَةَ الأنْصَارِيُّ، وَهو الذي تَصَدَّقَ بصَاعِ التَّمْرِ حِينَ لَمَزَهُ المُنَافِقُونَ.\r\nفَقالَ كَعْبُ بنُ مَالِكٍ: فَلَمَّا بَلَغَنِي أنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ قدْ تَوَجَّهَ قَافِلًا مِن تَبُوكَ، حَضَرَنِي بَثِّي، فَطَفِقْتُ أَتَذَكَّرُ الكَذِبَ وَأَقُولُ: بمَ أَخْرُجُ مِن سَخَطِهِ غَدًا؟ وَأَسْتَعِينُ علَى ذلكَ كُلَّ ذِي رَأْيٍ مِن أَهْلِي، فَلَمَّا قيلَ لِي: إنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ قدْ أَظَلَّ قَادِمًا، زَاحَ عَنِّي البَاطِلُ، حتَّى عَرَفْتُ أَنِّي لَنْ أَنْجُوَ منه بشيءٍ أَبَدًا، فأجْمَعْتُ صِدْقَهُ، وَصَبَّحَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ قَادِمًا، وَكانَ إذَا قَدِمَ مِن سَفَرٍ، بَدَأَ بالمَسْجِدِ فَرَكَعَ فيه رَكْعَتَيْنِ، ثُمَّ جَلَسَ لِلنَّاسِ، فَلَمَّا فَعَلَ ذلكَ جَاءَهُ المُخَلَّفُونَ، فَطَفِقُوا يَعْتَذِرُونَ إلَيْهِ، وَيَحْلِفُونَ له، وَكَانُوا بضْعَةً وَثَمَانِينَ رَجُلًا، فَقَبِلَ منهمْ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ عَلَانِيَتَهُمْ، وَبَايَعَهُمْ وَاسْتَغْفَرَ لهمْ، وَوَكَلَ سَرَائِرَهُمْ إلى اللهِ، حتَّى جِئْتُ، فَلَمَّا سَلَّمْتُ تَبَسَّمَ تَبَسُّمَ المُغْضَبِ، ثُمَّ قالَ: تَعَالَ فَجِئْتُ أَمْشِي حتَّى جَلَسْتُ بيْنَ يَدَيْهِ، فَقالَ لِي: ما خَلَّفَكَ؟ أَلَمْ تَكُنْ قَدِ ابْتَعْتَ ظَهْرَكَ؟\r\nقالَ: قُلتُ: يا رَسُولَ اللهِ، إنِّي، وَاللَّهِ لو جَلَسْتُ عِنْدَ غيرِكَ مِن أَهْلِ الدُّنْيَا، لَرَأَيْتُ أَنِّي سَأَخْرُجُ مِن سَخَطِهِ بعُذْرٍ، وَلقَدْ أُعْطِيتُ جَدَلًا، وَلَكِنِّي وَاللَّهِ لقَدْ عَلِمْتُ، لَئِنْ حَدَّثْتُكَ اليومَ حَدِيثَ كَذِبٍ تَرْضَى به عَنِّي لَيُوشِكَنَّ اللَّهُ أَنْ يُسْخِطَكَ عَلَيَّ وَلَئِنْ حَدَّثْتُكَ حَدِيثَ صِدْقٍ تَجِدُ عَلَيَّ فِيهِ، إنِّي لأَرْجُو فيه عُقْبَى اللهِ، وَاللَّهِ ما كانَ لي عُذْرٌ، وَاللَّهِ ما كُنْتُ قَطُّ أَقْوَى وَلَا أَيْسَرَ مِنِّي حِينَ تَخَلَّفْتُ عَنْكَ، قالَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: أَمَّا هذا، فقَدْ صَدَقَ، فَقُمْ حتَّى يَقْضِيَ اللَّهُ فِيكَ فَقُمْتُ، وَثَارَ رِجَالٌ مِن بَنِي سَلِمَةَ فَاتَّبَعُونِي، فَقالوا لِي: وَاللَّهِ ما عَلِمْنَاكَ أَذْنَبْتَ ذَنْبًا قَبْلَ هذا، لقَدْ عَجَزْتَ في أَنْ لا تَكُونَ اعْتَذَرْتَ إلى رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، بما اعْتَذَرَ به إلَيْهِ المُخَلَّفُونَ، فقَدْ كانَ كَافِيَكَ ذَنْبَكَ، اسْتِغْفَارُ رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ لَكَ.\r\nقالَ: فَوَاللَّهِ ما زَالُوا يُؤَنِّبُونِي حتَّى أَرَدْتُ أَنْ أَرْجِعَ إلى رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَأُكَذِّبَ نَفْسِي، قالَ ثُمَّ قُلتُ لهمْ: هلْ لَقِيَ هذا مَعِي مِن أَحَدٍ؟ قالوا: نَعَمْ، لَقِيَهُ معكَ رَجُلَانِ، قالَا مِثْلَ ما قُلْتَ، فقِيلَ لهما مِثْلَ ما قيلَ لَكَ، قالَ قُلتُ: مَن هُمَا؟ قالوا: مُرَارَةُ بنُ الرَّبِيعَةَ العَامِرِيُّ وَهِلَالُ بنُ أُمَيَّةَ الوَاقِفِيُّ، قالَ: فَذَكَرُوا لي رَجُلَيْنِ صَالِحَيْنِ قدْ شَهِدَا بَدْرًا، فِيهِما أُسْوَةٌ، قالَ: فَمَضَيْتُ حِينَ ذَكَرُوهُما لِي.\r\nقالَ وَنَهَى رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ المُسْلِمِينَ عن كَلَامِنَا، أَيُّهَا الثَّلَاثَةُ، مِن بَيْنِ مَن تَخَلَّفَ عنْه.\r\nقالَ: فَاجْتَنَبَنَا النَّاسُ، وَقالَ: تَغَيَّرُوا لَنَا حتَّى تَنَكَّرَتْ لي في نَفْسِيَ الأرْضُ، فَما هي بالأرْضِ الَّتي أَعْرِفُ، فَلَبِثْنَا علَى ذلكَ خَمْسِينَ لَيْلَةً، فأمَّا صَاحِبَايَ فَاسْتَكَانَا وَقَعَدَا في بُيُوتِهِما يَبْكِيَانِ، وَأَمَّا أَنَا فَكُنْتُ أَشَبَّ القَوْمِ وَأَجْلَدَهُمْ، فَكُنْتُ أَخْرُجُ فأشْهَدُ الصَّلَاةَ وَأَطُوفُ في الأسْوَاقِ وَلَا يُكَلِّمُنِي أَحَدٌ، وَآتي رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ فَأُسَلِّمُ عليه، وَهو في مَجْلِسِهِ بَعْدَ الصَّلَاةِ، فأقُولُ في نَفْسِي: هلْ حَرَّكَ شَفَتَيْهِ برَدِّ السَّلَامِ، أَمْ لَا؟ ثُمَّ أُصَلِّي قَرِيبًا منه وَأُسَارِقُهُ النَّظَرَ، \r\nفَإِذَا أَقْبَلْتُ علَى صَلَاتي نَظَرَ إلَيَّ وإذَا التَفَتُّ نَحْوَهُ أَعْرَضَ عَنِّي، حتَّى إذَا طَالَ ذلكَ عَلَيَّ مِن جَفْوَةِ المُسْلِمِينَ، مَشيتُ حتَّى تَسَوَّرْتُ جِدَارَ حَائِطِ أَبِي قَتَادَةَ، وَهو ابنُ عَمِّي، وَأَحَبُّ النَّاسِ إلَيَّ، فَسَلَّمْتُ عليه، فَوَاللَّهِ ما رَدَّ عَلَيَّ السَّلَامَ. فَقُلتُ له: يا أَبَا قَتَادَةَ أَنْشُدُكَ باللَّهِ هلْ تَعْلَمَنَّ أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ؟ قالَ: فَسَكَتَ، فَعُدْتُ فَنَاشَدْتُهُ، فَسَكَتَ، فَعُدْتُ فَنَاشَدْتُهُ، فَقالَ: اللَّهُ وَرَسُولُهُ أَعْلَمُ، فَفَاضَتْ عَيْنَايَ، وَتَوَلَّيْتُ، حتَّى تَسَوَّرْتُ الجِدَارَ.\r\nفَبيْنَا أَنَا أَمْشِي في سُوقِ المَدِينَةِ، إذَا نَبَطِيٌّ مِن نَبَطِ أَهْلِ الشَّامِ، مِمَّنْ قَدِمَ بالطَّعَامِ يَبِيعُهُ بالمَدِينَةِ يقولُ: مَن يَدُلُّ علَى كَعْبِ بنِ مَالِكٍ، قالَ: فَطَفِقَ النَّاسُ يُشِيرُونَ له إلَيَّ، حتَّى جَاءَنِي فَدَفَعَ إلَيَّ كِتَابًا مِن مَلِكِ غَسَّانَ، وَكُنْتُ كَاتِبًا، فَقَرَأْتُهُ فَإِذَا فِيهِ: أَمَّا بَعْدُ، فإنَّه قدْ بَلَغَنَا أنَّ صَاحِبَكَ قدْ جَفَاكَ، وَلَمْ يَجْعَلْكَ اللَّهُ بدَارِ هَوَانٍ وَلَا مَضْيَعَةٍ، فَالْحَقْ بنَا نُوَاسِكَ، قالَ: فَقُلتُ: حِينَ قَرَأْتُهَا: وَهذِه أَيْضَا مِنَ البَلَاءِ فَتَيَامَمْتُ بهَا التَّنُّورَ فَسَجَرْتُهَا بهَا، حتَّى إذَا مَضَتْ أَرْبَعُونَ مِنَ الخَمْسِينَ، وَاسْتَلْبَثَ الوَحْيُ، إذَا رَسُولُ رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ يَأْتِينِي، فَقالَ: إنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ يَأْمُرُكَ أَنْ تَعْتَزِلَ امْرَأَتَكَ، قالَ: فَقُلتُ: أُطَلِّقُهَا أَمْ مَاذَا أَفْعَلُ؟ قالَ: لَا، بَلِ اعْتَزِلْهَا، فلا تَقْرَبَنَّهَا، قالَ: فأرْسَلَ إلى صَاحِبَيَّ بمِثْلِ ذلكَ، قالَ: فَقُلتُ لاِمْرَأَتِي: الحَقِي بأَهْلِكِ فَكُونِي عِنْدَهُمْ حتَّى يَقْضِيَ اللَّهُ في هذا الأمْرِ، قالَ: فَجَاءَتِ امْرَأَةُ هِلَالِ بنِ أُمَيَّةَ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَقالَتْ له: يا رَسُولَ اللهِ، إنَّ هِلَالَ بنَ أُمَيَّةَ شيخٌ ضَائِعٌ ليسَ له خَادِمٌ، فَهلْ تَكْرَهُ أَنْ أَخْدُمَهُ؟ قالَ: لَا، وَلَكِنْ لا يَقْرَبَنَّكِ فَقالَتْ: إنَّهُ، وَاللَّهِ ما به حَرَكَةٌ إلى شيءٍ، وَوَاللَّهِ ما زَالَ يَبْكِي مُنْذُ كانَ مِن أَمْرِهِ ما كَانَ، إلى يَومِهِ هذا، \r\nقالَ: فَقالَ لي بَعْضُ أَهْلِي: لَوِ اسْتَأْذَنْتَ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ في امْرَأَتِكَ؟ فقَدْ أَذِنَ لاِمْرَأَةِ هِلَالِ بنِ أُمَيَّةَ أَنْ تَخْدُمَهُ، قالَ: فَقُلتُ: لا أَسْتَأْذِنُ فِيهَا رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، وَما يُدْرِينِي مَاذَا يقولُ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، إذَا اسْتَأْذَنْتُهُ فِيهَا، وَأَنَا رَجُلٌ شَابٌّ، قالَ: فَلَبِثْتُ بذلكَ عَشْرَ لَيَالٍ، فَكَمُلَ لَنَا خَمْسُونَ لَيْلَةً مِن حِينَ نُهي عن كَلَامِنَا، قالَ ثُمَّ صَلَّيْتُ صَلَاةَ الفَجْرِ صَبَاحَ خَمْسِينَ لَيْلَةً، علَى ظَهْرِ بَيْتٍ مِن بُيُوتِنَا فَبيْنَا أَنَا جَالِسٌ علَى الحَالِ الَّتي ذَكَرَ اللَّهُ عَزَّ وَجَلَّ مِنَّا، قدْ ضَاقَتْ عَلَيَّ نَفْسِي وَضَاقَتْ عَلَيَّ الأرْضُ بما رَحُبَتْ، سَمِعْتُ صَوْتَ صَارِخٍ أَوْفَى علَى سَلْعٍ يقولُ بأَعْلَى صَوْتِهِ: يا كَعْبَ بنَ مَالِكٍ أَبْشِرْ، قالَ: فَخَرَرْتُ سَاجِدًا وَعَرَفْتُ أَنْ قدْ جَاءَ فَرَجٌ.\r\nقالَ: فَآذَنَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ النَّاسَ بتَوْبَةِ اللهِ عَلَيْنَا، حِينَ صَلَّى صَلَاةَ الفَجْرِ، فَذَهَبَ النَّاسُ يُبَشِّرُونَنَا، فَذَهَبَ قِبَلَ صَاحِبَيَّ مُبَشِّرُونَ، وَرَكَضَ رَجُلٌ إلَيَّ فَرَسًا، وَسَعَى سَاعٍ مِن أَسْلَمَ قِبَلِي، وَأَوْفَى الجَبَلَ، فَكانَ الصَّوْتُ أَسْرَعَ مِنَ الفَرَسِ، فَلَمَّا جَاءَنِي الذي سَمِعْتُ صَوْتَهُ يُبَشِّرُنِي، فَنَزَعْتُ له ثَوْبَيَّ فَكَسَوْتُهُما إيَّاهُ ببِشَارَتِهِ، وَاللَّهِ ما أَمْلِكُ غَيْرَهُما يَومَئذٍ، وَاسْتَعَرْتُ ثَوْبَيْنِ فَلَبِسْتُهُمَا، فَانْطَلَقْتُ أَتَأَمَّمُ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، يَتَلَقَّانِي النَّاسُ فَوْجًا فَوْجًا، يُهَنِّئُونِي بالتَّوْبَةِ ويقولونَ: لِتَهْنِئْكَ تَوْبَةُ اللهِ عَلَيْكَ حتَّى دَخَلْتُ المَسْجِدَ، فَإِذَا رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ جَالِسٌ في المَسْجِدِ وَحَوْلَهُ النَّاسُ، فَقَامَ طَلْحَةُ بنُ عُبَيْدِ اللهِ يُهَرْوِلُ حتَّى صَافَحَنِي وَهَنَّأَنِي، وَاللَّهِ ما قَامَ رَجُلٌ مِنَ المُهَاجِرِينَ غَيْرُهُ.\r\nقالَ فَكانَ كَعْبٌ لا يَنْسَاهَا لِطَلْحَةَ.\r\nقالَ كَعْبٌ: فَلَمَّا سَلَّمْتُ علَى رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ قالَ: وَهو يَبْرُقُ وَجْهُهُ مِنَ السُّرُورِ ويقولُ: أَبْشِرْ بخَيْرِ يَومٍ مَرَّ عَلَيْكَ مُنْذُ وَلَدَتْكَ أُمُّكَ قالَ: فَقُلتُ: أَمِنْ عِندِكَ؟ يا رَسُولَ اللهِ، أَمْ مِن عِندِ اللهِ فَقالَ: لَا، بَلْ مِن عِندِ اللهِ وَكانَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، إذَا سُرَّ اسْتَنَارَ وَجْهُهُ، كَأنَّ وَجْهَهُ قِطْعَةُ قَمَرٍ، قالَ: وَكُنَّا نَعْرِفُ ذلكَ، \r\nقالَ: فَلَمَّا جَلَسْتُ بيْنَ يَدَيْهِ قُلتُ: يا رَسُولَ اللهِ، إنَّ مِن تَوْبَتي أَنْ أَنْخَلِعَ مِن مَالِي صَدَقَةً إلى اللهِ وإلَى رَسُولِهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَقالَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: أَمْسِكْ بَعْضَ مَالِكَ، فَهو خَيْرٌ لكَ قالَ: فَقُلتُ: فإنِّي أُمْسِكُ سَهْمِيَ الذي بخَيْبَرَ، قالَ: وَقُلتُ: يا رَسُولَ اللهِ، إنَّ اللَّهَ إنَّما أَنْجَانِي بالصِّدْقِ، وإنَّ مِن تَوْبَتي أَنْ لا أُحَدِّثَ إلَّا صِدْقًا ما بَقِيتُ، قالَ: فَوَاللَّهِ ما عَلِمْتُ أنَّ أَحَدًا مِنَ المُسْلِمِينَ أَبْلَاهُ اللَّهُ في صِدْقِ الحَديثِ، مُنْذُ ذَكَرْتُ ذلكَ لِرَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ إلى يَومِي هذا، أَحْسَنَ ممَّا أَبْلَانِي اللَّهُ به، وَاللَّهِ ما تَعَمَّدْتُ كَذِبَةً مُنْذُ قُلتُ ذلكَ لِرَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، إلى يَومِي هذا، وإنِّي لأَرْجُو أَنْ يَحْفَظَنِي اللَّهُ فِيما بَقِيَ.\r\nقالَ: فأنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {لقَدْ تَابَ اللَّهُ علَى النبيِّ وَالْمُهَاجِرِينَ وَالأنْصَارِ الَّذِينَ اتَّبَعُوهُ في سَاعَةِ العُسْرَةِ مِن بَعْدِ ما كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ منهمْ ثُمَّ تَابَ عليهم، إنَّه بهِمْ رَؤُوفٌ رَحِيمٌ، وعلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حتَّى إذَا ضَاقَتْ عليهمِ الأرْضُ بما رَحُبَتْ وَضَاقَتْ عليهم أَنْفُسُهُمْ} حتَّى بَلَغَ: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مع الصَّادِقِينَ}.\r\nقالَ كَعْبٌ: وَاللَّهِ ما أَنْعَمَ اللَّهُ عَلَيَّ مِن نِعْمَةٍ قَطُّ، بَعْدَ إذْ هَدَانِي اللَّهُ لِلإِسْلَامِ، أَعْظَمَ في نَفْسِي، مِن صِدْقِي رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، أَنْ لا أَكُونَ كَذَبْتُهُ فأهْلِكَ كما هَلَكَ الَّذِينَ كَذَبُوا، إنَّ اللَّهَ قالَ لِلَّذِينَ كَذَبُوا، حِينَ أَنْزَلَ الوَحْيَ، شَرَّ ما قالَ لأَحَدٍ. وَقالَ اللَّهُ: {سَيَحْلِفُونَ باللَّهِ لَكُمْ إذَا انْقَلَبْتُمْ إليهِم لِتُعْرِضُوا عنْهمْ، فأعْرِضُوا عنْهمْ، إنَّهُمْ رِجْسٌ، وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بما كَانُوا يَكْسِبُونَ، يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عنْهمْ، فإنْ تَرْضَوْا عنْهمْ، فإنَّ اللَّهَ لا يَرْضَى عَنِ القَوْمِ الفَاسِقِينَ}.\r\nقالَ كَعْبٌ: كُنَّا خُلِّفْنَا أَيُّهَا الثَّلَاثَةُ عن أَمْرِ أُولَئِكَ الَّذِينَ قَبِلَ منهمْ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ حِينَ حَلَفُوا له، فَبَايَعَهُمْ وَاسْتَغْفَرَ لهمْ وَأَرْجَأَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ أَمْرَنَا حتَّى قَضَى اللَّهُ فِيهِ، فَبِذلكَ قالَ اللَّهُ عَزَّ وَجَلَّ: وعلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا، وَليسَ الذي ذَكَرَ اللَّهُ ممَّا خُلِّفْنَا، تَخَلُّفَنَا عَنِ الغَزْوِ، وإنَّما هو تَخْلِيفُهُ إيَّانَا، وإرْجَاؤُهُ أَمْرَنَا، عَمَّنْ حَلَفَ له وَاعْتَذَرَ إلَيْهِ فَقَبِلَ منه. وفي رواية : أن عُبَيْدَ اللهِ بنَ كَعْبِ بنِ مَالِكٍ، وَكانَ قَائِدَ كَعْبٍ حِينَ عَمِيَ، قالَ: سَمِعْتُ كَعْبَ بنَ مَالِكٍ يُحَدِّثُ حَدِيثَهُ، حِينَ تَخَلَّفَ عن رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ في غَزْوَةِ تَبُوكَ وَسَاقَ الحَدِيثَ.\r\nوَزَادَ فِيهِ، علَى يُونُسَ: فَكانَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ قَلَّما يُرِيدُ غَزْوَةً إلَّا وَرَّى بغَيْرِهَا، حتَّى كَانَتْ تِلكَ الغَزْوَةُ.",
    "rawi": "كعب بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2769",
    "grade": "[صحيح]",
    "sharh": "وفيه: التَّبشيرُ بالخَيرِ، والتَّهْنِئةُ بالنِّعْمةِ، كما فعَلَ أصْحابُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وأنَّ إعْطاءَ البَشيرِ مِن مَكارِمِ الأخْلاقِ والشِّيَمِ وعادةِ الأشْرافِ.\nوفيه: تَهْنِئةُ مَن تَجَدَّدَت له نِعْمةٌ دينيَّةٌ، والقِيامُ إليه إذا أقبَلَ ومُصافَحتُه.\nوفيه: أنَّ خَيرَ أيَّامِ العَبدِ على الإطْلاقِ وأفْضَلَها، يَومُ تَوْبتِه إلى اللهِ وقَبولِ اللهِ تَوْبتَه.\nوفيه: فَضيلةُ أهلِ بَدرٍ والعَقَبةِ.\nوفيه: عِظَمُ أمْرِ المَعْصيةِ، والتَّشْديدُ في أمرِها، وأنَّها تُهلِكُ صاحِبَها إنْ لم يُدرِكْه اللهُ بتَوْبةٍ.\nوفيه: إخْبارُ المَرءِ عن تَقْصيرِه وتَفْريطِه.\nوفيه: مَشْروعيَّةُ التَّصريحِ بجِهةِ الغَزْوِ إذا لم تَقتَضِ المَصْلَحةُ سَتْرَه.\nوفيه: أنَّ الإمامَ إذا استَنفَرَ الجَيشَ عُمومًا لَزِمَهمُ النَّفيرُ، ولحِقَ اللَّومُ بكلِّ فَردٍ إنْ تخلَّفَ.\nوفيه: أنَّ العاجِزَ عنِ الخُروجِ بنَفْسِه أو بمالِه لا لَومَ عليه.\nوفيه: مَشْروعيَّةُ مَدْحِ المَرءِ بما فيه مِن الخَيرِ إذا أُمِنَت الفِتْنةُ.\nومنها: تَسْليةُ المَرءِ نفْسَه عمَّا لم يَحصُلْ له بما وقَعَ لنَظيرِه.\nوفيه: مَشْروعيَّةُ التَّوْريةِ عنِ المَقصِدِ.\nوفيه: فضْلُ ردِّ الغِيبةِ عنِ المُسلِمِ.\nوفيه: مَشْروعيَّةُ اسْتِعارةِ الثِّيابِ.\nوفيه: دَليلٌ على عَدمِ تَصدُّقِ الإنسانِ بجَميعِ مالِه؛ حتَّى لا يَبْقى عالةً على غَيرِه.\nوفيه: مُصافَحةُ القادِمِ، والقيامُ له إكْرامًا، والهَرْوَلةُ إلى لِقائِه بَشاشةً وفَرحًا.\nوفيه: أنَّ الإمامَ لا يُهمِلُ مَن تَخلَّفَ عنه في بعضِ الأُمورِ؛ بل يُذكِّرُه ليُراجِعَ التَّوبةَ.\nوفيه: الحُكمُ بالظَّاهِرِ، وقَبولُ المَعاذيرِ.\nوفيه: تَركُ السَّلامِ على مَن أذنَبَ، ومَشْروعيَّةُ هَجْرِه أكثَرَ مِن ثَلاثٍ بقَصدِ رُجوعِه عنِ الذَّنبِ، وأمَّا النَّهيُ عنِ الهَجرِ فوقَ ثَلاثٍ فمَحمولٌ على مَن لم يكُنْ هُجْرانُه شَرعيًّا.\nوفيه: بيانُ فائدةِ الصِّدقِ، وشُؤمِ عاقبةِ الكَذِبِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}