{
    "hadith_id": "277",
    "hadith": "أنَّ النبيَّ صَلَّى اللَّهُ عليه وسلَّمَ صَلَّى الصَّلَواتِ يَومَ الفَتْحِ بوُضُوءٍ واحِدٍ، ومَسَحَ علَى خُفَّيْهِ فقالَ له عُمَرُ: لقَدْ صَنَعْتَ اليومَ شيئًا لَمْ تَكُنْ تَصْنَعُهُ، قالَ: عَمْدًا صَنَعْتُهُ يا عُمَرُ.",
    "rawi": "بريدة بن الحصيب الأسلمي",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "277",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو داود (172)، والنسائي (133)، وابن حبان (1706) واللفظ لهم.",
    "sharh": "الدِّينُ الإسلاميُّ ذو شَريعةٍ سَمحةٍ وأحكامٍ مَبنيَّةٍ على التَّخفيفِ واليُسرِ والسُّهولةِ، لا على العَنَتِ والمَشقَّةِ والضِّيقِ على العِبادِ، فما كلَّفَهم رَبُّهم إلَّا بما يَقدِرونَ عليه، ورفَعَ عنهم ما فيه حَرَجٌ، فلم يَتعبَّدهم به.\nوفي هذا الحديثِ يَروي بُريدةُ بنُ الحُصيبِ الأسلميُّ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ صلَّى الصَّلواتِ كلَّها بوُضوءٍ واحدٍ يومَ فَتحِ مكَّةَ، وكانَ في السَّنةِ الثَّامِنةِ منَ الهِجرةِ، وكان من عادةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أن يَتوضَّأَ لكلِّ صلاةٍ، كما عندَ أبي داودَ، وأيضًا مَسَحَ على خُفِّيه دُونَ خَلْعِهما لغَسلِ رِجلِه عندما أرادَ الوُضوءَ، والخُفُّ: حِذاءٌ من جِلدٍ يَستُرُ القَدَمَ، فلمَّا رأى عُمَرُ بنُ الخَطَّابِ رَضيَ اللهُ عنه ذلك الفِعلَ مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ استَفسَرَ منه عنه، فقالَ للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ: «لقدْ صَنَعْتَ اليومَ شيئًا لم تَكُنْ تَصْنَعُه»، فبَيَّنَ له النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّه تَعمَّدَ فِعلَ ذلك؛ ليَعلَمَ النَّاسُ أنَّ إتيانَ المُسلِمِ الفَرائضَ الخَمسَ على وَقتِها وهو مُحافِظٌ على وُضوئه الأوَّلِ؛ مَشروعٌ، وأنَّه لا يُشتَرَطُ الوُضوءُ لكلِّ صَلاةٍ، وهذا منَ التَّخفيفِ والتِّيسيرِ على النَّاسِ في أمرِ الوُضوءِ.\nوفي الحديثِ: مُراقبةُ الصَّحابةِ رَضيَ اللهُ عنهم فِعلَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ ليَقتدُوا به.\nوفيه: جَوازُ مَشروعيَّةِ سُؤالِ المفضولِ الفاضِلَ عن بعضِ أعمالِه الَّتي في ظاهرِها المخالَفةُ للعادةِ؛ لأنَّها قد تكونُ عن نِسيانٍ فيَرجِعُ عنها، وقد تكونُ تَعمُّدًا لِمَعنًى خَفِيَ على المفضولِ فيَستَفيدُه.\nوفيه: مَشروعيَّةُ المَسحِ على الخُفِّينِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}