{
    "hadith_id": "2771",
    "hadith": "أنَّ رَجُلًا كانَ يُتَّهَمُ بأُمِّ وَلَدِ رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَقالَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ لِعَلِيٍّ: اذْهَبْ فَاضْرِبْ عُنُقَهُ فأتَاهُ عَلِيٌّ فَإِذَا هو في رَكِيٍّ يَتَبَرَّدُ فِيهَا، فَقالَ له عَلِيٌّ: اخْرُجْ، فَنَاوَلَهُ يَدَهُ فأخْرَجَهُ، فَإِذَا هو مَجْبُوبٌ ليسَ له ذَكَرٌ، فَكَفَّ عَلِيٌّ عنْه، ثُمَّ أَتَى النبيَّ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَقالَ: يا رَسُولَ اللهِ، إنَّه لَمَجْبُوبٌ ما له ذَكَرٌ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2771",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (13989) بلفظه، والطبراني في ((المعجم الأوسط)) (3687) مطولا، والحاكم (6824) مختصرا.",
    "sharh": "لا يَنبَغِي للمُسلِمِ أنْ يَقِفَ مَواقفَ التُّهَمِ؛ حتَّى لا يُؤخَذَ بِها.\r\nوفي هذا الحديثِ يَحكي أَنَسٌ رضِي اللهُ عنه أنَّ رَجلًا كانَ يُتَّهَمُ بأُمِّ وَلدِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، وهِيَ ماريَةُ القِبطيَّةُ، وكانَ هَذا الرَّجلُ يَدخُلُ عَليها مِن غَيرِ إِذنِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم؛ لعِلْمِه بحالِ نَفسِه أنَّه مَجْبوبٌ، ولا يَكفي أنْ يَكونَ المرْءُ بَريئًا عِندَ نَفسِه حتَّى يَكونَ بَريئًا عِندَ النَّاسِ بَعيدًا عَنِ التُّهَمِ.\r\nفَقال رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم لِعليٍّ رَضِيَ اللهُ عنه:  اذْهبْ فاضْرِبْ عُنقَه، أيِ: اقْتُلْه، فذَهَبَ إليه عَليٌّ فَلمَّا أَتاه رَآه في رَكِيٍّ، أي: يَغتَسِلُ في بِئرٍ يَتَبَرَّدُ فيها، فأَمَرَه أن يَخرُجَ، فنَاولَه الرَّجلُ يَدَه فأَخرَجَه عَليٌّ مِنَ البِئرِ، فإذا هُو مَجبوبٌ، أي: مَقطوعُ الذَّكَرِ، ليس له ذَكَرٌ، فكَفَّ عَنه عليٌّ؛ لأنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم أَمَرَ عليًّا رَضِيَ اللهُ عنه بقَتْلِه تَعزيرًا لإِقدامِه وجُرأَتِه عَلى خَلوَتِه بأُمِّ وَلَدِه، فلَمَّا تَبيَّن لعليٍّ حَقيقَةُ الحالِ، وأَنَّه بَريءٌ مِنَ الرِّيبةِ، كَفَّ عن قَتلِه، واستَغْنَى عنِ القَتلِ بتَبْيِينِ الحالِ، والتَّعزيرُ بالقَتلِ لَيسَ بِلازمٍ كالحدِّ، بَل هُو تابعٌ لِلمَصلحةِ دائرٌ مَعها وُجودًا وعَدمًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}