{
    "hadith_id": "2774",
    "hadith": "لَمَّا تُوُفِّيَ عبدُ اللهِ بنُ أُبَيٍّ ابنُ سَلُولَ جَاءَ ابنُهُ عبدُ اللهِ بنُ عبدِ اللهِ إلى رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَسَأَلَهُ أَنْ يُعْطِيَهُ قَمِيصَهُ يُكَفِّنُ فيه أَبَاهُ، فأعْطَاهُ ثُمَّ سَأَلَهُ أَنْ يُصَلِّيَ عليه؟ فَقَامَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ لِيُصَلِّيَ عليه، فَقَامَ عُمَرُ فأخَذَ بثَوْبِ رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَقالَ: يا رَسُولَ اللهِ، أَتُصَلِّي عليه وَقَدْ نَهَاكَ اللَّهُ أَنْ تُصَلِّيَ عليه؟ فَقالَ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: إنَّما خَيَّرَنِي اللَّهُ فَقالَ: اسْتَغْفِرْ لهمْ، أَوْ لا تَسْتَغْفِرْ لهمْ، إنْ تَسْتَغْفِرْ لهمْ سَبْعِينَ مَرَّةً، وَسَأَزِيدُهُ علَى سَبْعِينَ قالَ: إنَّه مُنَافِقٌ، فَصَلَّى عليه رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ فأنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {وَلَا تُصَلِّ علَى أَحَدٍ منهمْ مَاتَ أَبَدًا وَلَا تَقُمْ علَى قَبْرِهِ}[التوبة: 84]. وفي رواية : بهذا الإسْنَادِ نَحْوَهُ. وَزَادَ قالَ: فَتَرَكَ الصَّلَاةَ عليهم.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2774",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1269) باختلاف يسير",
    "sharh": "كان عَبدُ اللهِ بنُ أبَيٍّ ابنُ سَلولَ رَأسَ المنافقِينَ في المدينةِ، وكان يُبطِنُ عَداوةَ النَّبِيِّ صلَّى اللهُ عليه وسلَّم والمسلِمينَ، ولكِنْ لم يَمنَعْ ذلك النَّبيَّ صلَّى اللهُ عليه وسلَّم أنْ يُكافِئَه على بَعضِ الأُمورِ؛ من رَحْمَتِه، ولبَعضِ الحِكَمِ الأُخرى، كما في هذا الحديثِ؛ حيث يروي عبدُ اللهِ بنُ عُمَرَ رَضِيَ اللهُ عنهما: أنَّه لَمَّا تُوُفِّيَ عبدُ الله بنُ أُبَيٍّ ابنُ سَلُولَ المنافِقُ، جاء ابنُه عبدُ اللهِ رَضِي اللهُ عنه -واسمُه مِثلُ اسمِ أبيه، وكان مِن المُخلِصين وفُضَلاءِ الصَّحابةِ- إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، فسَأَلَه أنْ يُعطِيَه قَمِيصَه يُكفِّنُ فيه أباه، فأعطاهُ النَّبيُّ صلَّى اللهُ عليه وسلَّم قَميصَه، ثُمَّ سَأَلَه أنْ يُصلِّيَ عليه صلاةَ الجِنازةِ، فقام صلَّى اللهُ عليه وسلَّم لِيُصَلِّيَ عليه؛ لكَمالِ شَفقتِه على مَن تَعلَّقَ بطَرَفٍ مِن الدِّينِ، ولتَطْييبِ قلْبِ وَلدِه الصَّالحِ عبْدِ اللهِ، ولتَألُّفِ قَومِه لرِياستِه؛ فاسْتعمَلَ أحْسَنَ الأمرينِ في السِّياسةِ، فقام عُمَرُ بنُ الخَطَّابِ رَضيَ اللهُ عنه، فأَمْسَكَ ثَوبَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، فقال: يا رَسولَ اللهِ، تُصَلِّي عليه وقد نَهَاكَ ربُّك أنْ تُصلِّيَ عليه؟! قيل: لعَلَّ عُمَرَ رَضِيَ اللهُ عنه فَهِمَ ذلك من قَولِه تعالى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ} [التوبة: 113]، أو مِن قَولِه: {اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللهُ لَهُمْ} كأنَّه فهم أن «أو» ليست للتخييرِ، بل للتسويةِ في عَدَمِ الوَصفِ المذكورِ، أي: إنَّ الاستغفارَ لهم وعَدَمَ الاستغفارِ سواءٌ.\nفرَدَّ عليه النَّبيُّ صلَّى اللهُ عليه وسلَّم: «إنَّما خَيَّرَنِي اللهُ» بيْنَ الاستغفارِ وعدَمِه «فقال: {اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللهُ لَهُمْ}، وسَأَزِيدُه على السَّبْعِين»؛ طَمَعًا أنْ يكونَ له عندَ الموتِ إنابةٌ، فحَمَلَه مَحْمَلَ المُؤمنين؛ رَجاءَ رَحمةِ اللهِ له بذلك، ومَنْفعتِه، وتَطْييبًا لقلبِ ابنِه وبِرًّا به، فقال عُمَرُ رَضيَ اللهُ عنه: إنَّه مُنافِقٌ! ولكِنَّ النبيَّ صلَّى اللهُ عليه وسلَّم ذهب فصلَّى عليه، فأنزَل اللهُ تعالَى: {وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ}، فأَوضَحَ اللهُ تعالَى له الأمْرَ ورفَعَ الاحتمالَ، وقطَعَ منه الرَّجاءَ، بنَهْيِه عن الصَّلاةِ عليه وعلى أمثالِه ممَّن ظَهَر نِفاقُه، والقيامِ على قُبورهم للدُّعاءِ لهم، وأعْلَمَه بأنَّهم كَفروا باللهِ وماتوا على ذلِك.\nوفي الحَديثِ: ما كان عليه النَّبيُّ صلَّى اللهُ عليه وسلَّم مِن الصَّفحِ والعَفْوِ عمَّن يُظهِرُ الإسلامَ ولو كان باطنُه على خِلافِ ذلك؛ لمَصْلحةِ الاستئلافِ وعدَمِ التَّنفيرِ عنه، وذلك قبْلَ نُزولِ النَّهيِ الصَّريحِ عن الصَّلاةِ على المنافقِين وغيرِ ذلك ممَّا أُمِر فيه بمُجاهرتِهم.\nوفيه: مَشروعيَّةُ تَكفينِ المَيتِ في القَميصِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}