{
    "hadith_id": "2777",
    "hadith": "أنَّ رِجَالًا مِنَ المُنَافِقِينَ، في عَهْدِ رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، كَانُوا إذَا خَرَجَ النبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ إلى الغَزْوِ تَخَلَّفُوا عنْه، وَفَرِحُوا بمَقْعَدِهِمْ خِلَافَ رَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَإِذَا قَدِمَ النبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ اعْتَذَرُوا إلَيْهِ، وَحَلَفُوا وَأَحَبُّوا أَنْ يُحْمَدُوا بما لَمْ يَفْعَلُوا فَنَزَلَتْ: {لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بما أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بما لَمْ يَفْعَلُوا فلا تَحْسَبَنَّهُمْ بمَفَازَةٍ مِنَ العَذَابِ} [آل عمران : 188].",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2777",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4567) باختلاف يسير",
    "sharh": "اللهُ عزَّ وجَلَّ يعلَمُ الأمورَ على حقائِقِها، فلا يُخدَعُ سبحانه بالمظاهِرِ وإن اجتهد صاحِبُها في إخفاءِ بواطِنِ الأمورِ وحقائِقِها، وسيُجازي سبحانه كلَّ امرئٍ الجزاءَ الذي يستحِقُّه؛ إنْ خيرًا فخيرٌ، وإنْ شرًّا فشَرٌّ.\nوفي هذا الحديثِ يَذكُرُ أبو سَعيدٍ الخدريُّ رضِيَ اللهُ عنه سَببَ نُزولِ قولِه تعالَى: {لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ} [آل عمران: 188]، وقد قرأها أبو سعيدٍ رَضِيَ اللهُ عنه بالياء بدل التاء، فقال: (لَا يَحْسِبَنَّ الَّذِينَ يَفْرَحُونَ)، وهي قراءةٌ متواترةٌ. ويذكر أبو سعيدٍ رَضِيَ اللهُ عنه: أنَّ رِجالًا مِن مُنافِقِي المدينةِ كانوا يَتخلَّفون عَنِ الخُروجِ مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم في الغزواتِ، وكانوا يَفرحون بِقُعودِهم وتخلُّفِهم عنه، فإذا ما رجَعَ مِنَ الغزوِ إلى المدينةِ، ذَهبوا إليه واعْتَذروا عَن عدَمِ خُروجِهم، وتَعلَّلُوا بما لا يَصِحُّ وهمْ فيه يَكذِبونُ، وأَحبُّوا أنْ يُحمَدوا -مع ذلك- بما لم يَفْعلوه، فظنُّوا أنَّهم يُخادِعونَ اللهَ تعالَى وهو خادعُهم، ولهم في الآخرةِ ما يَستحقُّونَه، وفي ذلك أنْزَلَ اللهُ تعالَى هذه الآيةَ.\nوفي الصَّحيحَينِ أنَّ ابنَ عَبَّاسٍ رضِي اللهُ عنهما ذكَرَ أنَّ هذه الآيةَ نزلَتْ في قَومٍ مِنَ اليهودِ سألَهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّم عَن شَيءٍ، فلم يُخبِرُوه وأخبروه بشَيءٍ غيرِه، وظنُّوا أنَّ فِعْلَهم هذا يَستوجِبُ الحمْدَ مِنَ النَّبيِّ صلَّى اللهُ عليه وسلَّم، وفَرِحوا بأنَّهم كتَموا ما سَأَلهم النَّبيُّ صلَّى اللهُ عليه وسلَّم، فنزَلتْ فيهمُ الآيةُ المذكورةُ، وقرأَ ابنُ عبَّاسٍ رضِيَ اللهُ عنهما: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَشْتَرُونَ * لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ} [آل عمران: 187، 188]. وقد قِيل: إنَّ الآيةَ نزَلَتْ في الفَريقَينِ جَميعًا.\nوعمومُ المعنى: أنه تعالَى يُخاطِبُ نبيَّه مُحمَّدًا صلَّى اللهُ عليه وسلَّم أنْ لا يَظُنَّ هو، ولا يَظُنَّ الذين يَفرحون بما فَعَلوه من أعمالٍ -ككِتْمان العِلم لمَن سَأَلهم كاليهودِ، والتخلُّفِ عن الغزْوِ في سَبيلِ اللهِ تعالَى كالمنافِقين، وكأعمالِ المتزيِّنين للنَّاسِ المُرائين لهم بما لم يَشرَعْه اللهُ ورَسولُه- ويُحبُّون أنْ يُثنِيَ عليهم النَّاسُ بما لم يَعملوه؛ أنَّهم سيَنجُون مِن عَذابِ الله، بلْ لهم عَذابٌ أليمٌ!\nوقد دلَّ مفهومُ قَولِه تعالَى {وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا} [آل عمران: 188] على أنَّ مَن أحبَّ أنْ يُحمَدَ ويُثنى عليه بما فعَلَه من الخيرِ واتِّباعِ الحقِّ، إذا لمْ يكُن قصْدُه بذلك الرِّياءَ والسُّمْعَةَ- أنَّه غيرُ مَذمومٍ، بلْ هذا مِن الأمورِ التي جازَى بها اللهُ تعالَى خَواصَّ خَلْقِه، وسَأَلوها مِنه، كما قال إبراهيمُ عليه السَّلامُ: {وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ} [الشعراء: 84].",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}