{
    "hadith_id": "2779",
    "hadith": "قُلتُ لِعَمَّارٍ: أَرَأَيْتُمْ صَنِيعَكُمْ هذا الذي صَنَعْتُمْ في أَمْرِ عَلِيٍّ، أَرَأْيًا رَأَيْتُمُوهُ، أَوْ شيئًا عَهِدَهُ إلَيْكُمْ رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ؟ فَقالَ: ما عَهِدَ إلَيْنَا رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ شيئًا لَمْ يَعْهَدْهُ إلى النَّاسِ كَافَّةً، وَلَكِنْ حُذَيْفَةُ أَخْبَرَنِي عَنِ النبيِّ صَلَّى اللَّهُ عليه وَسَلَّمَ قالَ: قالَ النبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ: في أَصْحَابِي اثْنَا عَشَرَ مُنَافِقًا، فيهم ثَمَانِيَةٌ لا يَدْخُلُونَ الجَنَّةَ حتَّى يَلِجَ الجَمَلُ في سَمِّ الخِيَاطِ، ثَمَانِيَةٌ منهمْ تَكْفِيكَهُمُ الدُّبَيْلَةُ وَأَرْبَعَةٌ لَمْ أَحْفَظْ ما قالَ شُعْبَةُ فيهم.",
    "rawi": "عمار بن ياسر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2779",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (23319)، وابن أبي عاصم في ((الآحاد والمثاني)) (1270)، والبيهقي في ((دلائل النبوة)) (5/ 261) باختلاف يسير.",
    "sharh": "بَلَّغَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ شَرائعَ الإِسلامِ للنَّاسِ كافَّةً، ولم يَخُصَّ أحدًا بتَشريعٍ دونَ الأُمَّةِ.\n وفي هذا الحديثِ يُخبِرُ التَّابعيُّ قَيسُ بنُ عُبادٍ أنَّ عَمَّارَ بنَ ياسرٍ رَضيَ اللهُ عنه سُئِلَ عنِ القِتالِ الَّذي كان بَينَ عَليِّ بنِ أبي طالبٍ ومُعاويةَ بنِ أبي سُفيانَ رَضيَ اللهُ عنهما على أمرِ الخلافةِ، ومَقتَلِ عُثمانَ بنِ عفَّانَ رَضيَ اللهُ عنه، وكان عمَّارٌ رَضيَ اللهُ عنه يُقاتِلُ إلى جانبِ علِيٍّ رَضيَ اللهُ عنه، فَقيلَ لَه: «أَرأيْتَ قِتَالَكُم» أي: أخبِرْنا عن شَأنِ قِتالِكم الَّذي قاتَلْتُموه مع علِيٍّ رَضيَ اللهُ عنه، «أَرَأيًا رَأيتُمُوه» أي: كان هذا اجتهادًا اجتَهَدْتُموه وظَننتُم أنَّه حقٌّ، «فإنَّ الرَّأيَ يُخطِئُ ويُصيبُ»، أي: فلَو كانَ هَذا القِتالُ صادرًا عنِ اجتِهادٍ ومُجرَّدَ رَأيٍ؛ فإنَّه عُرضةٌ للخَطأِ والصَّوابِ، أمْ هل كان هذا القتالُ عَهدًا عَهِدَه إِليكم رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ؟ أي: أمرًا خَصَّكم بِه دونَ غَيرِكم فأَنْتُم في القيامِ بِه والعَملِ بِعهدِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ؟ فبَيَّنَ له عَمَّارٌ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ لم يَخُصَّهم بشَيءٍ مِنَ الوَحيِ والشَّرعِ ولَم يَعهَدْ إليهِمْ بشَيءٍ في خُصوصِهم غَيرِ الَّذي عَهِدَه للأُمَّةِ في عُمومِها.\n ثُمَّ أخبَرَ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قال: «إنَّ في أُمَّتِي» وفي روايةٍ أُخرى لمسْلمٍ: «في أصحْابي» أي: في زَمنِه وعَهدِه، وليْسوا أصحابَه على الحقيقةِ، ولكنَّهم فيما يَبْدو للنَّاسِ أنَّهم أصحابُه، وليْسوا كذلك، «اثنا عَشَرَ مُنافقًا» والمرادُ بهم: الَّذين يُظهِرون الإسلامَ ويُسِرُّون الكفْرَ ومُحارَبةَ اللهِ ورَسولِه، جَزاؤهم أنَّهم لا يَدخُلونَ الجَنَّةَ ولا يَجِدونَ رِيحَها حتَّى يَدخُلَ الجَملُ في ثُقبِ الإِبْرَةِ، والمَعنَى: لا يَدخُلون الجنَّةَ أَصلًا؛ فَكَما أنَّ الجَملَ لا يَدخُلُ في ثُقْبِ الإِبرَةِ، فكَذلكَ لا يَدخُلُ هَؤلاءِ الجَنَّةَ. \n ثمَّ أخبَرَ صلَّى اللهُ عليه وسلَّمَ أنَّ ثمانيةً مِن هؤلاء المنافِقِين «تَكفيكَهمُ» أي: تَدفَعُ شَرَّهم «الدُّبَيْلَةُ» وفُسِّرَت في الحديثِ بسِراجٍ مِن نارٍ، وهي خُرَّاجٌ عَظيمٌ يَكونُ في أَكتافِهم حتَّى تظهَرَ مِن صُدورِهم أَثَرُ تِلك الحَرارةِ وشِدَّةِ لَهبِها؛ فتَكونَ كشُعلةٍ مِن نارٍ تَدخُلُ في جَوفِهم، فتَقتُلُ صاحبَها غالبًا.\n وحاصلُ جَوابِ عمَّارٍ رَضيَ اللهُ عنه بهذا الحديثِ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أخبَرَ بأنَّ بعْضَ المنافِقِين ممَّن ظَهَروا في زَمنِه يَبْقَون بعْدَه؛ يُثِيرون الفتنَ بيْنَ أصحابِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فكأنَّ عمَّارًا رَضيَ اللهُ عنه أشارَ إلى أنَّ مَن أقام حَربًا على علِيٍّ رَضيَ اللهُ عنه؛ إنَّما فَعَل ذلك بتَدْسيسٍ مِن هؤلاء المنافِقِين، وكان علِيٌّ رَضيَ اللهُ عنه على الحقِّ، فوَجَب علينا نَصرُه ومُؤازرتُه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}