{
    "hadith_id": "2788",
    "hadith": "أنَّهُ نَظَرَ إلى عبدِ اللهِ بنِ عُمَرَ كيفَ يَحْكِي رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ قالَ: يَأْخُذُ اللَّهُ عَزَّ وَجَلَّ سَمَاوَاتِهِ وَأَرَضِيهِ بيَدَيْهِ، فيَقولُ: أَنَا اللَّهُ، وَيَقْبِضُ أَصَابِعَهُ وَيَبْسُطُهَا، أَنَا المَلِكُ حتَّى نَظَرْتُ إلى المِنْبَرِ يَتَحَرَّكُ مِن أَسْفَلِ شيءٍ منه، حتَّى إنِّي لأَقُولُ: أَسَاقِطٌ هو برَسُولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ؟\rوفي رواية : رَأَيْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، علَى المِنْبَرِ وَهو يقولُ: يَأْخُذُ الجَبَّارُ، عَزَّ وَجَلَّ، سَمَاوَاتِهِ وَأَرَضِيهِ بيَدَيْهِ.",
    "rawi": "عبيدالله بن مقسم",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2788",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي في ((السنن الكبرى)) (7662)، وابن حبان (7324) كلاهما باختلاف يسير، وابن ماجه (198) بنحوه مطولا، والبخاري (7412) بمعناه .",
    "sharh": "أهلُ السُّنَّةِ والجماعةِ يؤمِنُون أنَّ ما ورَدَ من صفاتِ اللهِ سُبحانَه وتَعالَى في القرآنِ والسُّنَّةِ؛ حقٌّ وحقيقةٌ لله عزَّ وجلَّ، وهُم لا يُؤوِّلون هذه الصِّفاتِ بتَشبيهٍ ولا تَكييفٍ، فهو أمرٌ تَرجِعُ كَيفيَّتُه إلى اللهِ سُبحانَه.\r\nوفي هذا الحديثِ يَروي عبدُ اللهِ بنُ مَسعُودٍ رَضيَ اللهُ عنه أنَّ يَهوديًّا -وفي بعضِ رِواياتِ الصَّحيحَينِ أنَّه كانَ من عُلَمائهم- جاءَ إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فقالَ: يا مُحَمَّدُ، فناداه باسمِه مُجرَّدًا دُونَ نبيٍّ أو رسولٍ، ثُمَّ قالَ: «إنَّ اللهَ يُمسِكُ السَّمواتِ على إِصْبَعٍ، والأَرَضِينَ على إِصْبَعٍ، والجِبَالَ على إِصْبَعٍ، والشَّجَرَ على إِصْبَعٍ، والماءَ على إِصْبَعٍ، والخلائِقَ على إِصْبَعٍ»، فيُحكِمُ قبضَتَه على كلِّ ذلك ويَتصرَّفُ فيها كيفَما يَشاءُ، ثُمَّ يَقولُ اللهُ عزَّ وجلَّ: «أنا المَلِكُ»، أيِ: المُتفَرِّدُ بالمُلكِ. فلمَّا سَمِعَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ قولَ اليَهوديِّ ضَحِكَ حتَّى ظَهَرت أنيابُه منَ الضَّحِكِ؛ تَصديقًا وتَعجُّبًا لقولِ اليَهوديِّ، من حيثُ إنَّ اليَهودَ يَعرِفونَ للهِ قَدْرَه وحقَّه منَ التَّوحيدِ والعِبادةِ والتَّنزيهِ، ولذلك قَرَأ صلَّى اللهُ عليه وسلَّمَ قولَ اللهِ تَعالَى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ}، وتمامُ الآيةِ {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [الزمر: 67]، أي: ما عَرَفوه حقَّ مَعرِفتِه، وما عظَّمَ المُشرِكونَ اللهَ حقَّ تَعظيمِه حينَ أشرَكوا به غيرَه من مخلوقاتِه الضَّعيفةِ العاجِزةِ، وغفَلوا عن قُدرةِ اللهِ التي من مَظاهِرِها أنَّ الأرضَ بما فيها من جبالٍ وأشجارٍ وأنهارٍ وبِحارٍ يومَ القيامةِ في قبضتِه، وأنَّ السَّمواتِ السَّبعَ كلَّها مَطويَّاتٌ بيَمينِه، تَنزَّهَ وتَقدَّسَ وتعالى عمَّا يَقولُه ويَعتقِدُه المُشرِكونَ.\r\nوالأصابعُ صِفةٌ ذاتيَّةٌ خَبريَّةٌ ثابِتةٌ لله عزَّ وجلَّ بالسُّنَّةِ الصَّحيحةِ، وأنَّها من صفةِ يَدَيه؛ لأنَّ هذا هو المفهومُ من لفظِ الإصبعِ في هذا السِّياقِ، وقد أقَرَّ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ اليَهوديَّ على قولِه.\r\nوفي الحديثِ: إثباتُ الأصابعِ لله عزَّ وجلَّ كما يَليقُ بكَمالِه سُبحانه، من غيرِ تَشبيهٍ ولا تَأويلٍ.\r\nوفيه: بيانُ عَظَمةُ قُدرةِ اللهِ سُبحانَه وتعالَى.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}