{
    "hadith_id": "28",
    "hadith": "مَن قالَ: أشْهَدُ أنْ لا إلَهَ إلَّا اللَّهُ وحْدَهُ لا شَرِيكَ له، وأنَّ مُحَمَّدًا عَبْدُهُ ورَسولُهُ، وأنَّ عِيسَى عبدُ اللهِ، وابنُ أمَتِهِ، وكَلِمَتُهُ ألْقاها إلى مَرْيَمَ ورُوحٌ منه، وأنَّ الجَنَّةَ حَقٌّ، وأنَّ النَّارَ حَقٌّ، أدْخَلَهُ اللَّهُ مِن أيِّ أبْوابِ الجَنَّةِ الثَّمانِيَةِ شاءَ. وفي روايةٍ: أدْخَلَهُ اللَّهُ الجَنَّةَ علَى ما كانَ مِن عَمَلٍ، ولَمْ يَذْكُرْ مِن أيِّ أبْوابِ الجَنَّةِ الثَّمانِيَةِ شاءَ.",
    "rawi": "عبادة بن الصامت",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "28",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3435) باختلاف يسير",
    "sharh": "افْتَرى النَّصارَى على اللهِ الكذِبَ، وادَّعَوْا أنَّ له ولدًا، وهو مِن أقبَحِ ما قِيل في حقِّه سُبحانَه؛ ولذلك فإنَّ الإيمانَ لا يَستقيمُ لأحدٍ حتَّى يُقِرَّ بوَحْدانيَّةِ اللهِ تعالَى، وأنَّه مُنزَّهٌ عن كلِّ نقْصٍ وعَيبٍ؛ فهو الأحدُ الصَّمَدُ، الَّذي لم يَلِدْ ولم يُولَدْ. \nوفي هذا الحديثِ تَعريضٌ بالنَّصارى في ادِّعائِهم على اللهِ الولدَ؛ فإنَّه صلَّى اللهُ عليه وسلَّمَ أخبَر أنَّ مَن شَهِد أنْ لا إلهَ إلَّا اللهُ وحْدَه لا شَريكَ له، فأقرَّ بقَلْبِه ولِسانِه ألَّا مَعبودَ بحقٍّ إلَّا اللهُ سُبحانَه وتعالَى، ولا نِدَّ ولا شَريكَ له في مُلْكِه، وشَهِد أنَّ محمَّدًا صلَّى اللهُ عليه وسلَّمَ عبْدُه ورَسولُه، أرسَلَه اللهُ عزَّ وجلَّ مُبشِّرًا ونَذيرًا، وختَمَ به النُّبوَّةَ والرِّسالاتِ.\nوشَهِد أنَّ نَبيَّ اللهِ عِيسى عبْدُ اللهِ ورَسولُه، وكَلِمَتُه ألْقَاها إلى مَرْيمَ ورُوحٌ منه، ليس بإلهٍ ولا ابنَ إلهٍ، وإنَّما هو عبْدٌ مِن عِبادِ اللهِ، أرسَلَه اللهُ لهِدايةِ البشَرِ كإخوانِه الأنبياءِ، ومعْنى قولِه: «وكَلِمتُه»: أنَّه خُلِقَ بقولِه تعالَى: «كُنْ»، وقيل: إنَّ هذا إشارةٌ إلى أنَّه حُجَّةُ اللهِ على عِبادِه، أبدَعَه مِن غيرِ أبٍ، وأنْطَقه في غيرِ أوانِه، وأحيَا الموتى على يَدِه، وقيل: لأنَّه قال في صِغَره: إنِّي عبْدُ اللهِ. ومعنى قولِه: «ورُوحٌ منه»، أي: أنَّه مَخلوقٌ مِن رُوحٍ مَخلوقةٍ له سُبحانَه، فاللهُ خالِقُها ومُبدِعُها، وأُضِيفت الرُّوحُ إلى اللهِ على وجْهِ التَّشريفِ؛ كما قال سُبحانَه: {وَسَخَّرَ لَكُمْ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ} [الجاثية: 13]، أي: مِن خَلقِه ومِن عندِه، وتَسميتُه عليه السَّلام بالرُّوحِ؛ لأنَّه وُجِدَ مِن غيرِ أبٍ، فأحياهُ اللهُ تعالَى مِن غيرِ الأسبابِ المُعتادةِ.\nوَكذا أقرَّ وآمَنَ بأنَّ الجَنَّةَ حَقٌّ، والنَّارَ حَقٌّ، مُعتقِدًا وُجودَهما، وهما نَعيمُ اللهِ وعَذابُه لعِبادِه؛ فمَن فَعَل هذا أدْخَلَه اللهُ الجنَّةَ على ما كان مِن العملِ، والمعنى: أنَّ مَن شَهِدَ بهذا كلِّه، كانت تلك الشَّهاداتُ والاعتقاداتُ سَببًا في أنْ يُدخِلَه اللهُ الجنَّةَ؛ لأيمانِه بها. وفي رِوايةٍ: أنَّه سُبحانَه يُخيِّرُه في دُخولِها مِن أيِّ بابٍ مِن أبوابِها الثَّمانيةِ، وهذا مِن عَظيمِ الأجْرِ والمنِّ مِن اللهِ عزَّ وجلَّ على عِبادِه المؤمنينَ.\nوفي الحديثِ: دَليلٌ على أنَّ العُصاةَ مِن المُسلِمين لا يُخَلَّدون في النَّارِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}