{
    "hadith_id": "2808",
    "hadith": "إنَّ الكافِرَ إذا عَمِلَ حَسَنَةً أُطْعِمَ بها طُعْمَةً مِنَ الدُّنْيا، وأَمَّا المُؤْمِنُ، فإنَّ اللَّهَ يَدَّخِرُ له حَسَناتِهِ في الآخِرَةِ ويُعْقِبُهُ رِزْقًا في الدُّنْيا علَى طاعَتِهِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2808",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "وفي هذا الحديثِ يُبيِّنُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عَظيمَ عَدلِ اللهِ سُبحانَه وأنَّه لا يَظلِمُ النَّاسَ شيئًا، وأنَّ اللهَ لا يَظلِمُ مُؤمنًا حَسنةً، والظُّلمُ يُطلَقُ بمعنى النَّقصِ، وحَقيقةُ الظُّلمِ مُستحيلةٌ مِن اللهِ تعالَى؛ فإنَّه سُبحانه لا يَنقُصُ ثَوابَ حَسنةٍ عَمِلَها المؤمنُ، فإنَّه يُعطى بِها في الدُّنيا، بأنْ يُوَسِّعَ عليه رِزقَه ويُرَغِّدَ عَيْشَه في الدُّنيا على طاعتِه، مَع ما يُدَّخَرُ له في الآخِرَةِ؛ فَهُو أَحوَجُ ما يَكونُ لِثوابِ تِلك الحَسنةِ، ولا مانعَ مِن جَزائِه بها في الدُّنيا والآخرةِ، وقد يَحفَظُ الجزاءَ كلَّه له للآخرةِ.\n ومع المؤمنِ استَعمَلَ لَفظَ الإعطاءِ لِنِعمِ الدُّنيا، ولَفظَ الجزاءِ لِنَعمِ الآخرةِ، وهذا يُشيرُ إلى أنَّ ما يُعطى المؤمنُ مِن النِّعمِ في الدُّنيا ليْس جَزاءً لِحَسناتِه، وإنَّما هو فضْلٌ مِن اللهِ وإحسانٌ إليه، وأنَّ جَزاءَه الأَوفى سيَجِدُه في الآخرةِ.\n وأمَّا الكافِرُ وقدْ ماتَ على كُفرِه، فيُطعَمُ بِحَسناتِ ما عَمِلَ بِها للهِ في الدُّنيا، أي: بِما فَعَلَه مُتقرِّبًا بِه إلى اللهِ تَعالى مِمَّا لا تَفتَقِرُ صِحَّتُه إلى النِّيَّةِ، كصِلةِ الأَرحامِ والصَّدقةِ والضِّيافَةِ، فإنَّه لا يُقبَلُ منه؛ لأنَّه لا يَتوَفَّرُ لَدَيْه شَرْطُ قَبولِ العَمَلِ، وهُو الإيمانُ باللهِ، ولكنَّ اللهَ لا يَظلِمُه عَمَلَه، فيُكافِئَه عليه في الدُّنيا، فيُطْعِمَه به مِن غِنًى أو صِحَّةٍ أو أولادٍ أو نحْوِ ذلكَ، حتَّى إذا أَفْضى إلى الآخِرَةِ لم يَكُنْ له حَسنةٌ يُجْزَى بِها؛ لأنَّ حَسناتِه الدُّنيويَّةَ مهْما عَظِمَت فعُقوبةُ الكُفرِ أعظَمُ، فلا جنَّةٌ ولا نَعيمٌ.\n وأمَّا إذا فَعَل الكافرُ الحَسناتِ الَّتي لا تَفتقِرُ إلى النِّيَّةِ -كصِلةِ الرَّحمِ والصَّدقةِ وأمثالِها- ثمَّ أسْلَمَ؛ فإنَّه يُثابُ عليها في الآخرةِ؛ لِما في البُخاريِّ: أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قال: «إذا أسلَمَ العبدُ فحَسُنَ إسلامُه، يُكفِّرُ اللهُ عنه كلَّ سيِّئةٍ كان زَلَفَها».\n وفي الحديثِ: فَضلُ الإيمانِ وأنَّه الرُّكنُ الأساسيُّ لقَبولِ أعمالِ العِبادِ. \n وفيه: التَّحذيرُ منَ الشِّركِ وبيانُ شُؤمِ الكُفرِ، وأنَّه مِن مُحبِطاتِ الأعمالِ الصَّالحاتِ.\n وفيه: أنَّ مَن ماتَ على الكُفرِ لا يَنفَعُه عَملٌ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}