{
    "hadith_id": "2835",
    "hadith": "يَأْكُلُ أهْلُ الجَنَّةِ فيها ويَشْرَبُونَ، ولا يَتَغَوَّطُونَ ولا يَمْتَخِطُونَ ولا يَبُولونَ، ولَكِنْ طَعامُهُمْ ذلكَ جُشاءٌ كَرَشْحِ المِسْكِ يُلْهَمُونَ التَّسْبِيحَ والْحَمْدَ، كما تُلْهَمُونَ النَّفَسَ\r\nقالَ وفي حَديثِ حَجَّاجٍ طَعامُهُمْ ذلكَ.\rوفي رواية : عَنِ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ، بمِثْلِهِ غَيْرَ، أنَّه قالَ: ويُلْهَمُونَ التَّسْبِيحَ والتَّكْبِيرَ كما تُلْهَمُونَ النَّفَسَ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2835",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الجَنَّةُ خَيرُ ما اجتَهَدَ له المُجتَهِدونَ؛ ففيها مِنَ النَّعيمِ ما لا عَينٌ رأتْ، ولا أذُنٌ سَمِعَت، ولا خطَرَ على قَلبِ بَشَرٍ، وقد كان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ كثيرًا ما يُخْبِرُ عنِ الجنَّةِ بِما يُشوِّقُ النُّفوسَ إليها ويَشحَذُ الهِمَمَ لَها، ولِيُشَمِّرَ لها الطَّالِبونَ، ويَرْغَبَ فيها الرَّاغِبونَ.\n وفي هذا الحديثِ يَصِفُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بعضَ نَعيمِ الجَنَّةِ وصِفاتِ أهلِها وصِفةِ عَيشهِم فيها، فيقول: «إنَّ أَهلَ الجَنَّةِ يَأكُلون فيها وَيشْرَبون» تَنعُّمًا لا جُوعًا ولا عَطشًا، تَنعُّمًا دائمًا لا آخِرَ له ولا انقطاعَ أبدًا.\n ومِن نَعيمِ الجنَّةِ لعِبادِ اللهِ المؤمنينَ أنَّهم «لا يَتْفُلون» أي: لا يَبصُقون ما يَخرُجُ مِن الفمِ، «ولا يَبُولونَ ولا يَتغَوَّطون» بإخراجِ ما في بُطونِهم مِن البَولِ البِرازِ، «ولا يَتمَخَّطون» أي: لا يَخرُجُ منهم المُخاطُ، وهو ما يَسيلُ مِن الأنفِ كالنُّخامةِ ونَحوِها، والمعنى: أنَّهم لا يَكونُ مِنهم شَيءٌ مِن أَوساخِ الدُّنيا النَّاتجةِ عنِ الأَكلِ والشُّربِ، واشتَمَلَ ذلك على نَفيِ جَميعِ النَّقصِ عنهم.\n فسَأل الصَّحابةُ رَضيَ اللهُ عنهم النَّبيَّ صلَّى اللهُ عليه وسلَّمَ: «فَما بالُ الطَّعامِ؟» أي: إذا كانوا يَأكُلون ويَشرَبون ثُمَّ إنَّهم لا يَبولُون ولا يَتغَوَّطون؛ فأَيْنَ يَذهبُ طَعامُهم؟ فأخَبَرهم النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ فَضلاتِ الطَّعامِ تَخرُجُ على هَيئةِ جُشاءٍ، وهو صَوتُ يَخرُجُ مِنَ الفَمِ عندَ امْتلاءِ المَعِدَةِ، «ورَشْحٌ» أي: عَرَقٌ يكونُ «كَرَشْحِ المِسكِ» أي: كَريحِه وطِيبِه، وهُم في الجنَّةِ «يُلهَمونَ التَّسبيحَ والتَّحميدَ، كَما يُلهَمونَ النَّفَسَ» والإلهامُ: إلقاءُ شَيءٍ في النُّفوسِ، يَبعَثُ على فِعلِ شَيءٍ أو تَركِه، والمعنى: أنَّ تَسبيحَهم وتَحميدَهم يَجْريانِ مع الأنفاسِ، كما يُلهَمُ النَّاسُ في الدُّنيا النَّفَسَ؛ فلا يَقَعُ فيه تَعبٌ أو مَشقَّةٌ، كما لا يَتعَبُ النَّاسُ في الدُّنيا مِن التَّنفُّسِ، ولا يَشغَلُهم شَيءٌ عن ذلك كالملائكةِ، أو أرادَ أنَّها تَصيرُ صِفةً لازمةً لا يَنفكُّون عنها؛ كالتَّنفُّسِ اللَّازمِ للإنسانِ، والحاصلُ: أنَّه لا يَخرُجُ منهم نفَسٌ إلَّا مَقرونًا بذِكرِ اللهِ سُبحانه وشُكرِه؛ وذلك أنَّهم امتَلَأَت قُلوبُهم بمَحبَّةِ ربِّهم، ومَن أحَبَّ شيئًا أكثَرَ مِن ‌ذِكرِه.\n وفي الحديثِ: أنَّ نَعيمَ أهلِ الجنَّةِ ومَلاذَّها يكونُ بالملاذِّ الحسِّيَّةِ والمعنويَّةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}