{
    "hadith_id": "2861",
    "hadith": "يُحْشَرُ النَّاسُ علَى ثَلاثِ طَرائِقَ، راغِبِينَ راهِبِينً، واثْنانِ علَى بَعِيرٍ، وثَلاثَةٌ علَى بَعِيرٍ، وأَرْبَعَةٌ علَى بَعِيرٍ، وعَشَرَةٌ علَى بَعِيرٍ، وتَحْشُرُ بَقِيَّتَهُمُ النَّارُ تَبِيتُ معهُمْ، حَيْثُ باتُوا وتَقِيلُ معهُمْ حَيْثُ قالُوا، وتُصْبِحُ معهُمْ حَيْثُ أصْبَحُوا، وتُمْسِي معهُمْ حَيْثُ أمْسَوْا.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2861",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6522)، ومسلم (2861).",
    "sharh": "كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّم يُخبِرُ أصحابَه رضِيَ اللهُ عنهم بعَلاماتِ يوْمِ القيامةِ، وأُمورِ آخِرِ الزَّمانِ وأحداثِ الحشْرِ والبَعثِ، ونحْوِها مِن الأمورِ الغَيبِيَّةِ التي لا يَعلَمُها إلَّا اللهُ؛ للعِبرةِ والعِظةِ والاستِعدادِ لهذِهِ الأيَّامِ.\nوفي هذا الحديثِ يقولُ النَّبيُّ صلَّى اللهُ عليه وسلَّم: «يُحْشَرُ النَّاسُ» فيُجمَعونَ إلى بُقْعةٍ ومَكانٍ بالأرضٍ قُبيلَ قِيامِ السَّاعةِ إلى الشَّامِ، ويكونون على ثَلاثَةِ فِرَقٍ أو طَوائفَ. \nأوَّلهُمْ: فَوْجٌ يُحشَرونَ «راغِبينَ» طامعين في رحمةِ اللهِ تعالى «رَاهِبينَ» خائفينَ مِن عَذابِ اللهِ تعالى.\nوالفوْجُ الثَّاني: يُحشَرونَ رُكبانًا على الدَّوابِّ، ولكِنْ بأعدادٍ مختَلِفةٍ؛ فيكونُ منهم اثْنانِ عَلى بَعِيرٍ، وثَلاثَةٌ عَلى بَعيرٍ، وأَرْبَعةٌ عَلى بَعيرٍ، وعَشَرةٌ عَلَى بَعيرٍ، أي: إنهم يعتَقِبون البعيرِ الواحِدِ يركَبُ بَعضٌ ويمشي بعضٌ، وقيل: ولا مانِعَ أن يجعَلَ اللهُ في البعيرِ ما يَقوى به على حَملِ العَشَرةِ. وقدْ أَوضَحَت الرِّوايةُ الأُخرى كما عند أحمدَ مِن حَديثِ أبي ذَرٍّ رَضِيَ اللهُ عنه أنَّ الدَّوابَّ تَهلِكُ ويكونُ فيها قِلَّةٌ حتى يتَكالَبَ النَّاسُ على الرُّكوبِ، فلا يَجِدونَ، فيتَكَدَّسونَ في الرُّكوبِ على ظُهورِ الدَّوابِّ.\nوالصِّنفُ الثالِثُ: «تَحْشُرُ بَقِيَّتَهُمُ النَّارُ» فتَسوقُهمُ النَّارُ إلى المَحشَرِ، وفي روايةٍ لأَحْمَدَ: «وَتَحْشُرُهمُ إِلى النَّارِ» بزِيادةِ «إِلى»، أيْ: تَسوقُهُم الملائِكةُ إلى النَّارِ. وهذه النَّارُ التي تَسوقُهم تكونُ معَهمْ حيثُما ذَهَبوا وقْتَ القَيلولةِ عِندما يَتعَبونَ ويُحاوِلونَ الاستِراحةَ، «وَتَبِيتُ مَعَهُمْ حَيْثُ بَاتُوا، وَتُصْبِحُ مَعَهُمْ حَيْثُ أَصْبَحُوا، وَتُمْسِي مَعَهُمْ حَيْثُ أَمْسَوْا»، وهذا كنايةٌ عن مُلازَمةِ النَّار لهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}