{
    "hadith_id": "2874",
    "hadith": "أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، تَرَكَ قَتْلَى بَدْرٍ ثَلَاثًا، ثُمَّ أَتَاهُمْ فَقَامَ عليهم فَنَادَاهُمْ، فَقالَ: يا أَبَا جَهْلِ بنَ هِشَامٍ يا أُمَيَّةَ بنَ خَلَفٍ يا عُتْبَةَ بنَ رَبِيعَةَ يا شيبَةَ بنَ رَبِيعَةَ أَليسَ قدْ وَجَدْتُمْ ما وَعَدَ رَبُّكُمْ حَقًّا؟ فإنِّي قدْ وَجَدْتُ ما وَعَدَنِي رَبِّي حَقًّا فَسَمِعَ عُمَرُ قَوْلَ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ، فَقالَ: يا رَسولَ اللهِ، كيفَ يَسْمَعُوا وَأنَّى يُجِيبُوا وَقَدْ جَيَّفُوا؟ قالَ: وَالَّذِي نَفْسِي بيَدِهِ ما أَنْتُمْ بأَسْمع لِما أَقُولُ منهمْ، وَلَكِنَّهُمْ لا يَقْدِرُونَ أَنْ يُجِيبُوا ثُمَّ أَمَرَ بهِمْ فَسُحِبُوا، فَأُلْقُوا في قَلِيبِ بَدْرٍ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2874",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (12471) بنحوه،  والنسائي (2075)، وأبو يعلى (3326)، وابن حبان (6498) باختلاف يسير.",
    "sharh": "وفي هذا الحَديثِ يَرْوي أبو طَلْحةَ الأنْصاريُّ رَضيَ اللهُ عنه جانِبًا ممَّا فعَلَه رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ عَقِبَ انْتِهاءِ غَزْوةِ بَدرٍ الكُبْرى، فيُخبِرُ أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أمَرَ يَومَ بَدرٍ بأربَعةٍ وعِشْرينَ رَجلًا مِنَ الكُفَّارِ مِن صَناديدِ قُرَيشٍ، أي: مِن أشْرافِهم، وعُظَمائِهم، ورُؤَسائِهم ممَّن قَتَلَهمُ اللهُ عزَّ وجلَّ مِن السَّبْعينَ الَّذين قُتِلوا في هذه المَعرَكةِ، فحُمِلوا فطُرِحوا في بِئرٍ مَطْويَّةٍ، أي: مَبْنيَّةٍ ومُبَطَّنةٍ بالحِجارةِ، مِن آبارِ مِنطَقةِ بَدرٍ، وهذه البِئرُ كانت خَبيثةً مُخبِثةً، أي: غَيرَ طيِّبةٍ؛ بل فاسِدةٌ مُفسِدةٌ لِما يقَعُ فيها.\r\nوكان النَّبيُّ صلَّى اللهُ عليه وسلَّمَ إذا غلَب قَومًا، وانتَصَرَ عليهم في القِتالِ، أقامَ بالعَرْصةِ -وهي ساحةُ القِتالِ وأرْضُه- ثَلاثَ ليالٍ، وهكذا فعَل ببَدرٍ، وهذا كان منه صلَّى اللهُ عليه وسلَّمَ؛ ليُريحَ المقاتِلين والدَّوابَّ، وهذا إذا كان في أمْنٍ مِن عَدوٍّ طارِقٍ، وإنَّما كانت ثَلاثةَ أيَّامٍ؛ لأنَّها أكثَرُ ما يُريحُ المُسافِرَ، فلمَّا كان في اليومِ الثَّالِثِ ببَدرٍ، أمَرَ صلَّى اللهُ عليه وسلَّمَ بتَجْهيزِ دابَّتِه، فوُضِعَ عليها رَحْلُها، والرَّحْلُ هو ما على ظَهرِ الدَّابَّةِ ممَّا يُركَبُ عليه، ثمَّ مَشى صلَّى اللهُ عليه وسلَّمَ، واتَّبَعه أصْحابُه رَضيَ اللهُ عنهم، حتَّى قام على شَفةِ الرَّكيِّ، أي: حافَةِ البِئرِ الَّذي دُفِنَ فيها أولئك الصَّناديدُ، فجَعَل صلَّى اللهُ عليه وسلَّمَ يُناديهم بأسْمائِهم، فنادَى كُلَّ واحِد منهم على حِدَةٍ باسْمِه واسمِ أبيهِ، وقدْ جاء في صَحيحِ مُسلِمٍ التَّصريحُ بأسْمائِهم: «يا أبا جَهلِ بنَ هِشامٍ، يا أُميَّةُ بنَ خَلَفٍ، يا عُتْبةُ بنَ رَبيعةَ، يَا شَيْبةُ بنَ رَبيعةَ»، وخصَّ صلَّى اللهُ عليه وسلَّمَ هؤلاء بالخِطابِ؛ لشدَّةِ عِنادِهم ووَطْأَتِهم على رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وأصْحابِه، ثمَّ قال صلَّى اللهُ عليه وسلَّمَ مُخاطبًا الجَميعَ بعْدَ أنْ ذكَرَهم بأسْمائِهم: «أيَسُرُّكم»، أي: هلْ يوقِعُكمُ الآنَ في السُّرورِ ويُعجِبُكم لو أنَّكم كُنتم أطَعْتمُ اللهَ ورَسولَه؟ وهلْ تَتَمنَّوْنَ أنْ تَكونوا مُسلِمينَ بعْدَما وصَلْتُم إلى عَذابِ اللهِ؟ أتَحزَنونَ وتَتَحسَّرونَ على ما فاتَكم مِن طَاعةِ اللهِ ورَسولِه أمْ لا؟ وتَذكُرونَ قولَنا لكُم: إنَّ اللهَ سيُظهِرُ دِينَه على الدِّينِ كُلِّه، ويَنصُرُ أوْلياءَه، ويَخذُلُ أعْداءَه، فإنَّا قد وَجَدْنا ما وعَدَنا رَبُّنا حَقًّا ثابِتًا مِن غَلَبَتِنا عليكم؛ فهلْ وَجَدْتم ما وعَد رَبُّكم حَقًّا مِنَ العَذابِ؟!\r\nفتَعجَّبَ عُمَرُ رَضيَ اللهُ عنه، وقال للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ: يا رَسولَ اللهِ، «ما تُكلِّمُ مِن أجْسادٍ لا أرْواحَ لها!» فهمْ أمْواتٌ لا يَسمَعون ولا يَتكلَّمون، فأقسَمَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ باللهِ الَّذي رُوحُه بيَدِه يُصرِّفُها كيف يَشاءُ -وكان صلَّى اللهُ عليه وسلَّمَ كَثيرًا ما يُقسِمُ بهذا القسَمِ-: «ما أنتمْ بأسْمَعَ لِما أقولُ منهم»، أي: كما أنَّكم تَسْمَعونَ قَولي، فكذلك همْ يَسمَعونَه لا فرْقَ بيْنهم وبيْنكم. وقيلَ: مَعْناه: ما أنتمْ بأعلَمَ أنَّه حقٌّ منهم، واللهُ سُبحانَه يُسمِعُ مَن يَشاءُ مِن خَلْقِه ما شاءَ مِن كَلامِ خَلْقِه، ويُفهِمُ مَن يَشاءُ منهم ما يَشاءُ.\r\nقال قَتادةُ بنُ دِعامةَ -أحَدُ رُواةِ الحَديثِ-: «أحْياهم اللهُ حتَّى أسْمَعَهم قولَه» صلَّى اللهُ عليه وسلَّمَ؛ تَوْبيخًا وتَصغيرًا لهم، ونِقْمةً عليهم، وحَسْرةً، ونَدَمًا، فيَتحسَّرونَ، ويَندَمونَ على تَكْذيبِهم، وعلى كُفرِهم وعِنادِهم، ومُرادُ قَتادةَ بهذا الكلامِ الرَّدُّ على مَن أنكَرَ أنَّهم يَسمَعونَ كَلامَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\r\nوفي الحَديثِ: أنَّ العاقِبةَ للمُتَّقينَ، وإنْ طالت سَطْوةُ الباطِلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}