{
    "hadith_id": "29",
    "hadith": "عَنِ الصُّنابِحِيِّ، عن عُبادَةَ بنِ الصَّامِتِ، أنَّه قالَ: دَخَلْتُ عليه وهو في المَوْتِ، فَبَكَيْتُ، فقالَ: مَهْلًا، لِمَ تَبْكِي؟ فَواللَّهِ لَئِنِ اسْتُشْهِدْتُ لأَشْهَدَنَّ لَكَ، ولَئِنْ شُفِّعْتُ لأَشْفَعَنَّ لَكَ، ولَئِنِ اسْتَطَعْتُ لأَنْفَعَنَّكَ، ثُمَّ قالَ: واللَّهِ ما مِن حَدِيثٍ سَمِعْتُهُ مِن رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ لَكُمْ فيه خَيْرٌ إلَّا حَدَّثْتُكُمُوهُ، إلَّا حَدِيثًا واحِدًا وسَوْفَ أُحَدِّثُكُمُوهُ اليَومَ، وقدْ أُحِيطَ بنَفْسِي، سَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، يقولُ: مَن شَهِدَ أنْ لا إلَهَ إلَّا اللَّهُ، وأنَّ مُحَمَّدًا رَسولُ اللهِ، حَرَّمَ اللَّهُ عليه النَّارَ.",
    "rawi": "عبادة بن الصامت",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "29",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (22711)، وابن خزيمة في ((التوحيد)) (2/ 799)، والشاشي في ((المسند)) (1211)، وابن حبان (202) واللفظ لهم جميعا.",
    "sharh": "الموتُ قَدَرٌ مَحتومٌ على كلِّ نَفسٍ، والعاقِلُ مَن قَدَّمَ لنَفسِه الخيرَ، والْتَزَمَ طاعَةَ اللهِ فيما أمَرَ بِهِ، وسارَ على نَهجِ رَسولِه الكريمِ صلَّى اللهُ عليه وسلَّمَ.\nوفي هذا الحديثِ يَروي التَّابعيُّ عبدُ الرَّحمنِ بنُ عُسَيلَةَ الصُّنَابِحيُّ أنَّه دَخَلَ على عُبادَةَ بنِ الصَّامتِ رَضيَ اللهُ عنه وهو في مَرَضِ الموتِ وشِدَّتِه، فبَكى الصُّنابحيُّ، فقالَ له عُبادَةُ رَضيَ اللهُ عنه: «مهْلًا»، أي: تَمهَّل وارفُق بنَفسِكَ، وسألَه عن سببِ بُكائه، ثُمَّ أقسَمَ عُبادةُ باللهِ: لَئن مِتُّ قَبلَكَ يا صُنَابِحيُّ وطَلَبَ اللهُ مِنِّي الشَّهادَةَ في المَوقِفِ يومَ القيامةِ، فسَأشهَدُ لكَ بما عِندي منَ العِلمِ بأنَّك على خيرٍ، وإن شَفَّعَني اللهُ في أحَدٍ من خَلقِه فسأطلُبُ الشَّفاعَةَ فيكَ، وأن يُنجيَكَ اللهُ، وإنِ استَطعتُ تَقديمَ المَنفعةِ لكَ فسَوف أفعلُ، ثُمَّ أقسَمَ عُبادَةُ رَضيَ اللهُ عنه أنَّ كلَّ ما سَمِعَه من حَديثِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وفيه خيرٌ لهُم، فَقد حدَّثَهم به، «إلَّا حَديثًا واحدًا»، وسَوفَ يُحدِّثُهم به اليومَ وقد حانت ساعتُه وأيقَنَ بمَوتِه، فأخبَرَ أنَّه سَمِعَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ يُخبِرُ أنَّ مَن شَهِدَ لله تَعالَى بالتَّوحيدِ، ولمُحمَّدٍ صلَّى اللهُ عليه وسلَّمَ بالرِّسالةِ، وعَمِلَ بمُقتَضى تلك الشَّهادةِ، وتَيقَّنَ من مَعناها، وماتَ عليها؛ وَقاه اللهُ النَّارَ وأدخَلَه الجَنَّةَ، وقيلَ: إنَّ وَجهَ الحديثِ: أنَّ أهلَ التَّوحيدِ سيدخُلونَ الجَنَّةَ، وإن عُذِّبَ بعضُهم بالنَّارِ بذُنوبِهم فإنَّهم لا يُخلَّدون فيها. \nوفي الحديثِ: أنَّ المرءَ لا يُحدِّثُ إلَّا بما فيه الخيرُ للنَّاسِ.\nوفيه: فضلُ اللهِ على عِبادِه المُوحِّدينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}