{
    "hadith_id": "2922",
    "hadith": "لا تَقُومُ السَّاعَةُ حتَّى يُقاتِلَ المُسْلِمُونَ اليَهُودَ، فَيَقْتُلُهُمُ المُسْلِمُونَ حتَّى يَخْتَبِئَ اليَهُودِيُّ مِن وراءِ الحَجَرِ والشَّجَرِ، فيَقولُ الحَجَرُ أوِ الشَّجَرُ: يا مُسْلِمُ يا عَبْدَ اللهِ هذا يَهُودِيٌّ خَلْفِي، فَتَعالَ فاقْتُلْهُ، إلَّا الغَرْقَدَ، فإنَّه مِن شَجَرِ اليَهُودِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2922",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2926) باختلاف يسير",
    "sharh": "حِقدُ اليَهودِ وعَداؤُهم لِلإسلامِ وأهلِه قائِمٌ مُنذُ ظُهورِ الإسلامِ، ومُستَمِرٌّ إلى أنْ تَقومَ الساعةُ، وكَتَبَ اللهُ عَزَّ وجَلَّ أنْ تَكونَ الغَلَبةُ لِأهلِ الحَقِّ، وإنْ طالَ بَغْيُ اليَهودِ وعَلَتْ دَولَتُهم.\nوفي هذا الحَديثِ يُخبِرُ الصَّادِقُ المَصدوقُ صلَّى اللهُ عليه وسلَّمَ بعَلامةٍ مِن عَلاماتِ قِيامِ السَّاعةِ، وهي قِيامُ حَربٍ بيْن المُسلِمينَ واليَهودِ، فيَقولُ صلَّى اللهُ عليه وسلَّمَ -مُخاطِبًا الحاضِرينَ مِن أصحابِه، والمُرادُ غَيرُهم ممَّن سيَكونونَ في آخِرِ الزَّمانِ-: «لا تَقُومُ السَّاعةُ حتى تُقاتِلوا اليَهودَ»، وذلك عِندَما يَنزِلُ عيسى ابنُ مَريمَ عليه السَّلامُ، ويَكونُ المُسلِمونَ معه، واليَهودُ مع الدَّجَّالِ. وفي هذه الحَربِ يَتعاوَنُ كُلُّ شَيءٍ مع المُجاهِدينَ المُسلِمينَ، حتَّى تَتكَلَّمُ الجَماداتُ مِنَ الحَجَرِ ونَحوِه، كُلَّما اختَبَأ يَهوديٌّ وَراءَ شَيءٍ منها تَكَلَّمتْ ونادَتْ على المُسلِمِ فقالَتْ: يا مسلمُ، هذا يَهوديٌّ وَرائي، تَعالَ فاقتُلْه، فنُطْقُ الجَمادِ بذلك حَقيقةٌ.\nوفي رِوايةِ مُسلمٍ: «إلَّا الغرْقَدَ؛ فإنَّه مِن شَجَرِ اليهودِ»، والغرقَدُ: نَوعٌ مِن شجَرِ الشَّوكِ مَعروفٌ ببِلادِ بَيتِ المقدِسِ، وهناك يكونُ قتْلُ الدَّجَّالِ واليَهودِ، والمعنى: أنَّ كلَّ شَيءٍ يَتعاوَنُ مع المسلمِ مِن النَّباتاتِ والجَماداتِ على قتْلِ اليهودِ، إلَّا هذا النَّوعَ مِن الشَّجرِ؛ لذلك نُسِبَ إليهمْ.\nوفي الحَديثِ: دَليلٌ على بَقاءِ دِينِ الإسلامِ إلى يَومِ القيامةِ، وظُهورِه على جَميعِ أعدائِه.\nوفيه: عَلامةٌ مِن عَلاماتِ نُبُوَّتِه صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}