{
    "hadith_id": "2952",
    "hadith": "كانَ الأعْرَابُ إذَا قَدِمُوا علَى رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ سَأَلُوهُ عَنِ السَّاعَةِ: مَتَى السَّاعَةُ؟ فَنَظَرَ إلى أَحْدَثِ إنْسَانٍ منهمْ، فَقالَ: إنْ يَعِشْ هذا، لَمْ يُدْرِكْهُ الهَرَمُ، قَامَتْ علَيْكُم سَاعَتُكُمْ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "2952",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6511)، وابن أبي شيبة (38714)، والطحاوي في ((شرح مشكل الآثار)) (476)، باختلاف يسير.",
    "sharh": "قَدَّر اللهُ سُبحانَه وتعالى مقاديرَ كُلِّ شَيءٍ، ووقَّت مواقيتَ كُلِّ شَيءٍ؛ فقَدَّر الموتَ والحياةَ والسَّاعةَ، وجعل لها أوقاتَها المحدَّدةَ.\nوفي هذا الحَديثِ تروي أُمُّ المُؤمِنينَ عائشةُ رضِيَ اللهُ عنها أنَّ رِجَالًا مِن الأعرابِ -وهم الذين يَسكُنون الصَّحراءَ- وهم جُفاةٌ غِلاظُ الطِّباعِ؛ لأنَّ سُكَّانَ البَوادي يَغلِبُ عليهم خُشونةُ العيْشِ وقِلَّةُ مخالَطةِ النَّاسِ، فتجفو أخلاقُهم وتُصبِحُ صَعبةً غالبًا، كانوا يَأتون النَّبيَّ صلَّى اللهُ عليه وسلَّم فيَسْألونه: مَتى تَقومُ السَّاعةُ؟ ويَقصِدون بذلك وقتَ انتِهاءِ الدُّنيا وقيامِ القيامةِ للحِسابِ، فكان صلَّى اللهُ عليه وسلَّم يجيبُهم بما ينفَعُهم وبما تقبَلُه عُقولُهم، فكان يَنظُرُ إلى أصْغرِهم سِنًّا، فيقولُ: «إنْ يَعِشْ هذا» الأحدثُ سِنًّا، «لا يُدْرِكْه الهَرَمُ حتَّى تَقومَ عليكمْ ساعتُكم». قال هِشامُ بنُ عُروةَ -وهو أحدُ رُواةِ الحديث-: «يعني» بقولِه: (ساعتُكم) «مَوْتَهم»؛ لأنَّ ساعةَ كلِّ إنسانٍ مَوتُه، فهي السَّاعةُ الصُّغرى، لا الكُبْرى التي هي بعْثُ النَّاسِ للمُحاسَبةِ؛ فلا يعلَمُها إلَّا اللهُ عزَّ وجَلَّ، ولا الوُسطى التي هي مَوْتُ أهلِ القرنِ الواحدِ. \nوإنما قال صلَّى اللهُ عليه وسلَّم ذلك؛ لأنهم كانوا أعرابًا، فلو قال لهم: لا أعلمُ، مع ما هم فيه من الجفاءِ وقبل تمكُّنِ الإيمان في قلوبهم؛ لارْتابوا، فعدَل إلى إعلامِهم بالوقتِ الذي يَنقرِضون فيه، ولو كان الإيمانُ تمكَّن في قلوبِهم لأفصَحَ لهم بالمرادِ.\nوفي الحَديثِ: استِخدامُ مَعاريضِ الكلامِ، وليس هذا من الكَذِبِ. \nوفيه: مُخاطَبةُ النَّاسِ على قَدْرِ عُقولِهم. \nوفيه: أنَّ السَّاعة قد تُطلق ويُراد بها الموتُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}