{
    "hadith_id": "3025",
    "hadith": "لَقِيَ نَاسٌ مِنَ المُسْلِمِينَ رَجُلًا في غُنَيْمَةٍ له، فَقالَ: السَّلَامُ علَيْكُم، فأخَذُوهُ فَقَتَلُوهُ وَأَخَذُوا تِلكَ الغُنَيْمَةَ، فَنَزَلَتْ: (وَلَا تَقُولوا لِمَن أَلْقَى إلَيْكُمُ السَّلَمَ لَسْتَ مُؤْمِنًا) [النساء : 94].\r\nوَقَرَأَهَا ابنُ عَبَّاسٍ: {السَّلَامَ}.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "3025",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4591) باختلاف يسير",
    "sharh": "حُرمةُ الدَّمِ عِندَ اللهِ تعالَى عَظيمةٌ، لا سيَّما دَمِ النَّفْسِ المسلِمةِ المُوحِّدةِ التي قالتْ: (لا إلهَ إلَّا اللهُ).\nوفي هذا الحَديثِ يُبيِّنُ ابنُ عبَّاسٍ رضِيَ اللهُ عنهما سَببَ نُزولِ قولِه تعالَى: {وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا} [النساء: 94]؛ فيُخبِرُ أنَّ رَجُلًا -هو عامِرُ بنُ الأضبَطِ- كان في غُنَيمةٍ له، تصغيرُ غَنَمٍ، والمعنى: يَسوقُ قَطيعًا صغيرًا من الغَنَمِ، فلَحِقَه المسلمونَ وكانوا قد خرجوا في سَريَّةٍ، وفيهم أبو قَتادةَ الأنصاريُّ رَضِيَ اللهُ عنه، فمرَّ بهم عامِرُ بنُ الأضبَطِ بغَنَمِه، فقال: «السَّلامُ عليكم»، فقتَلُوه -قيل: قتله محلَمُ بنُ جثامةَ رَضِيَ اللهُ عنه- وأخذُوا غُنيمتَه، فأنْزَلَ اللهُ تعالَى قولَه: {وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا} [النساء: 94]. \nوروى الطَّبريُّ في التفسيرِ أنَّها نزلت في أسامةَ بنِ زَيدٍ رَضِيَ اللهُ عنه لَمَّا بعثه النَّبيُّ صلَّى اللهُ عليه وسلَّم على سَرِيَّةٍ فلَقِيَ مِرداسَ بنَ نهيكٍ الضَّمريَّ فقَتله، وكان من أهلِ فَدَك ولم يُسلِمْ من قَومِه غَيرُه، فقال له رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم: «هلَّا شقَقْتَ عن قَلْبِه؟!» فنزلت الآيةُ، وأصلُ الحديثِ في الصَّحيحينِ دونَ ذِكرِ الآيةِ. \nومعنى الآية: ولا تقولوا لِمَن نطق بالشَّهادتينِ، أو حيَّاكم بتحيَّةِ الإسلامِ -وذلك لأنَّ السَّلامَ تحيَّةُ المسلمينَ، وكانتْ تحيَّتُهم في الجاهليَّةِ بخلافِ ذلك، فكانتْ هذه علامةَ الإسلامِ مِنَ الرَّجلِ-: لستَ مؤمنًا، وإنما نطَقْتَ بالإسلامِ تَقيَّةً. والمقصودُ بعرَضِ الحياةِ الدُّنيا في الآيةِ: الغُنَيْمةُ الَّتي كانتْ مع الرَّجلِ. \nقال عطاءُ بنُ أبي رباحٍ: وقرأها ابنُ عَبَّاسٍ رَضِيَ اللهُ عنهما {السَّلَامَ} بألف بعد اللامِ؛ وفيها قراءتانِ متواترتانِ: {السَّلَامَ}، (السَّلَمَ) وهي بمعنى: الاستِسلامِ والانقيادِ، فالمعنى على هذه القِراءةِ: لا تقولوا لِمنِ استسلَمَ إليكم وانقاد: لستَ مُسلمًا.\nوفي الحَديثِ: إجراءُ الأحكامِ على الظَّاهرِ، وأنَّ مَن قال: لا إلهَ إلَّا اللهُ مُحمَّدٌ رسولُ اللهِ، أو: أنا مسلمٌ؛ يُحكَمُ له بالإسلامِ. ومَن أظْهَرَ شيئًا مِن عَلاماتِ الإسلام لم يَحِلَّ دَمُه، حتى يُختبَرَ أمْرُ إسلامِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}