{
    "hadith_id": "3030",
    "hadith": "عَنْ عبدِ اللهِ بنِ مَسْعُودٍ زيادة، {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إلى رَبِّهِمُ الوَسِيلَةَ} [الإسراء : 57] قالَ: نَزَلَتْ في نَفَرٍ مِنَ العَرَبِ كَانُوا يَعْبُدُونَ نَفَرًا مِنَ الجِنِّ، فأسْلَمَ الجِنِّيُّونَ وَالإِنْسُ الَّذِينَ كَانُوا يَعْبُدُونَهُمْ لا يَشْعُرُونَ، فَنَزَلَتْ: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إلى رَبِّهِمُ الوَسِيلَةَ} [الإسراء : 57].",
    "rawi": "عبدالله بن عتبة بن مسعود",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "3030",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الطحاوي في ((شرح مشكل الآثار)) (2336)، والطبراني (10/ 17) (9798)، وأبو نعيم في ((دلائل النبوة)) (251) واللفظ لهم، والبخاري (4714) بنحوه.",
    "sharh": "الهِدايَةُ بِيَدِ اللهِ وَحْدَه، وَلا فَضْلَ لِأحدٍ على أحدٍ إلَّا بالتَّقوى، وإنَّ الإنسَ والجِنَّ كَلَّفَهمُ اللهُ سُبحانَه وتَعالى بِعبادَتِه وَحْدَه لا شَريكَ لَه في تِلكَ الدُّنيا اختِبارًا لَهُم؛ فمَن أحسَنَ فَقدْ أنقَذَ نَفْسَه، ومَنْ أساءَ فقدْ أهْلَكَها.\nوفي هذا الحَديثِ يُبيِّنُ عَبدُ اللهِ بنُ مَسعودٍ رضِيَ اللهُ عنه سَببَ نُزولِ قولِه تعالَى: {إِلَى رَبِّهِمُ الْوَسيلَةَ}، أي: القُربةَ، وتَمامُ هذه الآية: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا * أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا} [الإسراءِ: 56- 57]، قالَ ابنُ مَسعودٍ: كانَ ناسٌ مِنَ الإنسِ يَعبُدونَ ناسًا مِنَ الجِنِّ، يَعني: يَعبُدونَهم بَدلًا مِن عِبادةِ اللهِ سُبحانَه وتَعالى، فأسلَمَ هَؤلاءِ الجِنُّ الَّذينَ يَعبُدُهمُ الإنسُ، واستَمرَّ الإنسُ يَعبُدونَ الجِنَّ الذين أسْلَموا، وهَؤلاءِ الجِنُّ لا يَرتَضونَ ذلكَ؛ لأنَّهم أسلَموا، وهُمُ الَّذينَ بعْدَ إسلامِهِم صاروا يَبتَغونَ إلى رَبِّهمُ الوَسيلَةَ والقُربةَ.\nوفي الحَديثِ: أنَّ الجِنَّ مُكلَّفونَ مِنَ اللهِ سُبحانَهُ وتعالَى.\nوفيه: أنَّه لا يُعاقَبُ بالذَّنْبِ إلَّا صاحِبُه، وأنَّ مَن كانَ سَببًا في نَشأةِ ذَنْبٍ مُعيَّنٍ وتابَ فإنَّه يُعفَى عنه ما دام تابَ ورَجعَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}