{
    "hadith_id": "3031",
    "hadith": "قُلتُ لاِبْنِ عَبَّاسٍ: سُورَةُ التَّوْبَةِ، قالَ: آلتَّوْبَةِ؟ قالَ: بَلْ هي الفَاضِحَةُ ما زَالَتْ تَنْزِلُ، وَمِنْهُمْ وَمِنْهُمْ حتَّى ظَنُّوا أَنْ لا يَبْقَى مِنَّا أَحَدٌ، إلَّا ذُكِرَ فِيهَا، قالَ: قُلتُ: سُورَةُ الأنْفَالِ؟ قالَ: تِلكَ سُورَةُ بَدْرٍ قالَ: قُلتُ: فَالْحَشْرُ؟ قالَ: نَزَلَتْ في بَنِي النَّضِيرِ.",
    "rawi": "سعيد بن جبير",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "3031",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4882)، وسعيد بن منصور (1004) كلاهما باختلاف يسير، والطحاوي في ((شرح مشكل الآثار)) (3 / 404) دون ذكر ((التوبة)) .",
    "sharh": "المُنافِقونَ هُمُ العَدوُّ غَيرُ الظَّاهرِ الَّذي كانَ يَضرِبُ في الخَفاءِ في المُجتمَعِ المُسلمِ في المَدينَةِ، ولَكِنَّ اللهَ تعالَى أنْقَذَ المُجتمَعَ المُسلِمَ منهم، فكَشَفَ عَن صِفاتِهِم، وفَضَح خفاياهم في غيرِ مَوضِعٍ مِن القُرآنِ الكريمِ.\nوفي هذا الحَديثِ يُخبِرُ التابِعيُّ سَعيدُ بنُ جُبَيْرٍ أنَّه سأل ابنَ عَبَّاسٍ رَضِيَ اللهُ عنهما مُستفهِمًا عن سُورةِ التَّوبةِ، فذكر لَه ابنُ عَبَّاسٍ رَضِيَ اللهُ عنهما أن سُورةَ التَّوبةِ هيَ الفاضِحةُ؛ وإنما سُمِّيت بذلك لأنها فَضحَتِ المُنافِقينَ وكشفت معايبَهم؛ فقد استمَرَّت تَنزِلُ بالآياتِ، فتَذكُرُ مِن صِفاتِهم فتقولُ: «ومنهم... ومنهم...»، يَقصِدُ قَولَ اللهِ عزَّ وجَلَّ: {وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي أَلَا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ} [التوبة: 49]، وقَولَه تعالى: {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ} [التوبة: 58]، وغيرَ ذلك من الآياتِ، حتَّى ظنُّوا أنَّها لَنْ تُبقيَ أحدًا منهم إلَّا ذُكِرَ فيها، يَعني مِنَ المُنافقينَ.\nويَذكُر ابنُ جُبيرٍ أنَّه سأل ابنَ عَبَّاسٍ رَضِيَ اللهُ عنهما أيضًا عَن سُورَةِ الأنفالِ. يعني: سبَبَ نُزولِها، فذكرَ له ابنُ عبَّاسٍ رَضِيَ اللهُ عنهما: أنها نَزلَتْ في غزوةِ بَدرٍ.\nوأخبر ابنُ جُبَيْرٍ أنه سأل ابنَ عَبَّاسٍ رَضِيَ اللهُ عنهما أيضًا عَن سُورةِ الحَشرِ، فذكر ابنُ عَبَّاسٍ رَضِيَ اللهُ عنهما أنها نَزلَتْ في بَني النَّضيرِ، وهُمُ اليَهودُ الَّذينَ أجْلاهُمُ النَّبيُّ صلَّى اللهُ عليه وسلَّم. وبنو النَّضيرِ واحِدةٌ من قَبائِلِ اليَهودِ التي كانت تَعيشُ بالمدينةِ قبل هِجرةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم، حتَّى أتَى رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم المدينةَ، وعقد معهم عهدًا، إلَّا أنَّهم خانوا عَهْدَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، وهَمُّوا بقَتْلِه صلَّى اللهُ عليه وسلَّم غَدْرًا، فخرَجَ إليهم مع أصحابِه في السَّنةِ الرَّابعةِ مِن الهجرةِ، وحاصَرَهُم حتى هزَمَهم اللهُ عزَّ وجَلَّ، وفيهم نزلت سورةُ الحَشرِ، كما أخبر ابنُ عَبَّاسٍ رَضِيَ اللهُ عنهما.\nوفي الحَديثِ: بَيانُ مَنزلةِ ابنِ عبَّاسٍ رضِي اللهُ عنهما العِلميَّة، وأنَّه كان مَرجِعًا في السُّنَّةِ وعالِمَا بأسبابِ نُزولِ القرآنِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}