{
    "hadith_id": "3032",
    "hadith": "خَطَبَ عُمَرُ علَى مِنْبَرِ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَحَمِدَ اللَّهَ وَأَثْنَى عليه، ثُمَّ قالَ: أَمَّا بَعْدُ، أَلَا وإنَّ الخَمْرَ نَزَلَ تَحْرِيمُهَا يَومَ نَزَلَ وَهي مِن خَمْسَةِ أَشْيَاءَ مِنَ الحِنْطَةِ، وَالشَّعِيرِ، وَالتَّمْرِ، وَالزَّبِيبِ، وَالْعَسَلِ، وَالْخَمْرُ: ما خَامَرَ العَقْلَ، وَثَلَاثَةُ أَشْيَاءَ، وَدِدْتُ أَيُّهَا النَّاسُ أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، كانَ عَهِدَ إلَيْنَا فِيهَا الجَدُّ، وَالْكَلَالَةُ، وَأَبْوَابٌ مِن أَبْوَابِ الرِّبَا.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "3032",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5588)، ومسلم (3032).",
    "sharh": "أحلَّ اللهُ لعِبادِهِ الطَّيِّباتِ، وحرَّمَ عليهِمُ الخَبائِثَ مِن كُلِّ شَيءٍ، وفي كُلِّ شَيءٍ؛ مِنَ المَطْعَمِ والمَشْرَبِ، والمَكْسَبِ والتِّجارَةِ.\nوفي هذا الحديثِ يروي عبدُ اللهِ بنُ عُمَرَ رَضِيَ اللهُ عنهما أنَّ عُمَرَ بنَ الخطَّابِ رضي الله عنه خَطَبَ ذاتَ يومٍ علَى مِنْبَرِ رَسولِ اللَّهِ صلَّى اللهُ عليه وسلَّم، فذكر الأصنافَ الَّتي يكونُ منها الخمرُ، وهي العِنَبُ أو الزَّبيبُ، والتَّمرُ، والحِنطةُ -وهي القمحُ- والشَّعيرُ، والعسلُ، وهذا يدلُّ على أنَّ الخمرَ لا تكونُ مِن العِنَبِ فقطْ، كما زعَم البعضُ، بلْ إنَّ لها أصنافًا كثيرةً، ذكَر عمرُ بنُ الخطَّابِ رَضيَ الله عنه منها في هذا الحديثِ خمْسةً، ثمَّ ألْحَقَ بها كلَّ ما خامَرَ العقلَ مِن شَرابٍ، أي: غطَّاه وأذهَبَ عنه إدراكَه، وجعَله خمْرًا إذ كان في معْناها؛ لِمُلابستِه العقلَ، ومُخامَرتِه إيَّاه.\nثمَّ بَيَّن عُمَرُ بنُ الخطَّابِ رضي الله عنه أنَّه كان يَرْجو أنْ يُبيِّنَ النَّبيُّ صلَّى اللهُ عليه وسلَّم بعضَ المسائِلِ الَّتي وقَع فيها الاختلافُ، ولم تُحسَمْ بشَكلٍ قاطعٍ، وهي: مِيراثُ الجَدِّ؛ فقد وقَعَ الخلافُ بيْن الصَّحابةِ رَضيَ اللهُ عنهم هل يُحجَبُ الأخُ، أو يُحجَبُ به أو يقاسِمُه؟\nوالكَلالةُ، وقد وقَعَ الخلافُ أيضًا بيْن الصَّحابةِ في تَفسيرِها، ومِن أشهَرِ ما قيل فيها: أنَّ الكلالةَ هو مَن مات بلا ولدٍ، وقيل: بلا والدٍ ووَلدٍ. \nوأبوابٌ مِن أبوابِ الرِّبا، ويَقصِدُ بعضَ البيوعِ الَّتي تُعَدُّ ذَرِيعةً للرِّبا، أي: رِبا الفضْلِ؛ لأنَّ رِبا النَّسيئةِ مُتَّفقٌ عليه بيْنهم. \nثم سأل أبو حيَّانَ التَّيميُّ- راوي الحديثِ عن الشعبيِّ- فقال: «يا أبا عَمْرٍو»، وهي كنيةُ الشَّعبيِّ، «فَشَيءٌ يُصْنَعُ بالسِّنْدِ؟» وهي بلادُ الهندِ، والمرادُ: سؤالُه عن شَرابٍ يُصنَعُ من الأَرُزِّ، فأخبره الشعبيُّ أنَّ اتِّخاذَ الخَمْرِ من الأَرُزِّ لَم يكُنْ على عهدِ النبيِّ صلَّى اللهُ عليه وسلَّم أو عَهدِ عُمَرَ رَضِيَ اللهُ عنه، وإلَّا فإنَّه لو كان موجودًا لنهى عنه، وقد ثبت في الصَّحيحَينِ وغيرِهما أنَّ كُلَّ مُسكِرٍ حرامٌ، ولا تختَصُّ الحُرمةُ في نوعٍ بعينِه.\nوفي الحَديثِ: إثباتُ القياسِ، وإلحاقُ حُكمِ الشَّيءِ بنَظيرِه، وتَظهَرُ في قولِه: «والخمرُ ما خامَرَ العقلَ» حِكمةُ عمرَ بنِ الخطَّابِ رضي الله عنه؛ حتَّى لا يَأخُذَ البعضُ بقولِه ويَقتصِرَ في التَّحريمِ على هذه الأصنافِ، ولا يَحكُمَ بالتَّحريمِ في غيرِها مِن الأشياءِ الَّتي تُصنَعُ منها الخمورُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}