{
    "hadith_id": "308",
    "hadith": "إذا أتَى أحَدُكُمْ أهْلَهُ، ثُمَّ أرادَ أنْ يَعُودَ، فَلْيَتَوَضَّأْ.\r\nزادَ أبو بَكْرٍ في حَديثِهِ: بيْنَهُما وُضُوءًا، وقالَ: ثُمَّ أرادَ أنْ يُعاوِدَ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "308",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "علَّم النَّبيُّ صلَّى اللهُ عليه وسلَّم أُمَّتَه ما يَتعلَّقُ بأُمورِ المُعاشرةِ الزَّوجيَّةِ والجِماعِ، وما يَترتَّبُ على ذلك من أُمورِ الطَّهارةِ وما يَتعلَّقُ بها في كلِّ الأوقاتِ، وما يُباحُ فيها وما لا يُباحُ.\nوفي هذا الحديثِ يُرشِدُ النَّبيُّ صلَّى اللهُ عليه وسلَّم لأمرٍ فيه مَصلحةٌ ظاهرةٌ؛ حيثُ قال: «إذا أتَى أحَدُكم أهْلَه» وهو كِنايةٌ عنِ الجِماعِ، والمُرادُ بالأهلِ: الزَّوجةُ أوِ الأمَةُ مِلكُ اليَمينِ، ثمَّ أرادَ أن يُعاوِدَ الجِماعَ قَبلَ غُسلِه، فليَتوضَّأ، بحيثُ يَجعَلُ بينَ الجِماعينِ وُضوءًا؛ لأنَّ الغُسلَ إنَّما يُرادُ للصَّلاةِ أو لِمَا جَرَى مَجراها ممَّا شُرِط فيه الطَّهارةُ، وليس الجِماعُ ممَّا شُرِط فيه الطَّهارةُ فيَحتاجُ إلى الغُسلِ، وقد ورَد في صَحيحِ ابنِ خُزيمةَ من حَديثِ أبي سَعيدٍ الخُدريِّ رَضيَ اللهُ عَنه أنَّ ذلِك أنشَطُ للعَودِ، ومِن المَصلَحةِ في ذلك: أنَّ الوضُوءَ يَجمَعُ بين تَخفيفِ الحَدَثِ، وبين التَّنظيفِ وإزالةِ القَذرِ الذي بُنيَت عليه الشَّريعةُ، والوضوءُ مُشتمِلٌ على غَسلِ الذَّكرِ؛ وفي ذلك فائدةٌ طِبِّيةٌ لتَقويةِ العُضوِ، ثمَّ إنَّ البَدَنَ يَسكُنُ من الانزعاجِ بتِلك السَّاعةِ فيَعود مُستريحًا، وفيه تَتميمُ اللَّذةِ بإزالةِ ما تَعلَّق به من ماءِ الفَرجِ وانتَشَرَ على العُضوِ من المنيِّ الخارجِ منه، وكلُّ ذلك مُفسِدٌ لِلَذَّةِ الجِماعِ المستأنَفِ، وقيل: إنَّ الوُضوءَ المَذكورَ في الحَديثِ مَحمولٌ على غَسلِ الفَرجِ فَقَط، مُبالَغةً في النَّظافةِ.\nوعندَ أبي داوُدَ، عن عائشةَ رَضيَ اللهُ عنها قالت: «كان رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم يَنامُ وهو جُنُبٌ من غَيرِ أن يَمَسَّ ماءً»، فقيلَ: إنَّ قَولَها: «لا يَمَسَّ ماءً»، تَعني به الغُسلَ، وهو لا يُنافي الوُضوءَ، ويَحتمِلُ أنَّ الأمرَ بالوُضوءِ يُحمَلُ -كما تَقدَّم- على طَلَبِ النَّظافةِ والنَّشاطِ؛ وذلك لِمَا عندَ مُسلِمٍ من حَديثِ عائشةَ أيضًا: «أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم كان يَطوفُ على نِسائه بغُسلٍ واحِدٍ» ولم يَذكُر فيه وُضوءًا.\nوفي الحَديثِ: مَشروعيَّةُ الوُضوءِ بين الجِماعَينِ، سواءٌ كان الجِماعُ لنَفسِ المَرأةِ، أو لغَيرِها.\nوفيه: أنَّ الاغتِسالَ منَ الجَنابةِ ليس على الفَورِ، بل إنَّما يَضيقُ عند إرادةِ الصَّلاةِ ونَحوِها، ممَّا لا يَجوزُ إلَّا بالغُسلِ.\nوفيه: مَشروعيَّةُ كَثرةِ الجِماعِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}