{
    "hadith_id": "31",
    "hadith": "كُنَّا قُعُودًا حَوْلَ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، معنا أبو بَكْرٍ، وعُمَرُ في نَفَرٍ، فَقامَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مِن بَيْنِ أظْهُرِنا، فأبْطَأَ عَلَيْنا، وخَشِينا أنْ يُقْتَطَعَ دُونَنا، وفَزِعْنا، فَقُمْنا، فَكُنْتُ أوَّلَ مَن فَزِعَ، فَخَرَجْتُ أبْتَغِي رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ حتَّى أتَيْتُ حائِطًا لِلأَنْصارِ لِبَنِي النَّجَّارِ، فَدُرْتُ به هلْ أجِدُ له بابًا؟ فَلَمْ أجِدْ، فإذا رَبِيعٌ يَدْخُلُ في جَوْفِ حائِطٍ مِن بئْرٍ خارِجَةٍ، والرَّبِيعُ الجَدْوَلُ، فاحْتَفَزْتُ، فَدَخَلْتُ علَى رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فقالَ: أبو هُرَيْرَةَ فَقُلتُ: نَعَمْ يا رَسولَ اللهِ، قالَ: ما شَأْنُكَ؟ قُلتُ: كُنْتَ بيْنَ أظْهُرِنا، فَقُمْتَ فأبْطَأْتَ عَلَيْنا، فَخَشِينا أنْ تُقْتَطَعَ دُونَنا، فَفَزِعْنا، فَكُنْتُ أوَّلَ مَن فَزِعَ، فأتَيْتُ هذا الحائِطَ، فاحْتَفَزْتُ كما يَحْتَفِزُ الثَّعْلَبُ، وهَؤُلاءِ النَّاسُ ورائِي، فقالَ: يا أبا هُرَيْرَةَ وأَعْطانِي نَعْلَيْهِ، قالَ: اذْهَبْ بنَعْلَيَّ هاتَيْنِ، فمَن لَقِيتَ مِن وراءِ هذا الحائِطَ يَشْهَدُ أنْ لا إلَهَ إلَّا اللَّهُ مُسْتَيْقِنًا بها قَلْبُهُ، فَبَشِّرْهُ بالجَنَّةِ، فَكانَ أوَّلَ مَن لَقِيتُ عُمَرُ، فقالَ: ما هاتانِ النَّعْلانِ يا أبا هُرَيْرَةَ؟ فَقُلتُ: هاتانِ نَعْلا رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، بَعَثَنِي بهِما مَن لَقِيتُ يَشْهَدُ أنْ لا إلَهَ إلَّا اللَّهُ مُسْتَيْقِنًا بها قَلْبُهُ، بَشَّرْتُهُ بالجَنَّةِ، فَضَرَبَ عُمَرُ بيَدِهِ بيْنَ ثَدْيَيَّ فَخَرَرْتُ لاِسْتِي، فقالَ: ارْجِعْ يا أبا هُرَيْرَةَ، فَرَجَعْتُ إلى رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فأجْهَشْتُ بُكاءً، ورَكِبَنِي عُمَرُ، فإذا هو علَى أثَرِي، فقالَ لي رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: ما لكَ يا أبا هُرَيْرَةَ؟ قُلتُ: لَقِيتُ عُمَرَ، فأخْبَرْتُهُ بالَّذِي بَعَثْتَنِي به، فَضَرَبَ بيْنَ ثَدْيَيَّ ضَرْبَةً خَرَرْتُ لاِسْتِي، قالَ: ارْجِعْ، قالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: يا عُمَرُ، ما حَمَلَكَ علَى ما فَعَلْتَ؟ قالَ: يا رَسولَ اللهِ، بأَبِي أنْتَ، وأُمِّي، أبَعَثْتَ أبا هُرَيْرَةَ بنَعْلَيْكَ، مَن لَقِيَ يَشْهَدُ أنْ لا إلَهَ إلَّا اللَّهُ مُسْتَيْقِنًا بها قَلْبُهُ بَشَّرَهُ بالجَنَّةِ؟ قالَ: نَعَمْ، قالَ: فلا تَفْعَلْ، فإنِّي أخْشَى أنْ يَتَّكِلَ النَّاسُ عليها، فَخَلِّهِمْ يَعْمَلُونَ، قالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: فَخَلِّهِمْ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "31",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (31)",
    "sharh": "فضلُ اللهِ على عِبادِه عَظيمٌ، ورَحمتُه وَسِعَت كلَّ شَيءٍ، ومِن رَحمتِه لهُم أنَّ مَن ماتَ على التَّوحيدِ دخَلَ الجَنَّةَ، فيَنبغي للمُسلِمِ أن يَعلَمَ مَعنى كلمةِ التَّوحيدِ عِلمًا مُنافيًا للجَهلِ بها؛ فهي مِفتاحُ الجَنَّةِ.\nوفي هذا الحديثِ يَروي أبو هُرَيرةَ رَضيَ اللهُ عنه أنَّ الصَّحابةَ كانوا جالِسينَ حولَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ ذاتَ مَرَّةٍ، ومعهم أبو بَكرٍ وعُمرُ رَضيَ اللهُ عنهما في جَماعةٍ، فقامَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لِحاجَةٍ، فأبطَأ في رُجوعِه إليهم، فخَشُوا وخافوا أن يكونَ أحدٌ منَ الأعداءِ اقتَطَعَه دُونَهم، أيِ: انفرَدَ به وأصابَه بمَكروهٍ؛ لأنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ مَطلوبٌ من جِهةِ المُنافِقينَ ومِن جِهةِ غيرِهم من أعداءِ الدِّينِ، فقامَ الصَّحابةُ فَزِعين خائفين يَبحثون عنه، وكانَ أوَّلَ مَن فَزِع أبو هُرَيرةَ رَضيَ اللهُ عنه، حتَّى أتى حائطًا -وهو بُستانٌ مُحاطٌ بسُورٍ- لِبَني النَّجَّارِ -وهُم بَطنٌ منَ الخَزرجِ، يُنسَبونَ إلى النَّجَّارِ بنِ ثعلبةَ بنِ عمرِو بنِ الخَزرجِ- فجعَل يَطوفُ به ويَدورُ حولَه؛ لعلَّه يَجِدُ بابًا يَدخُلُ منه، فلم يجِد، فإذا به يَجِدُ رَبيعًا -والرَّبيعُ الجَدولُ، والجَدولُ هو النَّهرُ الصَّغيرُ، أو مَجرى الماءِ الذي يَدخُلُ للبُستانِ- يَدخُلُ في جَوفِ حائطٍ من بِئرٍ خارجةٍ، فضَمَّ أبو هريرةَ رَضيَ اللهُ عنه جِسمَه مِثلَ الثَّعلبِ حتَّى دخَلَ من فتحةِ مَجرى الماءِ، فوجَدَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ داخِلَ البُستانِ، فأحسَّ به النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، فقالَ له مُستفسِرًا عنِ الدَّاخِلِ وظنَّ أنَّه أبو هُرَيرةَ، فسألَه: «أبو هُرَيرةَ؟»، أي: أأنتَ أبو هُريرةَ، فأجابَه: نَعَم، فأعطاه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ نَعلَيه لِتَكُونَ عَلَامةً ظاهِرةً معلومةً عندَهم يَعرِفونَ بها أنَّه لَقيَ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ، وليَكُونَ أوقَعَ في نُفوسِهم لِما يُخبِرُهم به عنه صلَّى اللهُ عليه وسلَّمَ، فقالَ له: اذهَب بنَعليَّ هاتَينِ، فمَن لَقيتَ منَ النَّاسِ في الخارجِ، يَشهَدُ أن لا إلهَ إلَّا اللهُ، مُستيقِنًا بها قَلبُه، بمعنى: أن يستَيقِنَ المُسلمُ يَقينًا جازمًا بمَدلولِ كَلمةِ التَّوحيدِ، وهو أنَّه لا مَعبودَ بحقٍّ إلَّا اللهُ، وعَمِلَ بمُقتضاها دُونَ تَسرُّبِ شَيءٍ منَ الشُّكوكِ التي يَبذُرُها شَياطينُ الجِنِّ والإنسِ؛ لأنَّها لا تَقبَلُ شكًّا ولا ظنًّا، ولا تَردُّدًا ولا ارتيابًا، بَل يَنبغي أن تَقُومَ على اليَقينِ القاطِعِ الجازِمِ، وهذا يَصدُقُ على كلِّ مَن كانَ بهذا اليَقينِ في أيِّ عصرٍ منَ العُصورِ، وذَكَرَ القلبَ هنا للتَّأكيدِ على الإخلاصِ في الإيمانِ، فأمَرَه أن يُبشِّرَه أنَّه من أهلِ الجَنَّةِ، فخَرَجَ أبو هُرَيرةَ رَضيَ اللهُ عنه ليُنفِّذَ ما أمَرَه به النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، فلَقيَه عُمرُ رَضيَ اللهُ عنه، فسَألَه عنِ النَّعلَينِ، فأجابَه بما حَدَثَ، وأنَّه سيُبلِغُ النَّاسَ ببُشرى رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فضَرَبه عُمَرُ على صدرِه بين ثَديَيه، فسَقَطَ أبو هُرَيرةَ رَضيَ اللهُ عنه على الأرضِ على مَقعَدتِه من شِدَّةِ الضَّربةِ، وإن كانَ دَفعُ عُمَرَ رَضيَ اللهُ عنه له لم يَقصِد به سُقوطَه وإيذاءَه، بَل قَصَدَ ردَّه عمَّا هو عليه، وضَرَبَ بيَدِه في صدرِه ليَكُونَ أبلَغَ في زَجرِه، وأمَرَه عُمرُ رَضيَ اللهُ عنه بالرُّجوعِ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فرَجَعَ مُتغيِّرَ الوجه مُتهَيِّئًا للبُكاءِ، ولَمَّا يَبكِ بعدُ، وتَبِعَه عُمرُ رَضيَ اللهُ عنه ومَشى خَلفَه، وحَكى أبو هُرَيرةَ رَضيَ اللهُ عنه للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ ما حدَثَ مع عُمرَ رَضي اللهُ عنه، فسَألَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عُمرَ رَضيَ اللهُ عنه عن سَببِ ما فَعَلَه مع أبي هُريرةَ رَضيَ اللهُ عنه، فقال: يا رَسولَ اللهِ، أفديك بأبي وأمِّي، هل بعَثتَ أبا هُرَيرةَ بنَعلَيكَ يُبشِّرُ بالجنَّةِ مَن لَقيَ خارِجَ هذا الحائطِ، يَشهَدُ أن لا إلهَ إلَّا اللهُ، مُطمئنًّا بها قلبُه؟ فقالَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: نَعَم، فقالَ عُمرُ رَضيَ اللهُ عنه: لا تَفعَل يا رسولَ اللهِ؛ أخشى أن يتَّكِلَ النَّاسُ على هذه البُشرَى، فخَلِّهم يَعمَلون، فاستجابَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لطَلَبِ عُمرَ رَضيَ اللهُ عنه، ولم يُخبِرْهمُ البِشارةَ، ولكنَّ حُكمَها باقٍ.\nوبهذا الجوابِ يَظهَرُ أنَّ فِعلَ عُمَرَ رَضيَ اللهُ عنه ومُراجَعتَه النَّبيَّ صلَّى اللهُ عليه وسلَّمَ لم يَكُنِ اعتراضًا عليه، ولا ردًّا لأمرِه؛ إذ ليسَ فيما بَعَثَ به النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أبا هُريرةَ رَضيَ اللهُ عنه غَيرُ تَطييبِ قُلوبِ الأمَّةِ وبُشراهم، فرأى عُمَرُ رَضيَ اللهُ عنه أنَّ كَتمَ هذا أصلَحُ للنَّاسِ، وأحرى ألَّا يَتَّكلوا، وأنَّه يَعُودُ عليهم بالخيرِ من مُعجَّلِ هذه البُشرى، فلمَّا عَرَضَه على النَّبيِّ صلَّى اللهُ عليه وسلَّمَ صوَّبَه وأقرَّه عليه.\nوفي الحديثِ: حِرصُ الصَّحابةِ ومَحبَّتُهم لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، حيثُ خافُوا عليه، وفَزِعوا في طلبِه حينَ أبطَأ عليهم.\nوفيه: اهتمامُ الأتباعِ بحُقوقِ مَتبوعِهم، والاعتناءُ بتَحصيلِ مَصالحِه، ودفعِ المَفاسدِ عنه. \nوفيه: دَليلٌ على تَأييدِ الخبَرِ العَظيمِ بقَرينةٍ تُؤكِّدُه.\nوفيه: بِشارةٌ عَظيمةٌ لأهلِ التَّوحيدِ، وأنَّ مَن ماتَ وهو يَشهَدُ أن لا إلهَ إلَّا اللهُ خالصًا من قلبِه فله الجنَّةُ. \nوفيه: أنَّ الإمامَ والكبيرَ مُطلَقًا إذا رأى شيئًا، ورأى بعضُ أتباعِه خِلافَه؛ أنَّه يَنبغي للتَّابعِ أن يَعرِضَه على المتبوعِ ليَنظُرَ فيه، فإن ظهَرَ له أنَّ ما قالَه التَّابعُ هو الصَّوابُ رجَعَ إليه، وإلَّا بيَّنَ للتَّابعِ جَوابَ الشُّبهةِ الَّتي عرَضَت له.\nوفيه: دَليلٌ على شِدَّةِ عُمرَ رَضيَ اللهُ عنه، وحِكمتِه، وسَعةِ فِقهِه.\nوفيه: فَضيلةُ أبي هُرَيرةَ رَضيَ اللهُ عنه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}