{
    "hadith_id": "314",
    "hadith": "أنَّ امْرَأَةً قالَتْ لِرَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: هلْ تَغْتَسِلُ المَرْأَةُ إذَا احْتَلَمَتْ وأَبْصَرَتِ المَاءَ؟ فَقالَ: نَعَمْ فَقالَتْ لَهَا عَائِشَةُ: تَرِبَتْ يَدَاكِ وأُلَّتْ، قالَتْ: فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: دَعِيهَا. وهلْ يَكونُ الشَّبَهُ إلَّا مِن قِبَلِ ذَلِكِ، إذَا عَلَا مَاؤُهَا مَاءَ الرَّجُلِ، أشْبَهَ الوَلَدُ أخْوَالَهُ، وإذَا عَلَا مَاءُ الرَّجُلِ مَاءَهَا أشْبَهَ أعْمَامَهُ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "314",
    "grade": "[صحيح]",
    "sharh": "كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مُعلِّمًا ومُربِّيًا لأُمَّتِه، ومِن ذلك: أنَّه علَّمَها آدابَ مُعاشَرةِ الزَّوجاتِ وجِماعِهنَّ، وأُمورَ الطَّهارةِ وما يَتعلَّقُ بها في كلِّ الأوقاتِ، وما يُبَاحُ فيها وما لا يُبَاحُ.\nوفي هذا الحديثِ تُخبِرُ أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها أنَّ امرأةً -هي أمُّ سُلَيمٍ، كما عندَ مُسلمٍ من حديثِ أنسِ بنِ مالكٍ، وعندَ أبي داودَ من حديثِ عائشةَ- جاءت إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ تَسألُه: هل تَغتسِلُ المرأةُ إذا احتَلَمَت في نَومِها وأبصَرَتِ الماءَ؟ يَعني: إذا نزَلَ منها المَنيُّ احتِلامًا، فقالَ لها صلَّى اللهُ عليه وسلَّمَ: «نَعَمْ»، فقالت لها عائشةُ: «تَرِبَتْ يَداكِ»، يَعني: لَصِقَت يَداكِ بالتُّرابِ، «وأُلَّتْ» بضَمِّ الهمزةِ، أي: أصابَتها الأَلَّةُ -بفتحِ الهمزةِ، وتَشديدِ اللَّامِ- وهي الحَربةُ.\nثُمَّ قالَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لعائشةَ: «دَعِيهَا»، أيِ: اترُكيها تَسألُ عمَّا أشكَلَ عليها من حُكمِ الاحتلامِ؛ لأنَّه أمرٌ مُهِمٌّ دينيٌّ، لا بُدَّ للمُكلَّفِ أن يَعلَمَه. وقد جاوبَها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بقولِه: «نَعَمْ، إنَّ النِّساءَ شَقائقُ الرِّجالِ» كما عندَ أبي داودَ، والمَعنى: أنَّ النِّساءَ نظائرُ وأمثالُ الرِّجالِ في الأحكامِ المُشتَرَكةِ بينهما، وهذا تَعريضٌ منه صَلَّى اللهُ عليه وسلَّمَ بأنَّ المرأةَ مِثلُ الرَّجُلِ في الاحتِلامِ ونُزولِ المَنيِّ، ولكنَّ هذا مَقامٌ لم يُصرَّحْ فيه بألفاظِه الصَّريحةِ، وهذا حَياءٌ منه صَلَّى اللهُ عليه وسلَّمَ، ولأنَّ المرأةَ فَهِمَتِ المقصودَ مِنَ القَدرِ الذي أجابَ به صلَّى اللهُ عليه وسلَّمَ عليها.\nثُمَّ أخبَرَ أنَّ شَبَهَ الوَلَدِ بأبيه وأعمامِه أو أُمِّه وأخوالِه مُتوقِّفٌ على المَنيِّ الأعلَى منهما، والمُرادُ بالعُلوِّ هنا: السَّبقُ؛ لأنَّ كلَّ مَن سَبَقَ فقد علا شأنُه، فهو عُلوٌّ مَعنويٌّ، ويَجوزُ أن يَكُونَ المُرادُ الكثرةَ والقوَّةَ بحسَبِ كثرةِ الشَّهوةِ، فإن سَبَقَ ماءُ المرأةِ ماءَ الرَّجلِ فإنَّه يُصبِحُ هو الأعلَى، فيُشبِه الولدُ أُمَّه وأخوالَه، وإن كانَ ماءُ الرَّجلِ هو السَّابِقَ لماءِ المرأةِ، فإنَّه يُصبِحُ أعلَى، فيُشبِه الولدُ أباه وأعمامَه، ويَكونُ كلُّ ذلك بتقديرِ اللهِ سُبحانَه. \nوفي هذا حُسنُ مُراعاةٍ منَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ للنِّساءِ وتَعليمِهنَّ ما يَخُصُّهنَّ من أحكامٍ، مع بيانِ أنَّ تَوجيهَ النِّساءِ الأسئلةَ للعَالِمِ مُباحٌ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}