{
    "hadith_id": "316",
    "hadith": "كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ إذَا اغْتَسَلَ مِنَ الجَنَابَةِ يَبْدَأُ فَيَغْسِلُ يَدَيْهِ. ثُمَّ يُفْرِغُ بيَمِينِهِ علَى شِمَالِهِ فَيَغْسِلُ فَرْجَهُ. ثُمَّ يَتَوَضَّأُ وُضُوءَهُ لِلصَّلَاةِ. ثُمَّ يَأْخُذُ المَاءَ فيُدْخِلُ أصَابِعَهُ في أُصُولِ الشَّعْرِ، حتَّى إذَا رَأَى أنْ قَدِ اسْتَبْرَأَ حَفَنَ علَى رَأْسِهِ ثَلَاثَ حَفَنَاتٍ. ثُمَّ أفَاضَ علَى سَائِرِ جَسَدِهِ. ثُمَّ غَسَلَ رِجْلَيْهِ. وفي رواية: أنَّ النبيَّ صَلَّى اللَّهُ عليه وسلَّمَ اغْتَسَلَ مِنَ الجَنَابَةِ، فَبَدَأَ فَغَسَلَ كَفَّيْهِ ثَلَاثًا...، ثُمَّ ذَكَرَ نَحْوَ حَديثِ أبِي مُعَاوِيَةَ ولَمْ يَذْكُرْ غَسْلَ الرِّجْلَيْنِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "316",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (248)، ومسلم (316).",
    "sharh": "كانَ النبيُّ صلَّى اللهُ عليه وسلَّمَ يُحِبُّ الطَّهارَةَ ويُداوِمُ علَيها، وكانَ صلَّى اللهُ عليه وسلَّمَ كَثيرًا ما يُعلِّمُ أصْحابَهُ كَيفيَّةَ الطَّهارةِ وماهِيَّتَها.وفي هذا الحديثِ تُخبِرُ أمُّ المؤمنينَ عائِشةُ رَضيَ اللهُ عنها أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كانَ إذا أرادَ أنْ يَتَطهَّرَ ويَغْتسِلَ مِنَ الجَنابةِ -وتُطلَقُ الجَنابةُ على كُلِّ مَن أَنزَلَ المَنِيَّ أو جامَعَ، وسُمِّيَ بذلك لاجتِنابِه الصَّلاةَ والعباداتِ حتَّى يَطَّهَّرَ مِنها- بدَأَ بِغَسلِ يَديهِ قبْلَ إدْخالِها في الماءِ بأنْ يَصُبَّ عليها ويَغسِلَها أوَّلًا، ثمَّ بعدَ ذلك يَتوضَّأُ كأنَّه يَتوضَّأُ للصَّلاةِ وُضوءًا كامِلًا، ثمَّ بعدَ ذلكَ يُدخِلُ أصابِعَه في الماءِ، فيُدخِلُ الماءَ إلى فَروةِ الرَّأسِ؛ ليُلامِسَ البَشَرةَ والجِلدَ، ثمَّ يصُبُّ على رَأسِهِ ثلاثَ مرَّاتٍ بمِلْءِ يَدِه مِن الماءِ، ثمَّ بعْدَ ذلك يصُبُّ الماءَ على جِسمِه كلِّهِ، فيَجعَلُ الماءَ يَعُمُّ سائرَ جِلدِهِ.وفي الحَديثِ: بَيانُ هَدْيِ النبيِّ صلَّى اللهُ عليه وسلَّمَ في الاغتِسالِ مِن الجَنابةِ.وفيه: بَيانُ أنَّ التَّطهُّرَ والتَّنظُّفَ مِن سِماتِ الإسلامِ والمسلِمينَ.وفيه: أنَّ القليلَ مِن الماءِ يَكفِي للغُسلِ مِن الجَنابةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}