{
    "hadith_id": "338",
    "hadith": "لا يَنْظُرُ الرَّجُلُ إلى عَوْرَةِ الرَّجُلِ، ولا المَرْأَةُ إلى عَوْرَةِ المَرْأَةِ، ولا يُفْضِي الرَّجُلُ إلى الرَّجُلِ في ثَوْبٍ واحِدٍ، ولا تُفْضِي المَرْأَةُ إلى المَرْأَةِ في الثَّوْبِ الواحِدِ. وفي رواية: مَكانَ «عَوْرَةِ»: عُرْيَةِ الرَّجُلِ، وعُرْيَةِ المَرْأَةِ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "338",
    "grade": "[صحيح]",
    "sharh": "لقد سَدَّتِ الشَّريعةُ كلَّ الذَّرائعِ المؤدِّيةِ إلى الوُقوعِ في الحرامِ، ورَسَمت للبَشَريَّةِ المُثُلَ العُليَا، والطَّريقَ القَويمَ للحَياةِ الدُّنيويَّةِ والأُخرويَّةِ، لأجلِ ذلك جاء الأمرُ بغَضِّ البَصَرِ والنَّهيُ عن النَّظرِ إلى العَوراتِ؛ لأنَّ ذلك قد يُؤدِّي إلى ارتكابِ الفَواحِشِ.\nوفي هذا الحديثِ نَهى النَّبيُّ صلَّى اللهُ عليه وسلَّم أن يَنظُرَ الرَّجلُ إلى عَورةِ الرجلِ، أو تَنظُرَ المرأةُ إلى عَورةِ المرأةِ، وهذا فيه أمرانِ، الأوَّلُ: الأمرُ بسِترِ العَورةِ، والثَّاني: الأمرُ بغَضِّ البَصَرِ، وقد عَفا اللهُ عنِ النَّظرةِ الأُولى التي تَقَع على المُحرَّمِ عَفوًا ودون قَصدٍ، وبدافِعِ الحاجةِ إلى تَمييزِ الطَّريقِ وإمكانِ المَشيِ والحَرَكةِ. ومحلُّ النَّهيِ عن النَّظر إلى العورةِ ومُباشرتِها: إذا لم تَكُن حاجَةٌ، أمَّا إذا كانت حاجةٌ شَرعيَّةٌ فيَجوزُ النَّظرُ، كالتطبُّبِ ونحوِه، على أن يكونَ النَّظرُ على قَدرِ الحاجةِ وبغَيرِ شَهوةٍ كذلك. وأيضًا فإنَّ النَّهيَ في غَيرِ ذاتِ الأزواجِ، أمَّا الزَّوجانِ فلِكُلِّ واحِدٍ منهما النَّظَرُ إلى عَورةِ صاحِبِه جَميعِها، والنَّهيُ أوكَدُ في نَظَرِ الرَّجُلِ لعَورةِ المَرأةِ، والعَكسُ.\nوفي رِوايةٍ مَكانَ «عَورة»: «عُرْية الرَّجُلِ، وعُرْية المرأةِ»، وهما بمعنًى واحدٍ، والعَورةُ: هي كل ما يُستَحيَا منه إذا ظَهَر، وهي منَ الرَّجُلِ ما بين السُّرَّةِ والرُّكبةِ، ومنَ المَرأةِ الحُرَّةِ جَميعُ الجَسَدِ، وقيل: عَدَا الوَجه واليَدَينِ.\nونَهى النَّبيُّ صلَّى اللهُ عليه وسلَّم عن أن يُفضيَ الرَّجلُ إلى الرَّجلِ في الثَّوبِ الواحدِ، وأن تُفضيَ المرأةُ إلى المرأةِ في الثَّوبِ الواحدِ، أي: لا يَخلُو أحدُهما إلى الآخَرِ في ثَوبٍ أو تَحتَ غِطاءٍ واحدٍ مُتجرِّدَينِ، واقِعًا تَلامُسٌ بين البَشَرَتَينِ، والمَعنَى: أنَّه لا تَصِلُ بَشَرةُ أحدِهِما إلى بَشَرةِ الآخَرِ في أيِّ صورةٍ كانت؛ لأنَّ ذلك قد يُؤدِّي إلى لَمسِ كلٍّ منهما عَورةَ صاحبِه، ولَمسُها مَنهيٌّ عنه كالنَّظرِ إليها، بل هو أشدُّ في النَّهيِ؛ لِما يُؤدِّي ذلك إلى مَفاسدَ أكبَرَ.\nوخُصَّ النَّهيُ بالرِّجالِ مع الرِّجالِ والنِّساءِ مع النِّساءِ؛ لأنَّه رُبَّما ظنَّ البَعضُ أنَّ الرِّجالَ مع الرِّجالِ أوِ النِّساءَ مع النِّساءِ - أدْعى للنَّظَرِ وكَشفِ العَوراتِ؛ وعَليه فإنَّ عَورَةَ الإنسانِ يَجِبُ سَترُها عن كلِّ أجنبيٍّ، رَجُلًا كان أوِ امرأةً، إلَّا فيما استَثناه الشَّرعُ بالتَّخفيفِ كالمَحارِمِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}