{
    "hadith_id": "34",
    "hadith": "ذاقَ طَعْمَ الإيمانِ مَن رَضِيَ باللَّهِ رَبًّا، وبالإسْلامِ دِينًا، وبِمُحَمَّدٍ رَسولًا.",
    "rawi": "العباس بن عبدالمطلب",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "34",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الترمذي (2623)، وأحمد (1779)، وابن حبان (1694) واللفظ لهم جميعا.",
    "sharh": "الإيمانُ له أسرارٌ عَجيبةٌ، وله حَلاوةٌ وطَعمٌ يُذاقُ بالقُلوبِ، كما تُذاقُ حَلاوةُ الطَّعامِ والشَّرابِ بالفمِ، ولكن لا يُدرِكُها إلَّا مَنِ امتلأ صَدرُه به، وخالطَت بَشاشتُه قَلبَه، فالقلبُ إذا سَلِمَ من أمراضِ الأهواءِ المُضِلَّةِ والشَّهواتِ المُحرَّمةِ، وجَدَ حَلاوةَ الإيمانِ، ومَتى مَرِضَ وسَقِمَ لم يَجِدْ حَلاوةَ الإيمانِ، بَل قد يَستَحلي ما فيه هَلاكُه منَ الأهواءِ والمَعاصي.\nوفي هذا الحديثِ يَقولُ الرَّسولُ صلَّى اللهُ عليه وسلَّمَ: «ذاقَ طَعْمَ الإيمانِ»، أي: وجَدَ وأدرَكَ حَلاوتَه ولَذَّتَه، وهي ما يَجِدُه المؤمِنُ منَ انشراحِ الصَّدرِ والأُنسِ بمَعرفةِ اللهِ تَعالَى ومَحبَّتهِ، ومَحبَّةِ رَسولِه صلَّى اللهُ عليه وسلَّمَ، ومَعرفةِ نِعمةِ اللهِ عليه باصطِفائه وجَعلِه مُسلِمًا من أُمَّةِ خيرِ المُرسَلينَ، «مَن رَضِيَ» أيِ: اكتَفى وقَنَعَ، «باللهِ ربًّا»، فرَضيَه لنفسِه مالِكًا وواليًا، وسيِّدًا ومُتصرِّفًا، ومَعبودًا، وكفَرَ بما سِواه ورَضيَ بقَضائه وقدَرِه، ورَضيَ بالإسلامِ دينًا، أي: مَذهبًا وطَريقًا، فاختارَه من بينِ سائرِ الأديانِ، فدخَلَ فيه راضيًا مُستسلِمًا، وأنكَرَ ما سِواه مِنَ الأديانِ الباطِلةِ، ورَضيَ بِمُحمَّدٍ صلَّى اللهُ عليه وسلَّمَ رَسولًا، أي: مُتَّبَعًا وإمامًا ومُقتدًى به في شَريعتِه، فرَضيَ بجَميعِ ما جاءَ به من عندِ اللهِ تَعالَى، وقَبِلَ ذلك بالتَّسليمِ والانشراحِ؛ فصَدَّقَه فيما أخبَرَ، وأطاعَه فيما أمَرَ، واجتنَبَ ما عنه نَهَى وزجَرَ، وأحبَّه واتَّبعَه ونَصَرَه.\nفمَن رَضِيَ بهذه الأُمورِ سَهُلت عليه كلُّ مَصاعِبِ الدُّنيا؛ لأنَّه أصبحَ مُستنِدًا إلى يَقينِ اللهِ، والتَّسليمِ الصَّادقِ له ولِشَرعه الذي جاءَ به النَّبيُّ محمَّدٌ صلَّى اللهُ عليه وسلَّمَ؛ فيَجِدُ بذلكَ راحةً وطُمأنينةً في قلبهِ، ويَجِدُ اللَّذَّةَ الحقيقيَّةَ في فَمِه وفي قلبِهِ.\nوفي الحديثِ: التَّرغيبُ في الإيمانِ التَّامِّ باللهِ ورَسولِه ودينِهِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}