{
    "hadith_id": "35",
    "hadith": "الإِيمانُ بضْعٌ وسَبْعُونَ، أوْ بضْعٌ وسِتُّونَ، شُعْبَةً، فأفْضَلُها قَوْلُ لا إلَهَ إلَّا اللَّهُ، وأَدْناها إماطَةُ الأذَى عَنِ الطَّرِيقِ، والْحَياءُ شُعْبَةٌ مِنَ الإيمانِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "35",
    "grade": "[صحيح]",
    "sharh": "الإيمانُ قولٌ وعمَلٌ واعتقادٌ، وهو شُعَبٌ ودَرَجاتٌ، والخِصالُ الحَميدةُ كلُّها تَندَرِجُ تَحتَ الإيمانِ، ومِن عَقيدةِ أهلِ السُّنَّةِ والجَماعةِ: أنَّ الإيمانَ يَزيدُ بالطَّاعةِ ويَنقُصُ بالمعصيةِ؛ فالمؤمِنُ يَزيدُ إيمانُه بفِعلِ الطَّاعاتِ واجتنابِ المحَرَّماتِ، وبقَدرِ تَفريطِه في الطَّاعاتِ وارتكابِه للمُحَرَّماتِ يَضعُفُ إيمانُه.\nوفي هذا الحَديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ الإيمانَ الكاملَ دَرَجاتٌ، ويَشتَمِلُ على أعمالٍ وأفعالٍ وأصنافٍ منَ الصَّالحاتِ، يَصِلُ عدَدُها إلى بِضعٍ وسَبعين -أو بِضعٍ وسِتِّين- جُزءًا، والبِضعُ: يَدُلُّ على العددِ من ثَلاثةٍ إلى تِسعةٍ، والمقصودُ: أنَّ الإيمانَ ذُو خِصالٍ مُتعدِّدةٍ، ويتَكوَّنُ من أعمالٍ كَثيرةٍ، منها أعمالُ القُلوبِ: كالتَّوحيدِ، والتَّوكُّلِ، والرَّجاءِ، والخَوفِ، ومنها أعمالُ اللِّسانِ: كالشَّهادتَينِ، والذِّكرِ، والدُّعاءِ، وتِلاوةِ القُرآنِ، وغيرِها، ومنها أعمالُ الجوارحِ: كالصَّلاةِ، والصَّومِ، وإغاثةِ الملهوفِ، ونَصرِ المظلومِ. فمَن أتى بعَملٍ من الصَّالحاتِ فقَد أكمَلَ جُزءًا من إيمانِهِ، وأخبر أنَّ أعلى دَرَجاتِ الإيمانِ وأفضَلَها، بل وأصلُ الإيمانِ هو قولُ: «لا إلَهَ إلَّا اللهُ»؛ فتَوحيدُ اللهِ عزَّ وجلَّ، والاعترافُ بكَونِه الإلهَ الواحدَ المُدبِّرَ للكونِ المستحِقَّ للعِبادةِ وَحدَه دُونَ ما سِواه، والعملُ بِمُقتَضى ذلك الإيمانِ هو أصلُ الإيمانِ، وهذه الكَلِمةُ العَظيمةُ «لا إلَهَ إلَّا اللهُ» هي كَلمةُ التَّقوى، وهي العُروَةُ الوُثقى، وهي الفارِقَةُ بينَ الكُفرِ والإسلامِ، وهي التي جَعَلَها إبراهيمُ عليه السَّلامُ كَلِمةً باقيةً في عَقِبِهِ؛ لعلَّهم يَرجِعون، وهي كَلِمةٌ قامَت بها الأرضُ والسَّمواتُ، وخُلِقَت لأجلِها جَميعُ المخلوقاتِ؛ فهي مَنشَأُ الخَلقِ والأمرِ، والثَّوابِ والعِقابِ، وهي حَقُّ اللهِ على جَميعِ العِبادِ، وليس المرادُ قولَها باللِّسانِ معَ الجهلِ بمَعناها، أو النِّفاقِ بها، بلِ المرادُ قولُها باللِّسانِ وتَصديقُها بالقلبِ، ومَحبَّتُها ومَحبَّةُ أهلِها، وبُغضُ ما خالَفَها ومُعاداتُه.\nثُمَّ بيَّنَ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ أقلَّ أعمالِ الإيمانِ هو تَنحيةُ الأذَى وإبعادُه عَن طَريقِ النَّاسِ، والمرادُ بالأذى: كلُّ ما يُؤذي؛ من حَجَرٍ، أو شَوكٍ، أو غَيرِه.\nوأخبر صلَّى اللهُ عليه وسلَّم أيضًا أنَّ الحياءَ دَرَجةٌ وعَمَلٌ وخَصلةٌ من خِصالِ الإيمانِ، وحَقيقةُ الحياءِ: خُلقٌ يَبعَثُ على تَركِ القَبيحِ، ويَمنَعُ من التَّقصيرِ في حَقِّ ذي الحقِّ، والمرادُ به الحَياءُ منَ اللهِ تَعالَى: ألَّا يَراك حيثُ نَهاك، وألَّا يَفقِدَك حيثُ أمَرَك، وهو بهذا المعنى أقوى باعثٍ على الخيرِ، وأعظمُ رادعٍ عنِ الشَّرِّ.\nوخَصَّه بالذِّكرِ هنا؛ لكَونِه أمرًا خُلُقيًّا ربَّما يَذهُلُ العَقلُ عَن كَونِه من الإيمانِ؛ فدَلَّ على أنَّ الأخلاقَ الحَسنةَ أيضًا من أعمالِ الإيمانِ ودَرَجاتِهِ، فجَمَعَ هذا الحديثُ بين الاعتِقادِ والعَمَلِ والأخلاقِ، وأنَّها كلَّها مُكمِّلاتٌ للإيمانِ، وإن كان الحديثُ أجمَلَ هنا شُعَبَ الإيمانِ فإنَّها مُوضَّحةٌ ومُفصَّلةٌ في السُّنَّةِ النَّبويَّةِ.\nوحَصرُ العَددِ لا يَعني الاقتِصارَ على البِضعِ والسِّتِّين أو البِضعِ والسَّبعين، ولكنَّه يَدُلُّ على كَثرةِ أعمالِ الإيمانِ.\nوفي الحَديثِ: بَيانُ أهمِّيةِ خُلُقِ الحَياءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}