{
    "hadith_id": "37",
    "hadith": "الْحَياءُ لا يَأْتي إلَّا بخَيْرٍ.\r\nفَقالَ بُشيرُ بنُ كَعْبٍ: إنَّه مَكْتُوبٌ في الحِكْمَةِ: أنَّ منه وقارًا، ومِنْهُ سَكِينَةً، فقالَ عِمْرانُ: أُحَدِّثُكَ عن رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ وتُحَدِّثُنِي عن صُحُفِكَ؟!",
    "rawi": "عمران بن الحصين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "37",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6117 )، ومسلم (37)",
    "sharh": "حَثَّ الإسلامُ على حُسنِ الخُلُقِ، ووَعَدَ صاحِبَه بخَيرِ الجَزاءِ في الدُّنيا والآخِرةِ، والمَقصودُ بحُسنِ الخُلُقِ: التَّحَلِّي بالفَضائِلِ، والتَّخَلِّي عنِ الرَّذائِلِ. \nوفي هذا الحديثِ يمدَحُ النَّبيُّ صلَّى اللهُ عليه وسلَّم خُلقَ الحَياءِ، الذي يَجِبُ أنْ يَتحلَّى به الرِّجالُ والنِّساءُ على السَّواءِ؛ لأنَّه يَمنَعُ المرْءَ مِن الوُقوعِ في الآثامِ. فيقولُ: «إنَّ الحياءَ لا يأتي إلَّا بخَيرٍ»، وأصلُ الحَياءِ: تَغَيُّرٌ وانكِسارٌ يَعتَري الإنسانَ مِن خَوفِ ما يُعابُ به. وقيلَ: هو انْقباضُ النَّفْسِ عنِ القَبائحِ وتَرْكُها. وقد يَظُنُّ بَعضُ النَّاسِ أنَّ الحَياءَ مُنافٍ لِلرُّجولةِ، وأنَّه مِن طِباعِ النِّساءِ، وهذا فَهْمٌ خاطئٌ؛ لأنَّ مَن اسْتَحْيا مِن النَّاسِ أنْ يرَوْه يَأتي الفُجورَ ويَرتكِبُ المَحارِمَ، فذلك داعيةٌ له إلى أنْ يكونَ أشَدَّ حَياءً مِن ربِّه وخالقِه عزَّ وجلَّ، ومَن اسْتَحْيا مِن ربِّه فإنَّ حياءَه زاجرٌ له عن تَضْييعِ فَرائضِه ورُكوبِ مَعاصِيه.\nوالحياءُ نَوعانِ: ما كان خُلُقًا وجِبلَّةً غيرَ مُكتسَبٍ، وهو مِن أجَلِّ الأخلاقِ الَّتي يَمنَحُها اللهُ العبدَ ويَجبُلُه عليها؛ فإنَّه يَكُفُّ عن ارتكابِ القبائحِ ودَناءةِ الأخلاقِ، ويحُثُّ على التَّحلِّي بمَكارمِ الأخلاقِ ومَعاليها. والنَّوعُ الثَّاني: ما كان مُكتَسَبًا مِن مَعرفةِ اللهِ، ومَعرفةِ عظَمتِه وقُربِه مِن عِبادِه، واطِّلاعِه عليهم، وعِلمِه بخائنةِ الأعيُنِ وما تُخفي الصُّدورُ؛ فهذا مِن أعْلى خِصالِ الإيمانِ، بلْ هو مِن أعلى دَرَجاتِ الإحسانِ.\nقال بَشيرُ بنُ كعْبٍ -وهو أحَدُ التابعينَ، وكان يسمَعُ عِمرانَ بنَ حُصَينٍ رَضِيَ اللهُ عنه وهو يروي هذا الحديثَ عن رسولِ الله صلَّى اللهُ عليه وسلَّم-: «مَكتوبٌ في الحِكمةِ» وهي العِلمُ المُتقَنُ الوافي: «إنَّ مِن الحياءِ وَقارًا»، أي: حِلمًا ورَزانةً، «وإنَّ مِن الحَياءِ سَكينةً»، أي: دَعَةً وسُكونًا، أي: يسكُنُ المتَّصِفُ به عن كثيرٍ مما يتحَرَّكُ النَّاسُ فيه من الأمورِ التي لا تليقُ بذي المروءةِ، وفي تمامِ روايةِ أبي داودَ، قال: «ومنه ضَعفًا»، فأنكر عليه عِمرانُ رَضِيَ اللهُ عنه كلامَه وتعقيبَه عليه، وقال له: أُحدِّثُك عن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم وتُحدِّثُني عن صَحيفتِك! وإنَّما غَضِب عِمرانُ رَضيَ اللهُ عنه؛ لأنَّ الحُجَّةَ إنَّما هي في سُنَّةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم، ولأنَّ بشيرًا قابل حديثَ الرَّسولِ صلَّى اللهُ عليه وسلَّم بكلامٍ آخَرَ من أخبارِ الأوَّلين ومن أخبارِ بني إسرائيلَ، أو من الكُتُبِ المتقَدِّمةِ التي تحكي مِثلَ هذه الأمورِ، وقيل: إنَّه أنكره من أجْلِ أنَّه قال: إنَّ فيه ضَعفًا، وقد قال: (الحَياءُ لا يَأْتي إلَّا بخَيْرٍ)، وهذا يدُلُّ على أنَّه لا استثناءَ فيه، وأنَّه كُلَّه خيرٌ، بينما بشيرٌ قَسَّمَه إلى ما يكونُ سكينةً ووقارًا، وما يكونُ ضَعفًا، ويمكِنُ أن يكونَ إنكارُه عليه من أجْلِ الاثنينِ.\nوفي الحديثِ: أنَّ الحياءَ كلَّه خَيرٌ وإن ظَهَر للنَّاسِ أنَّه ضَعفٌ.\nوفيه: حثٌّ على الحياءِ؛ فهو شُعبةٌ مِن شُعَبِ الإيمانِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}