{
    "hadith_id": "371",
    "hadith": "أنَّهُ لَقِيَهُ النبيُّ صَلَّى اللَّهُ عليه وسلَّمَ في طَرِيقٍ مِن طُرُقِ المَدِينَةِ، وهو جُنُبٌ فَانْسَلَّ فَذَهَبَ فَاغْتَسَلَ، فَتَفَقَّدَهُ النبيُّ صَلَّى اللَّهُ عليه وسلَّمَ فَلَمَّا جَاءَهُ قالَ: أيْنَ كُنْتَ يا أبَا هُرَيْرَةَ قالَ: يا رَسولَ اللهِ، لَقِيتَنِي وأَنَا جُنُبٌ فَكَرِهْتُ أنْ أُجَالِسَكَ حتَّى أغْتَسِلَ، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: سُبْحَانَ اللهِ! إنَّ المُؤْمِنَ لا يَنْجُسُ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "371",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (283) باختلاف يسير",
    "sharh": "كان الصَّحابةُ رَضيَ الله عنهم أشدَّ الناسِ تَعظيمًا للنبيِّ صلَّى اللهُ عليه وسلَّمَ، وكان بعضُهم يُعظِّمُ شأنَ الجَنابةِ ويَعدُّها نَجاسةً عينيَّةً فيَكرَهُ أنْ يُجالِسَ النبيَّ صلَّى اللهُ عليه وسلَّمَ أو يُماسَّه وهو على هذِه الحالِ؛ فبيَّن لهم النبيُّ صلَّى اللهُ عليه وسلَّمَ الصوابَ في ذلِك وأنَّ المُؤمِنَ لا يَنجُسُ أبدًا حتَّى وإنْ كان جُنُبًا، كما في هذا الحَديثِ، حيثُ يُخبِر أبو هُرَيرةَ رَضيَ اللهُ عنه: أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ قابَله في طريقٍ مِن طُرقِ المدينةِ، وكانتْ به جَنابةٌ، وهي تُطلَقُ على كلِّ مَن أَنزَلَ المَنِيَّ أو جامَعَ زوجتَه، وسُمِّيَتْ بذلك؛ لاجْتِنابِ صاحِبها الصَّلاةَ والعِباداتِ حتَّى يَطَّهَّرَ منها، فانخَنَسْتُ منه، أي: رَجَعَ بعْدَ ظُهورِه للنبيِّ صلَّى اللهُ عليه وسلَّمَ دُونَ الكلامِ معه أو التَّسليمِ عليه، فذَهَبَ أبو هُرَيرةَ فاغتَسَلَ وتَطهَّر ورفَعَ جَنابتَه، ثُمَّ رجَع إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ؛ فسألَه عن غيابِه واختفائِه على غيرِ عادتِه، فأخبَرَ أنَّ امتِناعَه عن مُقابلةِ النبيِّ صلَّى اللهُ عليه وسلَّمَ كان اعْتقادًا منه أنَّ المُسلِمَ إذا كان على جَنابةٍ يُصبِح نَجِسًا؛ فتعجَّبَ النبيُّ صلَّى اللهُ عليه وسلَّمَ مِن ظَنِّ أبي هُرَيرةَ واعتقادِه، فالجَنابةُ إنَّما تَمنعُ مِنَ الصَّلاةِ ومَسِّ المصحفِ ودُخولِ المسجِدِ، ولا تمنعُ مِن مُجالَسةِ المسلمينَ ومقابَلتِهم، ولا يَصيرُ بها الجُنُبُ نَجِسًا على الحقيقةِ؛ وأخبَرَه صلَّى اللهُ عليه وسلَّمَ أنَّ المُسلِمَ لا يَنْجُسُ، وأنَّه ليس بقَذِرٍ، والمُرادُ: أنَّ عدَمَ طَهارةِ المُسلِمِ حُكْمِيَّةٌ وليستْ حقيقيَّةً، فلا تَصيرُ ذاتُه نَجِسةً بسببِ هذا الحَدَثِ الذي حلَّ في بَدَنِه؛ لأنَّه وَصفٌ حُكميٌّ رتَّبَه الشارِعُ على البدَنِ، فالجَنابةُ تَمنَعُ من أشياءَ؛ كالصَّلاةِ، وقِراءةِ القُرآنِ، أمَّا المُجالَسةُ والمُماسَّةُ فلا تَدخُلُ في جُملةِ ما تَمنَعُ منه الجَنابةُ، فالمؤمنَ طاهرُ الذَّاتِ أبدًا، سواءٌ كان جُنُبًا أو غيرَ جُنُبٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}