{
    "hadith_id": "38",
    "hadith": "قُلتُ: يا رَسولَ اللهِ، قُلْ لي في الإسْلامِ قَوْلًا لا أسْأَلُ عنْه أحَدًا بَعْدَكَ، وفي حَديثِ أبِي أُسامَةَ غَيْرَكَ، قالَ: قُلْ: آمَنْتُ باللَّهِ، ثم اسْتَقِمْ.",
    "rawi": "سفيان بن عبدالله الثقفي",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "38",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (15416)، وابن حبان (942)، وابن أبي عاصم في ((الآحاد والمثاني)) (1584)، واللفظ لهم.",
    "sharh": "الإيمانُ باللهِ إيمانًا صادقًا، والاستِقامةُ على شَرعِه قَدرَ الوُسعِ والطَّاقةِ: هما طَريقُ الفَلاحِ والنَّجاحِ في الدُّنيا والآخِرةِ، وقد كان الصَّحابةُ من أحرَصِ النَّاسِ على سُؤالِ النَّبيِّ صلَّى اللهُ عليه وسلَّم عمَّا يَنفَعُهم في دُنياهم وآخِرتِهم.\nوفي هذا الحديثِ يَسألُ الصَّحابيُّ سُفيانُ بنُ عبدِ اللهِ الثَّقَفيُّ رَضيَ اللهُ عنه النَّبيَّ صلَّى اللهُ عليه وسلَّم عن عَمَلٍ يُنجيه ويَكفيه عن الأعمالِ الأُخرى، وأن يُعَلِّمه بقولٍ جامِعٍ وشامِلٍ في مَبادِئ الإسلامِ وغاياتِه، فيكون كَلامًا جامِعًا لأمرِ الإسلامِ، يَكمُلُ به دينُه ويُرشِدُه إلى الحقِّ، ويَكفيه عن غَيرِه منَ الأعمالِ، ويَكون سببًا في نَجاتِه منَ النَّارِ يَومَ القيامةِ. وقَولُه: «في الإسلامِ»، أي: فيما يَكمُلُ به الإسلامُ، ويُراعَى به حُقوقُه، ويُستَدَلُّ به على تَوابِعِه، أوِ المَعنَى: علِّمني قولًا جامِعًا لِمَعاني الإسلامِ.\nفقال له النَّبيُّ صلَّى اللهُ عليه وسلَّم: «قُلْ: آمَنْتُ باللهِ، ثُمَّ اسْتَقِمْ»، أي: قُل وأنتَ مُوقِنٌ بقَلبِكَ: آمنتُ باللهِ، ثُمَّ داوِم على هذا الإيمانِ وأنت مُستَقيمٌ على هَديه ومُقتَضاهُ، والاستِقامةُ جامِعَةٌ للإتيانِ بجَميعِ الأوامِرِ، والانتِهاءِ عن جَميعِ المَناهي، فالمُعوَّلُ عليه هو الثَّباتُ على الإيمانِ مع الاستِمرارِ على العَملِ الصَّالِحِ الذي يَهدي صاحِبَه إلى الطَّريقِ المُستَقيمِ، ومن بُشرَياتِ الاستِقامةِ ما جاء في قَولِ اللهِ تَعالَى: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ} [فصلت: 30]، وقال عزَّ وجلَّ: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ * أُولَئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} [الأحقاف: 13، 14].",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}