{
    "hadith_id": "382",
    "hadith": "كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يُغِيرُ إذَا طَلَعَ الفَجْرُ، وكانَ يَسْتَمِعُ الأذَانَ، فإنْ سَمِعَ أذَانًا أمْسَكَ وإلَّا أغَارَ فَسَمِعَ رَجُلًا يقولُ: اللَّهُ أكْبَرُ اللَّهُ أكْبَرُ، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: علَى الفِطْرَةِ، ثُمَّ قالَ: أشْهَدُ أنْ لا إلَهَ إلَّا اللَّهُ أشْهَدُ أنْ لا إلَهَ إلَّا اللَّهُ، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: خَرَجْتَ مِنَ النَّارِ فَنَظَرُوا فَإِذَا هو رَاعِي مِعْزًى.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "382",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (382)",
    "sharh": "شرَعَ اللهُ تَعالَى بحِكمتِه النِّداءَ (الأذانَ) للصَّلَواتِ الخَمسِ وغَيرِها عندَ حُلولِ أوقاتِها، فهو من شَعائرِ الإسلامِ الظَّاهرةِ تَدُلُّ على أنَّ أهلَ المكانِ مُسلِمون ويُقيمون الصَّلاةَ التي هي رُكنٌ من أركانِ الإسلامِ.\nوفي هذا الحديثِ يَروي أنسُ بنُ مالِكٍ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كانَ إذا أرادَ غَزْوَ قَومٍ، والبَدءَ في مُهاجَمتِهم؛ لم يَهجُم عليهم وهُم في غَفلةٍ حتَّى يَدخُلَ الصُّبحُ، وذلك حتَّى يَسمَعَ الأذانَ، فإن سَمِعَ أذانًا منَ القَريةِ التي سيَغزُوها، امتَنَعَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن غَزوِهم؛ فالأذانُ عَلامةٌ على أنَّهم مُسلِمون، أو مُسالِمُون للمُسلِمين؛ وذلك بأن يَقَعَ بينهم وبين المُسلِمين الصُّلحُ بتَركِهمُ المُسلِمين بين أظهُرِهم يُقيمونَ شعائرَ دينِهم، وإن لم يَسمَع أذانًا -وهذا عَلامةٌ على أنَّهم كُفَّارٌ- هَجَمَ عليهم وغَزَاهم، والمَعنى: أنَّه صلَّى اللهُ عليه وسلَّمَ كانَ إذا لم يَعلَم حالَ القَومِ: هل بَلَغتهمُ الدَّعوةُ أو لا؟ يَنتَظِرُ بهم حتَّى الصَّباحِ ليَستَبرِئَ حالَهم بالأذانِ؛ فإن سَمِعَه أمسَكَ عن قِتالِهم، وإلَّا أغارَ وهجَمَ عليهم. \nفسَمِعَ رَسولُ اللهِ صَلَّى اللهُ عليه وسلَّمَ ذاتَ مَرَّةٍ رجُلًا يُؤذِّنُ يَقولُ: «اللهُ أكبَرُ، اللهُ أكبَرُ»، فلمَّا سَمِعَه رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ قالَ: «على الفِطرةِ» وهي الدِّينُ القَويمُ، وهو الإسلامُ الذي يُولَدُ عليه كلُّ مولودٍ. ثُمَّ قالَ الرَّجلُ: «أَشهَدُ أنْ لا إلهَ إلَّا اللهُ، أَشهَدُ أنْ لا إلهَ إلَّا اللهُ»، وهذا تَصريحٌ بإثباتِ الوَحدانيَّةِ لله عزَّ وجلَّ، ونَفيِ ضِدِّها منَ الشَّرِكةِ المُستحيلةِ في حقِّه سُبحانَه وتعالى، وهذه عُمدةُ الإيمانِ والتَّوحيدِ، المُقدَّمةُ على كلِّ وظائفِ الدِّينِ، ومَعناها أشهَدُ أن لا مَعبودَ بحقٍّ إلَّا اللهُ، فقالَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «خَرَجْتَ مِنَ النَّارِ»، أي: بالتَّوحيدِ، فنَظَرَ الصَّحابةُ الذين حضَروا هذه الواقِعةَ: مَن هذا الرَّجلُ؟ «فإذا هو رَاعِي مِعْزًى»، جَمعُ ماعزٍ، وكانَ الرَّاعي قد أدركَته الصَّلاةُ وهو في الصَّحراءِ، فنادَى بها، وقد ورَدَ عندَ البُخاريِّ عن عبدِ اللهِ بنِ عبدِ الرَّحمنِ بنِ أبي صَعصعةَ: أنَّ أبا سعيدٍ الخُدريَّ رَضيَ اللهُ عنه قالَ له: «إني أراكَ تُحِبُّ الغَنَمَ والبادِيةَ، فإذا كنتَ في غَنمِك وباديتِك، فأذَّنتَ بالصَّلاةِ، فارفَعْ صوْتَك بالنِّداءِ، فإنَّه لا يَسمَعُ مَدى صوتِ المؤذِّنِ جِنٌّ ولا إنسٌ ولا شيءٌ إلَّا شَهِدَ له يوْمَ القِيامةِ».\nوفي الحديثِ: مَشروعيَّةُ الأذانِ لمَن يُصلِّي وَحدَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}