{
    "hadith_id": "401",
    "hadith": "أنَّهُ رَأَى النبيَّ صَلَّى اللَّهُ عليه وسلَّمَ رَفَعَ يَدَيْهِ حِينَ دَخَلَ في الصَّلَاةِ كَبَّرَ، وصَفَ هَمَّامٌ حِيَالَ أُذُنَيْهِ، ثُمَّ التَحَفَ بثَوْبِهِ، ثُمَّ وضَعَ يَدَهُ اليُمْنَى علَى اليُسْرَى، فَلَمَّا أرَادَ أنْ يَرْكَعَ أخْرَجَ يَدَيْهِ مِنَ الثَّوْبِ، ثُمَّ رَفَعَهُمَا، ثُمَّ كَبَّرَ فَرَكَعَ، فَلَمَّا قالَ: سَمِعَ اللَّهُ لِمَن حَمِدَهُ رَفَعَ يَدَيْهِ فَلَمَّا، سَجَدَ سَجَدَ بيْنَ كَفَّيْهِ.",
    "rawi": "وائل بن حجر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "401",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (18866) بلفظه، وأبو داود (723)، وابن حبان (1862) جميعا باختلاف يسير",
    "sharh": "الصَّلاةُ عِبادةٌ تَوقيفيَّةٌ، أخَذَها الصَّحابةُ رَضيَ اللهُ عنهم عَنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ كَمًّا وكَيفًا، ونقَلوها للأُمَّةِ كما صَلَّوها مع النَّبيِّ صلَّى اللهُ عليه وسلَّمَ.\nوفي هذا الحَديثِ يَذكُرُ الصَّحابيُّ وَائلُ بنُ حُجرٍ رَضيَ اللهُ عنه بعضًا من صِفةِ صَلاةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وأنَّه رآه حينَ شَرَعَ وبدأ في الصَّلاةِ، رَفَعَ يَدَيه عندَ تَكبيرةِ الإحرامِ، فرَفَعَهما بِمُحاذاةِ أُذُنَيه، ثُمَّ الْتَحَفَ بِثَوبِه، أي: تَغطَّى وجمَعَ أطرافَ ثَوبِه، فغَطَّى صَدرَه ويَدَيه، ولعلَّ ذلك من شِدَّةِ البَردِ، ووَضَعَ كفَّ اليُمنى على كفِّ -أو رُسغِ- اليُسرى؛ لأنَّه أقرَبُ إلى الخُشوعِ، ووَضَعَهما تحتَ ثَوبِه، فلمَّا أرادَ صلَّى اللهُ عليه وسلَّمَ الرُّكوعَ أخرَجَ يَدَيه مِنَ الثَّوبِ، ثُمَّ رفَعَهما وكبَّرَ، ثُمَّ رَكَعَ، ثُمَّ قامَ مِنَ الرُّكوعِ وقالَ: «سَمِعَ اللهُ لِمَنْ حَمِدَه»، وهذا خبَرٌ بمَعنى الدُّعاءِ، أيِ: استَجِب يا أللهُ دُعاءَ مَن حَمِدَك، وهذا منَ الإمامِ دُعاءٌ للمأمومِ. وقيلَ: يَحتمِلُ أن يَكونَ خَبرًا عن فَضلِ اللهِ تَعالَى، وأمَّا إذا كانَ مأمومًا فإنَّه يَقتصِرُ على قَولِه: «ربَّنا ولك الحَمدُ» عَقِبَ سَماعِه قولَ الإمامِ: «سَمِعَ اللهُ لمَن حَمِدَه»، كما في حديثِ أنسٍ رَضيَ اللهُ عنه الذي في الصَّحيحَينِ. وقيلَ: يَجمَعُ بينَهما كما في حالِ المُنفرِدِ، ثُمَّ لمَّا أرادَ أن يَسجُدَ بسَطَ كفَّيه على الأرضِ ووَضَعَ رأسَه بينَ كفَّيه على هذه الحالِ، بمَعنى: أنَّ يَدَيه وهما على الأرضِ كانَتا مُحاذيتَين لمَوضِعِ رأسِه في السُّجودِ.\nوفي الحديثِ: أنَّ العَملَ اليَسيرَ في الصَّلاةِ من غيرِ جِنسِها لا يُفسِدُها، كإصلاحِ الثَّوبِ.\nوفيه: بيانُ بعضِ أوصافِ الصَّلاةِ، وحركةِ اليَدَينِ في كلِّ مَوضِعٍ منها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}