{
    "hadith_id": "403",
    "hadith": "كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يُعَلِّمُنَا التَّشَهُّدَ كما يُعَلِّمُنَا السُّورَةَ مِنَ القُرْآنِ فَكانَ يقولُ: التَّحِيَّاتُ المُبَارَكَاتُ، الصَّلَوَاتُ الطَّيِّبَاتُ لِلَّهِ، السَّلَامُ عَلَيْكَ أيُّها النبيُّ ورَحْمَةُ اللهِ وبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وعلَى عِبَادِ اللهِ الصَّالِحِينَ، أشْهَدُ أنْ لا إلَهَ إلَّا اللَّهُ، وأَشْهَدُ أنَّ مُحَمَّدًا رَسولُ اللَّهِ.\r\nوفي رِوَايَةِ ابْنِ رُمْحٍ: كما يُعَلِّمُنَا القُرْآنَ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "403",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (403)",
    "sharh": "الصَّلاةُ عِمادُ الدِّينِ، وقد علَّمَنا النَّبيُّ الكريمُ صلَّى اللهُ عليه وسلَّمَ كَيفيَّتَها وما يُقالُ فيها من أدعيةٍ، ومتَى تُقالُ، ومِن ذلك: التَّشهُّدُ بعدَ الرَّكعتَينِ في الصَّلاةِ الرُّباعيَّةِ، والتَّشهُّدُ الأخيرُ من كُلِّ صلاةٍ.\nوفي هذا الحديثِ يُخبِرُ عبدُ اللهِ بنُ عَبَّاسٍ رَضيَ اللهُ عنهما عن تَعليمِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أصحابَه التَّشهُّدَ؛ فكانَ صلَّى اللهُ عليه وسلَّمَ يَحرِصُ على تَعليمِهمُ التَّشهُّدَ وتَحفيظِهم إيَّاه، كما يَفعَلُ في القُرآنِ، فكانَ يَقولُ: «التَّحِيَّاتُ المُبارَكاتُ»، والتَّحيَّاتُ: المُلكُ، والبقاءُ، والعَظَمةُ، والبَرَكاتُ هي: الزِّيادةُ من كلِّ خيرٍ. «الصَّلَواتُ»: الدُّعاءُ، أوِ الخَمسُ المعروفةُ وغيرُها، أوِ الرَّحمةُ، وقيلَ: العِباداتُ كلُّها، «الطَّيِّباتُ»: وصفٌ لها، وفي الرِّوايةِ الأُخرى في البُخاريِّ: «والطَّيِّباتُ» بالواوِ، وعليه فالمَعنى: والأعمالُ الزَّاكيَاتُ، وهي الكامِلةُ الخالِصةُ مِنَ الشَّوائبِ. قيلَ: المُرادُ: الكَلِماتُ الطَّيِّباتُ يُثنَى بها على اللهِ ويُمجَّدُ بها. وقيلَ: المُرادُ الأعمالُ الصَّالحةُ كُلُّها يُتعَبَّدُ بها ويُتقَرَّبُ بها إليه. وهي مُستَحَقَّةٌ لله تَعالَى، لا تَصلُحُ حَقيقَتُها لِغَيرِه، «السَّلامُ عليكَ أيُّها النَّبيُّ ورَحْمةُ اللهِ وبَركاتُه، السَّلامُ علينا وعلى عِبادِ اللهِ الصَّالحين»، أيِ: السَّلامُ الَّذي وُجِّهَ إلى الأنبياءِ المُتقدِّمةِ، مُوَجَّهٌ إليكَ أيُّها النَّبيُّ، أوِ المُرادُ: السَّلامُ المعروفُ لكلِّ أحدٍ. والسَّلامُ: اسمٌ من أسماءِ اللهِ تَعالَى، ومَعناهُ: التَّعويذُ باللهِ، والتَّحصينُ به. أو يَكونُ المُرادُ السَّلامةَ من كلِّ عَيبٍ وآفةٍ ونَقصٍ وفَسادٍ؛ فعلَّمَهم صلَّى اللهُ عليه وسلَّمَ أن يُفرِدُوه بالذِّكرِ في التَّسليمِ؛ لشَرفِه ومَزيدِ حَقِّه عليهم، ثُمَّ علَّمَهم أن يَخُصُّوا أنفُسَهم بالسَّلامِ؛ لأنَّ الاهتمامَ بها أهمُّ، ثُمَّ أمَرَهم بتَعميمِ السَّلامِ على الصَّالحينَ؛ إعلامًا منه أنَّ الدُّعاءَ للمُؤمِنينَ يَنبغي أن يَكُونَ شامِلًا لهُم. والصَّالِحونَ همُ القائمون بما يجِبُ عليهم من حُقوقِ اللهِ تَعالَى وحُقوقِ عِبادِه.\nثُمَّ أتمَّ صلَّى اللهُ عليه وسلَّمَ التَّشهُّدَ بقَولِه: «أَشْهَدُ أنْ لا إلهَ إلَّا اللهُ»، وفي روايةِ أبي داودَ عنِ ابنِ عُمرَ رَضيَ اللهُ عنهما بزيادةِ: «وَحْدَه لا شَريكَ له»، أي: أُقِرُّ وأعتَرِفُ وأُسَلِّمُ أنَّه لا مَعبُود بِحَقٍّ إلَّا اللهُ سُبحانَه وتَعالَى، «وأَشْهَدُ أنَّ محمدًا رسولُ اللهِ»، أي: وأُومِنُ أنَّ محمَّدًا رَسولٌ مُرسَلٌ من عندِ اللهِ، ليس بِكَذَّابٍ ولا ساحِرٍ ولا كاهِنٍ، كما يَقولُ الكُفَّارُ والمُشرِكونَ. وهذه شَهادةٌ وإقرارٌ من المُسلِمِ للنَّبيِّ صلَّى اللهُ عليه وسلَّمَ بالرِّسالةِ في كُلِّ صَلاةٍ.\nوهذا هو النِّصفُ الأوَّلُ منَ التَّشهُّدِ، والنِّصفُ الآخَرُ هو الصَّلاةُ على النَّبيِّ صلَّى اللهُ عليه وسلَّمَ؛ فقد رُويَ في الصَّحيحَينِ عن كعبِ بنِ عُجرةَ رَضيَ اللهُ عنه، قالَ: «إنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ خرَجَ علينا، فقُلْنا: يا رسولَ اللهِ، قد عَلِمْنا كيفَ نُسلِّمُ عليك، فكيفَ نُصلِّي عليك؟ قالَ: فقولوا: اللَّهمُ صلِّ على مُحمَّدٍ، وعلى آلِ مُحمَّدٍ، كما صلَّيتَ على آلِ إبراهيمَ، إنَّك حَميدٌ مَجيدٌ، اللَّهمَّ بارِكْ على مُحمَّدٍ، وعلى آلِ مُحمَّدٍ، كما بارَكتَ على آلِ إبراهيمَ، إنَّك حميدٌ مَجيدٌ».",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}