{
    "hadith_id": "413",
    "hadith": "اشْتَكَى رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ فَصَلَّيْنَا ورَاءَهُ وهو قَاعِدٌ، وأَبُو بَكْرٍ يُسْمِعُ النَّاسَ تَكْبِيرَهُ، فَالْتَفَتَ إلَيْنَا فَرَآنَا قِيَامًا، فأشَارَ إلَيْنَا فَقَعَدْنَا فَصَلَّيْنَا بصَلَاتِهِ قُعُودًا فَلَمَّا سَلَّمَ قالَ: إنْ كِدْتُمْ آنِفًا لَتَفْعَلُونَ فِعْلَ فَارِسَ والرُّومِ يَقُومُونَ علَى مُلُوكِهِمْ، وهُمْ قُعُودٌ فلا تَفْعَلُوا ائْتَمُّوا بأَئِمَّتِكُمْ إنْ صَلَّى قَائِمًا فَصَلُّوا قِيَامًا وإنْ صَلَّى قَاعِدًا فَصَلُّوا قُعُودًا.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "413",
    "grade": "[صحيح]",
    "takhrij": "أخرجه ابن ماجه (1240)، وأحمد (14590)، وابن حبان (2122) جميعا بلفظه.",
    "sharh": "علَّمَنا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أحكامَ صَلاةِ الجَماعةِ وآدابَها، ومِن ذلك مُتابَعةُ المأمومِ لإمامِه، والاقتداءُ به، والإنصاتُ إليه في القِراءةِ، مع الحِفاظِ على الخُشوعِ وانتظامِ الصُّفوفِ.\nوفي هذا الحَديثِ يُخبِرُ جابرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ اشتَكى من مَرضٍ وتَعبٍ، فصلَّى بهِم، وكانَ يؤمُّهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وهو جالسٌ، «وأبو بَكرٍ يُسمِعُ النَّاسَ تَكبيرَه»، أي: يُعلي صوتَه بالتَّكبيرِ بعدَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ؛ حتَّى يُتابِعَ المأمومونَ مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ حَركاتِه من رُكوعٍ وسُجودٍ؛ وذلك لضَعفِ صَوتِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ بسَببِ مَرَضِه، فالتَفتَ إليهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ وهو في الصَّلاةِ، فرآهم يُصلُّونَ وَراءَه واقِفين، فأشار إليهم ليَجلِسوا في صَلاتِهم مِثلَ جُلوسِه صلَّى اللهُ عليه وسلَّمَ، فاستجابَ الصَّحابةُ، فجَلَسُوا بمِثلِ جُلوسِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فلمَّا سلَّم وانتهَى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ من صَلاتِه، قال: «إن كِدْتم آنِفًا»، أي: أوشكتُم بصَلاتِكم واقِفين والإمامُ جالسٌ، لَتَفعَلون كما يَفعَلُ الفُرسُ والرُّومُ مع مُلوكِهم؛ إذ إنَّهم يَقِفون عندَ الملوكِ وهم لهم جُلوسٌ، وفي هذا إشارةٌ إلى أنَّ هذا الفِعلَ كان فيه تَشبُّهٌ بفِعلِ المشركين وأهلِ الكتابِ، ثُمَّ أمَرَهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ ألَّا يَقِفوا مِثلَهم ولا يَفعَلوا فِعلَهم، وأمَرَهم أن يأتَمُّوا بإمامِهم في الصَّلاةِ؛ فإن صلَّى الإمامُ واقفًا فليُصلِّ المأمومون واقِفين لوقوفِه، وإن صلَّى جالِسًا فليُصلِّ المأمومون جالِسينَ كما يَجلِس الإمامُ، فتَكونُ هَيئةُ المأمومينَ مِثلَ هَيئةِ الإمامِ في الصَّلاةِ.\nوفي الحديثِ: بَيانُ ضَرورةِ مُخالَفةِ غيرِ المُسلِمين في كلِّ أحوالِهم.\nوفيه: أنَّه يَجوزُ عليه صلَّى اللهُ عليه وسلَّمَ ما يَجوزُ على البَشَرِ منَ الأسقامِ ونَحوِها؛ من غيرِ نَقصٍ في مِقدارِه بذلك، بل ليَزدادَ قَدرُه رِفعةً، ومَنصِبُه جلالةً. \nوفيه: مَشروعيَّةُ صلاةِ الإمامِ جالسًا عندَ عَدَمِ قُدرتِه على القيامِ، ويَتبَعُه في ذلك المأمومونَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}