{
    "hadith_id": "420",
    "hadith": "مَرِضَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ فَاشْتَدَّ مَرَضُهُ، فَقالَ: مُرُوا أبَا بَكْرٍ فَلْيُصَلِّ بالنَّاسِ فَقالَتْ عَائِشَةُ: يا رَسولَ اللهِ، إنَّ أبَا بَكْرٍ رَجُلٌ رَقِيقٌ مَتَى يَقُمْ مَقَامَكَ لا يَسْتَطِعْ أنْ يُصَلِّيَ بالنَّاسِ، فَقالَ: مُرِي أبَا بَكْرٍ فَلْيُصَلِّ بالنَّاسِ فإنَّكُنَّ صَوَاحِبُ يُوسُفَ.\r\nقالَ: فَصَلَّى بهِمْ أبو بَكْرٍ حَيَاةَ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ.",
    "rawi": "أبو موسى الأشعري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "420",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3385) باختلاف يسير",
    "sharh": "كانتْ مُصيبةُ المُسلِمينَ الكُبْرى بوَفاةِ رَسولِهمُ الكَريمِ صلَّى اللهُ عليه وسلَّمَ، وقدْ كان في مَرَضِه صلَّى اللهُ عليه وسلَّمَ الَّذي مات فيه عِبَرٌ، وعِظاتٌ، وأحْكامٌ، وتَوْجيهاتٌ للصَّحابةِ رِضْوانُ اللهِ عليهم، وللأمَّةِ جَميعًا.\nوفي هذا الحَديثِ تُخبِرُ أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها أنَّه لَمَّا مرِضَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في مَرضِه الأخيرِ الَّذي مات فيه -وكان هذا في السَّنةِ الحاديةَ عَشْرةَ مِن الهِجْرةِ-، وحان وَقتُ الصَّلاةِ، ولم يَستطِعِ الخُروجَ ليُصلِّيَ بالنَّاسِ، أرْسَلَ إلى أبي بَكرٍ الصِّدِّيقِ رَضيَ اللهُ عنه لكيْ يُصلِّيَ بالنَّاسِ مَكانَه، كما في رِوايةٍ أُخْرى في الصَّحيحَينِ، فلمَّا رَأتْ أمُّ المؤمِنينَ عائِشةُ رَضيَ اللهُ عنها ذلك، أرادَتْ أنْ يَرجِعَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن ذلك، وقالت له: إنَّ أبا بَكرٍ رَجلٌ أَسيفٌ، أي: رَقيقٌ شَديدُ البُكاءِ إذا قَرأَ القُرآنَ، فلو قامَ للإمامةِ لنْ يُسمِعَ النَّاسَ قِراءتَه مِن كَثرةِ البُكاءِ، وقدْ كان أبو بَكرٍ رَضيَ اللهُ عنه كما قالت حَقيقةً، إلَّا أنَّ ما قالَتْه أمُّ المؤمِنينَ عائشةُ رَضيَ اللهُ عنها كان تَعْريضًا مِنها، وكان السَّببُ الحَقيقيُّ أنَّها لم تُرِدْ لأبيها أنْ يَقومَ إمامًا بالنَّاسِ، فيمُوتَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ في إمامَتِه، فيَربِطَ النَّاسُ بيْنَ إمامتِه وبيْنَ مَوتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فأرادَتْ أنْ تَرفَعَ عن أبيها هذا الحرَجَ؛ فذكرَتْ أنَّها راجَعتْ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ في أمْرِه لأبي بَكرٍ رَضيَ اللهُ عنه بالصَّلاةِ مَكانَه، وأنَّ الَّذي حمَلَها على ذلك أنَّها رَأتْ أنَّ النَّاسَ لنْ يُحِبُّوا شَخصًا قام مَقامَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وأنَّ قِيامَه مَقامَه فيه إشارةٌ إلى مَوتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وهذا قدْ يتَسبَّبُ في تَشاؤُمِ النَّاسِ مِن أبي بَكرٍ رَضيَ اللهُ عنه؛ لأنَّه هو الَّذي قام مَقامَه قبْلَ مَوْتِه، فأرادَتْ عائِشةُ رَضيَ اللهُ عنها أنْ يَتَراجَعَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ عنْ هذا الأمْرِ، ويأمُرَ أحَدًا غيرَ أبيها رَضيَ اللهُ عنهما.\nوفي الصَّحيحَينِ: أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ كرَّرَ أمْرَه أنْ يُرسِلوا لأبي بَكرٍ ليُصلِّيَ بالنَّاسِ، فبَعَثوا إليه، وصلَّى أبو بَكرٍ رَضيَ اللهُ عنه بالنَّاسِ مدَّةَ مَرضِه إلى أنْ مات صلَّى اللهُ عليه وسلَّمَ. \nوفي الحَديثِ: دَلالةٌ على أنَّ أبا بَكرٍ رَضيَ اللهُ عنه أفضَلُ النَّاسِ بعْدَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وأوْلاهم بخِلافَتِه.\nوفيه: مَشْروعيَّةُ مُراجَعةِ الصَّغيرِ للكَبيرِ، والمَفْضولِ للفاضِلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}