{
    "hadith_id": "434",
    "hadith": "أَتِمُّوا الصُّفُوفَ؛ فإنِّي أراكُمْ خَلْفَ ظَهْرِي.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "434",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (718)، ومسلم (434).",
    "sharh": "الخُشوعُ رُوحُ الصَّلاةِ، وبه يَحصُل للمُصلِّي السَّكينةُ والاطمئنانُ في الصَّلاةِ؛ فيكونُ أكثرَ إقبالًا على اللهِ سُبحانه، وقد كان النَّبيُّ صلَّى اللهُ عليه وسلَّم يُعلِّمُ المسلمين آدابَ الصَّلاةِ ومُهمَّاتِها؛ ليكونَ أتَمَّ لصَلاتِهم.\nوفي هذا الحَديثِ يأمُرُ النبي صلَّى اللهُ عليه وسلَّم أصحابَه رَضيَ اللهُ عَنهُم بإتمامِ صُفوفِ الصَّلاةِ؛ وذلك بمُساواتِها وعدَمِ تَركِ فُرجةٍ فيها، مع تَرتيبِ النَّاسِ في الوقوفِ؛ الأعلَمِ والأكبَرِ، ثمَّ النِّساءُ في النِّهايةِ، ثم قال للنَّاسِ: «فإنِّي أراكم خَلْف ظَهْري»، تَحذيرًا لهم وحَضًّا على إتمامِ الصُّفوفِ؛ لرُؤيَتِه صلَّى اللهُ عليه وسلَّم لهم وإن كان مُستديرًا عَنهُم بظَهرِه، والمعنى: اخشَعوا في الصَّلاة وأتِمُّوا أركانَها كأنِّي أنظُرُ إليكم وأُوجِّهُكم إلى صَحيحِها؛ فإنِّي أرى أحوالَكم في الصَّلاةِ من ورائي حالَ كوني واقفًا إمامًا لكم وأنتم خَلفي، كما أراكم وأنا ناظرٌ إليكم أمامي.\nومَعنَى رُؤيَتِه صلَّى اللهُ عليه وسلَّم لِمَن خَلفَه: أنَّ اللهَ تَعالَى خَلَقَ له صلَّى اللهُ عليه وسلَّم إدراكًا من ورائه، وهذا من خَصائصِه عليه الصَّلاةُ والسَّلامُ، وإبصارُه إدراكٌ حقيقيٌّ انخرَقَت له فيه العادةُ، وقدِ انخرَقَت العادةُ له صلَّى اللهُ عليه وسلَّم بأكثَرَ من هذا، وليس يمنَعُ من هذا عَقلٌ ولا شَرعٌ، بل وَرَدَ الشَّرعُ بظاهِرِه؛ فوجَبَ الإيمانُ به. ويَحتَمِلُ: أنَّه صلَّى اللهُ عليه وسلَّم يَراهم بما يوحَى إليه من أفعالِهم وهَيئاتِهم في الصلاةِ؛ لأنَّ الرُّؤيةَ قد يُعبَّرُ بها عنِ العِلمِ والاعتِقادِ.\nوفي الحديثِ: الحثُّ على الخُشوعِ في الصَّلاة، والمُحافَظةِ على إتمامِ أركانِها.\nوفيه: أنَّه يَنبغي للإمامِ أن يُنبِّهَ النَّاسَ على ما يَتعلَّقُ بأحوالِ الصَّلاةِ، ولا سيَّما إن رأى منهم ما يُخالِف الأولَى. \nوفيه: بَيانُ مُعجزةِ النَّبيِّ صلَّى اللهُ عليه وسلَّم برؤيتِه من خَلفِه كما يرَى من أمامِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}