{
    "hadith_id": "440",
    "hadith": "خَيْرُ صُفُوفِ الرِّجالِ أوَّلُها، وشَرُّها آخِرُها، وخَيْرُ صُفُوفِ النِّساءِ آخِرُها، وشَرُّها أوَّلُها.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "440",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الإسلامُ يَدعو أتباعَه إلى الفضائل، ويَأمُرُهم بتَجنُّبِ النَّقائصِ، رِجالًا ونِساءً، ويَدعو إلى المُسارعةِ إلى الطَّاعاتِ والعباداتِ بالضَّوابطِ الشَّرعيَّةِ، فمَن عَمِلَ الخيرَ والعملَ الصَّالحَ والتزَم ضَوابِطَه، فإنَّه أفضَلُ ممَّن عَمِله ولم يَلتزِم تلك الضَّوابطَ مع قُدرتِه على الإتيانِ بها.\nوهذا الحديثُ يُوضِّح أنَّ النِّساءَ لهنَّ أحكامٌ خاصَّةٌ بهنَّ في حُضورِ الصَّلواتِ في المساجِدِ؛ من حيث السُّترةُ والبُعدُ عن مَواطِن الشُّبهاتِ، ومَوضِعُهن من صُفوفِ الرِّجالِ، حيث أخبَرَ صلَّى اللهُ عليه وسلَّم أنَّ أفضلَ مَواقفِ الرِّجالِ أن يَكونوا في الصُّفوفِ الأُولى، ويُسارِعوا إلى الصَّدارةِ في الطَّاعاتِ، وفي الصَّلواتِ خاصَّةً، بأن يَقِفَ في الصَّفِّ الأوَّلِ خَلفَ الإمام، وهذه الحالُ في كلِّ الأمورِ، وفي كلِّ الصَّلواتِ، ويكونُ أكثرَ خَيريَّةً عندَ حُضورِ النِّساءِ للصَّلواتِ؛ فيكونُ الصَّفُّ الأوَّلُ أكثرَ بُعدًا عنِ النِّساءِ. \nوقال صلَّى اللهُ عليه وسلَّم: «وشرُّ صُفوفِ الرِّجالِ آخِرُها»؛ لِتَأخُّرِهم عنِ الطَّاعاتِ، وفي الصَّلواتِ؛ لقُربهم من صُفوفِ النِّساءِ.\nوعلى العكسِ منَ الرِّجالِ؛ فقد أمَر اللهُ النِّساءَ بالاحتِجابِ والسُّترةِ عنِ الأعينِ؛ ولذلك أخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ خيرَ صُفوفِ النِّساءِ وأولاها بالأفضليَّةِ هو آخِرُ الصُّفوفِ؛ لبُعدِها عن صُفوفِ الرِّجالِ والفِتنةِ، «وشرُّها أوَّلُها»؛ لقُربِها من صُفوفِ الرِّجالِ، وتَعرُّضِها أكثَرَ للفتنةِ، وهذا إذا كانتِ الصَّلاةُ في مَسجدٍ يَحضُرُ فيه الرِّجالُ والنِّساءُ، أمَّا إذا انفَرَدتِ النِّساءُ في الجماعةِ، فهُنَّ كالرِّجالِ في أفضليَّةِ الصُّفوفِ الأُولى.\nوالمُرادُ بشَرِّ الصُّفوفِ في الرِّجالِ والنِّساءِ: أقَلُّها ثَوابًا وفَضلًا، وأبعَدُها من مَطلوبِ الشَّرعِ، وخَيرُها عَكسُه.\nوفي الحديثِ: أنَّ كَمالَ الطَّاعةِ مُرتَبِطٌ بأدائها بالضَّوابطِ الشَّرعيَّةِ.\nوفيه: حَثُّ الرِّجالِ على المُسارَعةِ إلى الطَّاعاتِ والصُّفوفِ الأُولى في الصَّلواتِ، وهو مَحلُّ الأفضليَّةِ لهم.\nوفيه: حَثُّ النِّساءِ على الوُقوفِ في الصُّفوفِ الخلفيَّةِ، أو بالاحتِجاب عن الأعيُنِ، وهو مَحلُّ الأفضليَّة لهنَّ.\nوفيه: بَيانُ تَرتيبِ صُفوفِ الرِّجالِ والنِّساءِ في الفَضلِ والثَّوابِ.\nوفيه: بَيانُ شِدَّةِ عِنايةِ الشَّرعِ بالحَثِّ على الابتِعادِ عن مَحَلِّ الافتِتانِ؛ فقد أمَر ببُعدِ النِّساءِ عنِ الرِّجالِ لِئلَّا يَقَعَ مَحظورٌ شَرعيٌّ.\nوفيه: بَيانُ فَضلِ الرِّجالِ على النِّساءِ؛ حيث يَتقدَّمون عَليهِنّ في المَواطِنِ المُهِمَّةِ، كصُفوفِ الصَّلاةِ، وصُفوفِ القِتالِ، وغَيرِ ذلك ممَّا فَضَّل اللهُ تَعالَى به الرِّجالَ على النِّساءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}