{
    "hadith_id": "442",
    "hadith": "ائْذَنُوا لِلنِّساءِ باللَّيْلِ إلى المَساجِدِ.\r\nفَقالَ ابْنٌ له: يُقالُ له واقِدٌ: إذَنْ يَتَّخِذْنَهُ دَغَلًا. قالَ: فَضَرَبَ في صَدْرِهِ وقالَ: أُحَدِّثُكَ عن رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، وتَقُولُ: لا.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "442",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (899) المرفوع منه",
    "sharh": "اتِّباعُ سُنَّةِ النَّبيِّ صَلَّى اللهُ عليه وسلَّمَ واجِبٌ على كلِّ مُسلمٍ، وقد كان الصَّحابةُ رِضوانُ اللهِ عليهم يُعلِّمون النَّاسَ السُّنَنَ، ويُنكِرون على مَن خالَفَها، ولو كان أقرَبَ الأقربينَ، دونَ مُواراةٍ أو مُجامَلةٍ.\nوفي هذا الخبرِ يقولُ مُجاهِدُ بنُ جبْرٍ: كنَّا عندَ ابنِ عمرَ، فقال: قال رسولُ اللهِ صَلَّى اللهُ عليه وسلَّمَ: \"ائذَنوا للنِّساءِ باللَّيلِ إلى المساجِدِ\"، أي: اسْمَحوا لهنَّ أنْ يُصلِّينَ في المساجِدِ ليلًا، كصَلاةِ العِشاءِ والفجْرِ، وعُلِمَ من تَخصيصِ ذِكْرِ اللَّيلِ دونَ النَّهارِ بمَفهومِ الموافقةِ: أنَّهم يأْذَنون لهنَّ بالنَّهارِ أيضًا؛ لأنَّ اللَّيلَ مَظِنَّةِ الفِتنةِ، فإذا أذِنوا فيه فالإذْنُ في النَّهارِ أوْلى، وقيل: كأنَّ اختصاصَ اللَّيلِ بذلك؛ لكونِه أستَرَ، ولا يَخْفى أنَّ محِلَّ ذلك كلِّه إذا أُمِنَتِ المفْسدةُ مِنهنَّ وعليهنَّ، \"فقال ابنُه\" قيل: اسمُه بِلالٌ: \"واللهِ لا نأذَنُ لهنَّ؛ يتَّخِذْنَه دغَلًا\" والدَّغَلُ هو الخِداعُ، وأصْلُه الشَّجرُ المُلتفُّ، ثمَّ استُعْمِلَ في المُخادَعةِ؛ لكونِ المُخادِعِ يلُفُّ في ضَميرِه أمْرًا، ويُظهِرُ غيرَه، فقال عبدُ اللهِ بنُ عمرَ رضِيَ اللهُ عنهما لابنِه: \"فعَلَ اللهُ بك وفعَلَ\"، أي: زجَرَه ونهَرَه، كما في روايةِ أبي داودَ: \"فسَبَّه وغضِبَ\"، قال ابنُ عمرَ رضِيَ اللهُ عنهما: \"أقولُ: قال رسولُ اللهِ صَلَّى اللهُ عليه وسلَّمَ، وتقولُ: لا نأذَنُ لهنَّ؟!\" أي: أنَّ غضَبَ ابنِ عمَرَ على ابنِه كان لمُعارَضتِه أمْرَ رسولِ اللهِ صَلَّى اللهُ عليه وسلَّمَ، وهذا من شِدَّةِ اتِّباعِ عبدِ اللهِ بنِ عمرَ للسُّنَّةِ، وشِدَّةِ إنكارِه وتَغليظِه على مَن خالَفَها بعدَ العلْمِ بها، حتى ولو بمجرَّدِ الاعتِراضِ بالتأويلِ.\nوفي الحديثِ: مَشروعيَّةُ تأديبِ المُعترِضِ على السُّنَنِ الثَّابِتَة برَأْيِه، بما يَلِيقُ مِنَ العِتابِ واللَّومِ، مع تَوضيحِ الحقِّ له؛ حتَّى يَرتدِعَ غيرُه.\nوفيه: تأديبُ الرَّجلِ ولَدَه- وإنْ كان كبيرًا- إذا تكلَّمَ بما لا يَنْبغي.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}