{
    "hadith_id": "450",
    "hadith": "لَمْ أكُنْ لَيْلَةَ الجِنِّ مع رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ ووَدِدْتُ أنِّي كُنْتُ معهُ.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "450",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الجِنُّ من مَخلوقاتِ اللهِ سُبحانَه وتعالَى، أمَرَهُم بِعِبادتِه وَحدَه كَما أمَرَ الإنسَ، فيهمُ المُؤمِنُ والكافِرُ؛ فَهُم عالَمٌ مُكلَّفٌ منَ اللهِ سُبحانَه وتعالَى كَعالَمِنا. \nوفي هذا الحَديثِ يَروي التَّابعيُّ عامرٌ الشَّعبيُّ، أنَّه سألَ عَلقمةَ بنَ قيسٍ النَّخعيِّ -أحَدَ أشهَرِ تلاميذِ الصَّحابيِّ عبدِ اللهِ بنِ مسعودٍ رَضيَ اللهُ عنه-: «هلْ كانَ ابنُ مَسعودٍ شَهِدَ مع رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ لَيلةَ الجِنِّ؟» والمُرادُ بها: اللَّيلةُ الَّتي ذَهَبَ فيها النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لِقِراءةِ القُرآنِ على الجِنِّ، وحَدَّثَهم بِبَعضِ الأحكامِ.\nفأخبَرَ عَلقمةُ عامرًا أنَّه سألَ ابنَ مسعودٍ رَضيَ اللهُ عنهما: هل شَهِدَ أحدٌ مِنَ الصَّحابةِ مع رَسولِ اللهُ صلَّى اللهُ عليه وسلَّمَ لَيلةَ الجِنِّ؟ فأجابَهُم: لا، وفي روايةٍ لمُسلِمٍ أنَّه قالَ: «ووَدِدتُ أنِّي كُنتُ معه»؛ وذلك ليَرى ما أجرَى اللهُ على يدِه منَ المُعجِزاتِ. وأخبَرَ رَضيَ اللهُ عنه أنَّهم كانوا مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ في لَيلةٍ مِنَ اللَّيالي، ففقَدوه، فبحَثوا عنه في الأوديةِ والشِّعابِ، جمعُ الشِّعبِ، وهو الطَّريقُ في الجبَلِ، فقالوا: «استُطِيرَ»، أي: طارَت به الجِنُّ، «أوِ اغتِيلَ»، أي: قُتِل سرًّا، والغِيلةُ هي القتلُ في خُفيةٍ، فباتُوا بِشَرِّ لَيلةٍ باتَ بها قومٌ، وهذا كنايةٌ عن شِدَّةِ حُزنِهم، وذلك لما ظَنُّوه برَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ وأنَّه فُقِدَ وهو فيهم، ويُخبِرُ عبدُ اللهِ رَضيَ اللهُ عنه أنَّهم لمَّا أصبَحوا رأوا رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ يأتيهم من جِهةِ غارِ حِراءٍ، وهو جَبلٌ بمكَّةَ يَبعُدُ عنِ المَسجِدِ الحَرامِ (5) كم تَقريبًا، كانَ يَتعبَّدُ فيه رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ قبلَ البَعثةِ. وأخبَرُوه عنِ الذي وقَعَ منهم في تلك اللَّيلةِ بالبحثِ عنه وحُزنِهم عليه، فقالَ صلَّى اللهُ عليه وسلَّمَ: «أتَاني داعِي الجِنِّ»، أيِ: الدَّاعي الذي أرسلَتْه الجِنُّ، فذهبَ معه، وقرأ عليهمُ القرآنَ، وانطَلَقَ صلَّى اللهُ عليه وسلَّمَ بصَحابتِه، فأراهم آثارَهم وآثارَ نيرَانِهم، وأخبَرَ أصحابَه أنَّ الجِنَّ سألُوه الزَّادَ، أي: طلَبوا منه أن يُحدِّدَ لهُم شيئًا يَكونُ لهُم طعامًا، فأباحَ صلَّى اللهُ عليه وسلَّمَ لهُم كلَّ عَظمٍ ذُكِرَ اسمُ اللهِ عليه، فإذا وقَعَ في أيديهم -أي: كلُّ ما يَلتقطونه منَ العِظامِ- فإنَّه سيَكونُ أوفَرَ ما يكونُ لَحمًا، والمَعنى: أنَّهم إذا تَناوَلوا العَظمَ صارَ عليه لحمٌ فيَتزَوَّدونَ منه. وقيلَ: يَحتمِلُ أن يَكُونَ زادُهم أنَّهم يَشَمُّونَها أو يَلحَسُون دَسَمَها وتَبقى أجسامُها. وأباحَ لهُم صلَّى اللهُ عليه وسلَّمَ أيضًا البَعرةَ، وهي فَضَلاتُ البَهائمِ والدَّوابِّ، فتَكونُ عَلَفًا لدَوابِّ الجنِّ، ثُمَّ أمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أصحابَه ألَّا يَستنجُوا -وهو استِخدامُ الأحجارِ لإزالةِ أثَرِ البَولِ والبَرازِ من مَواضِعِ خُروجِهما- بالعَظمِ والرَّوثِ؛ وذلك لأنَّه طعامُ إخوانِنا مِنَ الجنِّ، فلا يَجوزُ تَنجيسُهما؛ احترامًا لحُقوقِهم.\nوفي الحديثِ: أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ بُعِثَ إلى الجِنِّ والإنسِ.\nوفيه: ما يدُلُّ على لُطفِ اللهِ بالآدميِّينَ؛ لأنَّه اختار لهم لُبابَ الأشياءِ، وجعَل ما لم يَختَره لهم -كالعِظامِ- زادًا لإخوانِهم مِنَ الجِنِّ.\nوفيه: ما يدُلُّ على حُسنِ صُحبةِ أصحابِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}