{
    "hadith_id": "452",
    "hadith": "كُنَّا نَحْزِرُ قِيامَ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ في الظُّهْرِ والْعَصْرِ فَحَزَرْنا قِيامَهُ في الرَّكْعَتَيْنِ الأُولَيَيْنِ مِنَ الظُّهْرِ قَدْرَ قِراءَةِ الم تَنْزِيلُ السَّجْدَةِ وحَزَرْنا قِيامَهُ في الأُخْرَيَيْنِ قَدْرَ النِّصْفِ مِن ذلكَ، وحَزَرْنا قِيامَهُ في الرَّكْعَتَيْنِ الأُولَيَيْنِ مِنَ العَصْرِ علَى قَدْرِ قِيامِهِ في الأُخْرَيَيْنِ مِنَ الظُّهْرِ وفي الأُخْرَيَيْنِ مِنَ العَصْرِ علَى النِّصْفِ مِن ذلكَ\r\nوَلَمْ يَذْكُرْ أبو بَكْرٍ في رِوايَتِهِ: الم تَنْزِيلُ وقالَ: قَدْرَ ثَلاثِينَ آيَةً.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "452",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الصَّلاةُ عِمادُ الدِّينِ، وقد بَيَّن النَّبيُّ الكريمُ صلَّى اللهُ عليه وسلَّمَ كيفيَّتَها قولًا وعمَلًا، وكانَ الصَّحابةُ يَتعلَّمون من أفعالِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وكانوا يُلاحظونَه في كلِّ أحوالِه، فيَستنُّون بهَديِه، وخاصَّةً في العِباداتِ، ويَنقُلون عنه كلَّ التَّفاصيلِ؛ حتَّى يُعلِّموا مَن بعدَهم.\nوفي هذا الحَديثِ يُخبِرُ أبو سَعيدٍ الخُدريُّ رَضيَ اللهُ عنه أنَّ الصَّحابةَ رَضيَ اللهُ عنهم كانوا يُقدِّرونَ قيامَ رَسولِ اللهُ صلَّى اللهُ عليه وسلَّمَ في صَلاةِ الظُّهرِ، فكانَ يَقومُ في أوَّلِ رَكعتَينِ مِنَ الظُّهرِ قَدْرَ قِراءَةِ {الم تَنْزِيلُ}، أي: سُورةِ السَّجدةِ، وعَددُ آياتِها ثَلاثونَ آيةً، وقدَّروا وقتَ قيامِه في الرَّكعَتينِ الأُخرَيينِ من صَلاةِ الظُّهرِ قَدرَ النِّصفِ منَ الرَّكعتَينِ الأُوليَينِ، فيَكونُ بِمِقدارِ قراءةِ خَمسَ عَشرةَ آيةً.\nوأخبَرَ أبو سعيدٍ رَضيَ اللهُ عنه أنَّهم قدَّروا وقتَ قيامِه في أوَّلِ رَكعتَينِ من صَلاةِ العَصرِ، وكانَ على قَدرِ قيامِه في الرَّكعةِ الثَّالِثةِ والرَّابِعةِ من صَلاةِ الظُّهرِ، فيَكونُ القيامُ قدْرَ قراءةِ خَمسَ عَشرةَ آيةً، وفي الرَّكعةِ الثَّالِثةِ والرَّابِعةِ من صَلاةِ العَصرِ على النِّصفِ من ذَلكَ، أي: قدْرَ قراءةِ سَبعِ أو ثمانِ آياتٍ. قيلَ: الحِكمةُ في الإطالَةِ في صَلاةِ الظُّهرِ أنَّها تَكونُ في وَقتِ نَومِ القائلةِ، فَطُوِّلت لِكي يُدرِكَها الَّذينَ يَتأخَّرونَ.\nوفي الحَديثِ: دَليلٌ على تَطويلِ الرَّكعةِ الأُولى والثَّانيةِ.\nوفيه: تَخفيفُ الرَّكعةِ الثَّالِثةِ والرَّابِعةِ مِنَ الظُّهرِ والعَصرِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}