{
    "hadith_id": "465",
    "hadith": "كانَ مُعَاذٌ، يُصَلِّي مع النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ ثُمَّ يَأْتي فَيَؤُمُّ قَوْمَهُ، فَصَلَّى لَيْلَةً مع النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ العِشَاءَ ثُمَّ أتَى قَوْمَهُ فأمَّهُمْ فَافْتَتَحَ بسُورَةِ البَقَرَةِ فَانْحَرَفَ رَجُلٌ فَسَلَّمَ ثُمَّ صَلَّى وحْدَهُ وانْصَرَفَ فَقالوا له: أنَافَقْتَ؟ يا فُلَانُ، قالَ: لَا. واللَّهِ ولَآتِيَنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ فَلأُخْبِرَنَّهُ. فأتَى رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ فَقالَ: يا رَسولَ اللهِ، إنَّا أصْحَابُ نَوَاضِحَ نَعْمَلُ بالنَّهَارِ وإنَّ مُعَاذًا صَلَّى معكَ العِشَاءَ، ثُمَّ أتَى فَافْتَتَحَ بسُورَةِ البَقَرَةِ فأقْبَلَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ علَى مُعَاذٍ فَقالَ: يا مُعَاذُ أفَتَّانٌ أنْتَ؟ اقْرَأْ بكَذَا واقْرَأْ بكَذَا.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "465",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (701)، ومسلم (465).",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّم نِعْمَ المُعلِّمُ والمُرَبِّي لِأصحابِه وأُمَّتِه مِن بَعدِه، وكان يَختارُ لِلنَّاسِ ما يُصلِحُهم في أنفُسِهم، وما يُصلِحُ غَيرَهم مِن أُمورِ الدِّينِ والدُّنيا، وكان يُحِبُّ التَّخفيفَ على النَّاسِ في أُمورِ العِبادةِ، وخُصوصًا الصَّلاةَ؛ حتَّى لا يَنفِرَ النَّاسُ ويَمَلُّوا.\nوفي هذا الحديثِ يُخبرُ جابِرُ بنُ عبدِ اللهِ رضِيَ اللهُ عنهما أنَّ مُعاذَ بنَ جَبَلٍ رضِيَ اللهُ عنه كان يُصَلِّي مع النَّبيِّ صلَّى اللهُ عليه وسلَّم في المسجِدِ النَّبويِّ، ثُمَّ يَأتي قَومَه بَنِي سَلِمةَ، فَيُصَلِّي بِهِم الصَّلاةَ الَّتي صَلَّاها مَعَ النَّبيِّ صلَّى اللهُ عليه وسلَّم، والصَّلاةُ المشارُ إليها في هذا الحَديثِ هي صلاةُ العِشاءِ، وقدِ اختَلَفَ العُلَماءُ في تَأويلِ أداءِ مُعاذٍ رَضيَ اللهُ عنه لِصَلاةِ العِشاءِ مَرَّتَيْنِ؛ إذِ الأصْلُ أنَّ الفَريضةَ لا تُؤَدَّى مَرَّتَيْنِ إلَّا لِسَبَبٍ؛ وذلك لِحَديثِ أبي داودَ عن سُليمانَ بنِ يَسارٍ: أنَّه سَمِعَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم يَقولُ: «...لا تُصَلُّوا صَلاةً في يَومٍ مَرَّتَيْنِ»، فقيلَ: يَحتَمِلُ أنْ يَكونَ فِعلُ مُعاذٍ رَضيَ اللهُ عنه كان في أوَّلِ الإسلامِ، حين كان عَدَدُ القُرَّاءِ قَليلًا، وفي وَقتٍ لا عِوَضَ لِلقَومِ فيه عن مُعاذٍ، فكانَ يُصَلِّي مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّم فَرضًا، ثمَّ يَأتي قَومَه فيُصلِّيها لهم نَفلًا، كما في رِوايةِ الطَّحاويِّ في شَرحِ مَعاني الآثارِ، عن جابِرِ بنِ عَبدِ اللهِ رَضيَ اللهُ عنهما: «كان مُعاذٌ يُصَلِّي مع النَّبيِّ صلَّى اللهُ عليه وسلَّم العِشاءَ، ثمَّ يَطلُعُ إلى قَومِه فيُصَلِّيها لهم؛ هي له تَطوُّعٌ، ولهم فَريضةٌ». وقيلَ: يَحتَمِلُ أنْ يَكونَ ذلك وَقتَ أنْ كان يُباحُ أنْ تُصَلَّى الفَريضةُ مَرَّتَيْنِ؛ فإنَّ ذلك قد كان يُفعَلُ في أوَّلِ الإسلامِ، حتَّى نَهى عنه عليه الصَّلاةُ والسَّلامُ، ومَعلومٌ أنَّ النَّهيَ لا يَكونُ إلَّا بعْدَ الإباحةِ.\nويُخبرُ جابِرُ بنُ عبدِ اللهِ رضِيَ اللهُ عنهما أنَّ مُعاذًا رضِيَ اللهُ عنه صلَّى بهم يومًا، فَقَرَأ بِهِم سُورةَ البَقَرةِ، فتَجوَّزَ رجُلٌ –قيل: هو حَزمُ بنُ أُبَيِّ بنِ كعبٍ، وقيل غيرُ ذلك- فَصَلَّى مُنفرِدًا صَلاةً خَفيفةً؛ بأن قَطَعَ الصَّلاةَ، أو قَطَعَ القُدوةَ بمعاذٍ رضِيَ اللهُ عنه، وأكمَلَ منفردًا، فَبَلَغَ ذلك مُعاذًا رضِيَ اللهُ عنه، فَقالَ: إنَّهُ مُنافِقٌ. قالَ ذلك مُتَأوِّلًا ظانًّا أنَّ التَّارِكَ لِلجَماعةِ مُنافِقٌ، فَبلَغَ ذلك الرَّجُلَ، فَجاء إلى النَّبيِّ صلَّى اللهُ عليه وسلَّم، فَقالَ: «يا رَسولَ اللَّهِ، إنَّا قَوْمٌ نَعمَلُ بِأيدينا، وَنَسَقي بِنَواضِحِنا» جَمعُ ناضِحٍ، البَعيرُ الَّذي يُسقى عليه، «وَإنَّ مُعاذًا صَلَّى بِنا البارِحةَ فَقَرَأ البَقَرة، فَتَجَوَّزْتُ في صَلاتي، فَزَعَمَ أنِّي مُنافِقٌ» فَقالَ صلَّى اللهُ عليه وسلَّم: «يا مُعاذُ، أفتانٌ أنتَ؟!» قالَ له ذلك ثَلاثَ مرَّاتٍ، ومعنى فَتَّانٍ: مُنَفِّرٌ عَن الجَماعةِ وصادٌّ عنها؛ لأنَّ التطويلَ سَبَبٌ لخروجِهم من الصَّلاةِ، ثم وَجَّهه صلَّى اللهُ عليه وسلَّم بأن يقرَأْ إذا كان إمامًا بسورةِ: {وَالشَّمْسِ وَضُحَاهَا}، وسورةِ {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى}، ونَحوِهِما مِن قِصارِ المُفصَّلِ.\nوفي الحَديثِ: تخفيفُ الإمامِ الصَّلاةِ مُراعاةً لحالِ المأمومينَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}