{
    "hadith_id": "49",
    "hadith": "أَوَّلُ مَن بَدَأَ بالخُطْبَةِ يَومَ العِيدِ قَبْلَ الصَّلاةِ مَرْوانُ. فَقامَ إلَيْهِ رَجُلٌ، فقالَ: الصَّلاةُ قَبْلَ الخُطْبَةِ، فقالَ: قدْ تُرِكَ ما هُنالِكَ، فقالَ أبو سَعِيدٍ: أمَّا هذا فقَدْ قَضَى ما عليه سَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يقولُ: مَن رَأَى مِنكُم مُنْكَرًا فَلْيُغَيِّرْهُ بيَدِهِ، فإنْ لَمْ يَسْتَطِعْ فَبِلِسانِهِ، فإنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ، وذلكَ أضْعَفُ الإيمانِ.",
    "rawi": "أبو سعيد الخدري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "49",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "جعَلَ اللهُ عزَّ وجلَّ هذه الأُمَّةَ خيرَ أُمَّةٍ، وشرَّفَها وفضَّلَها على سائرِ الأُممِ؛ لأنَّها تَأمُرُ بالمعروفِ، وتَنهى عنِ المُنكَرِ، وتَدعو إلى الخيرِ، وتَنصَحُ برِفقٍ، فإذا ما تَوافَرت هذه الخِصالُ بحَقٍّ في المجتمَعِ تَحوَّلَ إلى مُجتمَعٍ فاضلٍ.\nوفي هذا الحديثِ يُخبِرُ التَّابعيُّ طارقُ بنُ شِهابٍ أنَّ أوَّلَ مَن قدَّمَ الخُطبةَ يومَ العيدِ فجَعَلَها قبلَ الصَّلاةِ، هو مَروانُ بنُ الحكَمِ، وكانَ واليًا على المدينةِ من قِبَلِ الخليفةِ مُعاويةَ بنِ أبي سُفيانَ رَضيَ اللهُ عنهما، ثُمَّ وَلِيَ الخلافةَ العامَّةَ في آخِرِ سَنةِ أربعٍ وسِتِّينَ، وقد ذُكِرَ أنَّ أوَّلَ مَن بدأ بالخُطبةِ قبلَ الصَّلاةِ عُثمانُ رَضيَ اللهُ عنه، وقيلَ: عُمَرُ بنُ الخطَّابِ رَضيَ اللهُ عنه، وقيلَ: مُعاويةُ رَضيَ اللهُ عنه، وقيلَ: عبدُ اللهِ بنُ الزُّبيرِ رَضيَ اللهُ عنهما، وذلك غيرُ صحيحٍ، فلم يَفعَله أحدٌ منَ الخُلفاءِ، بَلِ الذي ثَبَتَ عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وأبي بَكرٍ، وعُمَرَ، وعُثمانَ، وعليٍّ رَضيَ اللهُ عنهم جميعًا تَقديمُ الصَّلاةِ، كما في الصَّحيحَينِ من حديثِ ابنِ عبَّاسٍ رَضيَ اللهُ عنهما: «شَهِدْتُ العِيدَ معَ رَسولِ اللهِ صلَّى اللهُ عليْه وسلَّمَ، وأبِي بَكْرٍ، وعُمَرَ، وعُثْمانَ رَضِيَ اللهُ عنْهُم، فكُلُّهُم كانوا يُصَلُّونَ قبْلَ الخُطْبةِ». وسببُ تَقديمِ مَروانَ الخُطبةَ قبلَ الصَّلاةِ ما جاءَ في روايةِ البُخاريِّ أنَّ مَروانَ قالَ: «إنَّ النَّاسَ لم يَكُونوا يَجلِسُونَ لنا بعدَ الصَّلاةِ، فجَعَلتُها قبْلَ الصَّلاةِ»، أي: كانُوا يَفترِقونَ بعدَ الصَّلاةِ، فلا يَبقى للخُطبةِ إلَّا القَليلُ، فبَدأ بالخُطبةِ قبلَ الصَّلاةِ؛ لئلَّا يَذهَبَ أحدٌ حتَّى تَتِمَّ الخُطبةُ والصَّلاةُ، ولعلَّ مَروانَ فَعَلَ ذلك ظنًّا منه أنَّ ذلك ممَّا يُجتهَدُ فيه.\nفلمَّا خالَفَ مَروانُ بنُ الحَكمِ السُّنَّةَ والثَّابتَ عن رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، قَامَ إليه رجلٌ مِنَ الحاضرينَ، مُنكِرًا عليه تَغييرَه السُّنَّةَ، وأنَّه جَعَلَ الخُطبةَ قبلَ الصَّلاةِ، قيلَ: إنَّ هذا الرَّجلَ هو أبو مَسعودٍ رَضيَ اللهُ عنه، كما في روايةِ عبدِ الرَّزَّاقِ، وقد وَقَعَ في روايةِ البُخاريِّ أنَّ الذي أنكَرَ على مَروانَ هو أبو سعيدٍ نفسُه، ويَحتمِلُ أنَّ القِصَّةَ وقَعَت أكثَرَ من مَرَّةٍ، وفي كلِّ مَرَّةٍ يَجِدُ مَروانُ مَن يُنكِرُ عليه، وإن كانت قِصَّةً واحِدةً فيَحتمِلُ أنَّ أبا سَعيدٍ لمَّا أخذَ بيَدِ مَروانَ وردَّ عليه -كما عندَ البُخاريِّ- قامَ إليه ذلك الرَّجلُ -أبو مسعودٍ- وعَضَدَه بقَولِه: «الصَّلاةُ قبْلَ الخُطبةِ»، فردَّ عليه مَروانُ بمِثلِ ما ردَّ به على أبي سعيدٍ، فعضَدَه أبو سعيدٍ ثانيًا، فقالَ مَروانُ مُعتذِرًا عن ذلكَ: «قدْ تُرِكَ ما هنالِكَ»، أي: تَرَكَ الناسُ استِماعَ الخُطبةِ إذا أخَّرناها عنِ الصَّلاةِ لاستِعجالِهم، ويَحتمِلُ أنَّ المعنى: قد تَرَكنا العملَ بتَقديمِ الصَّلاةِ على الخُطبةِ الذي كان هُنالك في الزَّمنِ الماضي.\nفأقرَّ أبو سعيدٍ رَضيَ اللهُ عنه الرَّجلَ على إنكارِه لمَروانَ، وقالَ لِمَن حولَهُ: «أمَّا هذا» يَقصِدُ الرَّجلَ الذي أنكَرَ، «فقدْ قَضى ما عليه»، أي: قد أدَّى ما وجَبَ عليه مِنَ النَّهيِ عنِ المُنكَرِ بلسانِه، حيثُ لا يَستطيعُ الإنكارَ بيدِه؛ لكَونِ مَروانَ هو الأميرَ، ثُمَّ قالَ أبو سعيدٍ رَضيَ اللهُ عنه: «سَمِعتُ رَسولَ اللهِ صلَّى اللهُ عليهِ وسلَّمَ يقولُ: مَن رَأى مِنكمْ»، أي: عَلِمَ وعرَفَ مِنكم أيُّها الأُمَّةُ، «مُنكَرًا»، وهو كلُّ أفعالِ الشَّرِّ والعِصيانِ، وما خالَفَ الشَّرعَ، فليُزِل ذلك المُنكَرَ «بِيَدِهِ» إن كانَ له قوَّةٌ وسُلطةٌ ويَحتاجُ إلى إزالتِها باليدِ، ككَسرِ أواني الخَمرِ وآلاتِ المَلاهي، «فإنْ لم يَستطِعْ» بيَدِه فليُزِلِ المُنكَرَ بلِسانِهِ، وذلكَ بالوَعظِ والتَّذكيرِ؛ بأن يَقُولَ ما يُرتجى نفعُه، من لينٍ، أو إغلاظٍ، حسبَما يَكونُ أنفَعَ؛ فقد يُبلَغُ بالرِّفقِ والسِّياسةِ ما لا يُبلَغُ بالسَّيفِ والرِّياسةِ، فإن لم يَستطِع تَغييرَ المُنكَرِ بالقولِ واللِّسانِ، فليُنكِرْه وليَكرَهْه بقلبِه ويَعزِمْ أنَّه لو قدَرَ على إزالتِه لَفَعَلَ، «وذلكَ» أيِ: التَّغييرُ بالقلبِ «أضعَفُ الإيمانِ»، أي: أدنى خِصالِ الإيمانِ في إزالةِ المُنكَرِ، يَعني أنَّ تَغييرَ المُنكَرِ بقلبِه -وهو إنكارُه- آخِرُ خَصلةٍ منَ الخِصالِ المُتعيِّنةِ على المؤمِنِ في تَغييرِ المُنكَرِ، فلم يَبقَ بعدَها للمُؤمِنِ مَرتبةٌ أُخرى في تَغييرِه، ولذلك قالَ في روايةِ ابنِ مسعودٍ عندَ مُسلِمٍ: «وليسَ وراءَ ذلك منَ الإيمانِ حَبَّةُ خَردلٍ»، وقد ظَهَرَ من هذا الحديثِ أنَّ من شَرطِ وُجوبِ الأمرِ بالمعروفِ والنَّهيِ عنِ المُنكَرِ أمرَين؛ أحدُهما: العِلمُ بكَونِ ذلك الفعلِ معروفًا أو مُنكَرًا؛ لأنَّ ذلك لا يتأتَّى للجاهلِ. والثَّاني: القُدرةُ عليه؛ لأنَّه قالَ: «فإنْ لم يَستطِعْ...» إلخ، فدلَّ على أنَّ غيرَ المُستطيعِ لا يَجِبُ عليه، وإنَّما عليه أن يُنكِرَ بقلبِه.\nوفي قولِ أبي سعيدٍ رَضيَ اللهُ عنه: «أمَّا هذا فقَدْ قَضَى ما عليه، سَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ...» الحديثَ؛ دليلٌ على أنَّ أوَّلَ مَن فَعَلَ هذا مَروانُ وليسَ عُثمانَ ولا عُمَرَ، ولم يَصِحَّ ذلك؛ ووَجهُه أنَّه سمَّاه مُنكَرًا بمَحضَرٍ منَ الصَّحابةِ، ولو كانَ قد سَبَقَ به عملٌ، أو كانَ أحدٌ منَ الصَّحابةِ قد فَعَلَه، أو مَضَت به سُنَّةٌ؛ لم يُسمِّه أبو سعيدٍ مُنكَرًا.\nوقد يُقالُ: إنَّ أبا سعيدٍ رَضيَ اللهُ عنه قد تَأخَّرَ حتَّى سَبَقَ إليه غيرُه، ويُجابُ عن ذلك أنَّه في روايةِ البُخاريِّ -كما ذَكَرنا- أنَّ أبا سعيدٍ قد جَذَبَ مَروانَ يَمنعُه من ذلك، ويَحتمِلُ أنَّه قد لا يَكونُ هو حاضرًا أوَّلَ ما شَرَعَ في أسبابِ الخُطبةِ، ثُمَّ حَضَرَ، أو كانَ حاضرًا، أو همَّ به فسَبَقَ، ثُمَّ عَضَدَه.\nوفي الحديثِ: الأمرُ بالتَّدرُّجِ في الأمرِ بالمعروفِ والنَّهيِ عنِ المُنكَرِ، كلٌّ بحسَبِ استطاعتِه وقُدراتِه.\nوفيه: مَشروعيَّةُ الإنكارِ على وُلاةِ الأُمورِ إذا لم تَحدُث مَضرَّةٌ وكانوا يَقبَلونَ النَّصيحةَ في العلَنِ.\nوفيه: بيانُ كونِ تَغييرِ المُنكَرِ منَ الإيمانِ.\nوفيه: بيانُ أنَّ الإيمانَ يَزيدُ ويَنقُصُ.\nوفيه: أنَّ سُنَنَ الإسلامِ والعِباداتِ لا يَجوزُ تَغييرُ شيءٍ منها ولا من تَرتيبِها، وأنَّ ذلك مُنكَرٌ يَجِبُ تَغييرُه بإنكارِه ولو على المُلوكِ إذا قُدِرَ عليه ولم يَدعُ إلى مُنكَرٍ أكثَرَ منه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}