{
    "hadith_id": "510",
    "hadith": "إذا قامَ أحَدُكُمْ يُصَلِّي، فإنَّه يَسْتُرُهُ إذا كانَ بيْنَ يَدَيْهِ مِثْلُ آخِرَةِ الرَّحْلِ، فإذا لَمْ يَكُنْ بيْنَ يَدَيْهِ مِثْلُ آخِرَةِ الرَّحْلِ، فإنَّه يَقْطَعُ صَلاتَهُ الحِمارُ، والْمَرْأَةُ، والْكَلْبُ الأسْوَدُ.\r\nقُلتُ: يا أبا ذَرٍّ، ما بالُ الكَلْبِ الأسْوَدِ مِنَ الكَلْبِ الأحْمَرِ مِنَ الكَلْبِ الأصْفَرِ؟ قالَ: يا ابْنَ أخِي، سَأَلْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ كما سَأَلْتَنِي فقالَ: الكَلْبُ الأسْوَدُ شيطانٌ.",
    "rawi": "أبو ذر الغفاري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "510",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "في هذا الحديثِ يَقولُ أبو ذرٍّ رضِي اللهُ عنه: إذا قام أحدُكم يُصلِّي، فإنَّه يستُرُه عمَّا يَقطَعُ صلاتَه إذا كان بين يديه مِثلُ آخِرَةِ الرَّحلِ، وهي الخَشَبةُ الَّتي يستندُ إليها الرَّاكبُ على البَعيرِ، فإنْ لم يَكُنْ بين يدي المصلِّي سُترةٌ، ومرَّ بين يَديه في صَلاتِه الحمارُ والمرأَةُ والكلبُ الأسودُ، فإنَّ هؤلاءِ يَقطَعونَ الصَّلاةَ. واختَلَفَ العلماءُ في معنى: \"يَقطعونَ\"؛ فقال بعضُهم: يَقطعونَ الصَّلاةَ، مِن قَطْعِ اتِّصالِها وفَسادِها.\nومنهم مَن قال: لا تَبطُلُ الصَّلاةُ بمرورِ شيءٍ من هؤلاءِ ولا من غيرِهم، وتأوَّلَ هؤلاءِ هذا الحديثَ على أنَّ المرادَ بالقَطْعِ نَقصُ الصَّلاةِ لشَغلِ القَلبِ بهذه الأَشْياءِ، وليس المرادُ إبطالَها؛ فإنَّ المرأةَ تَفْتِنُ، والحمارَ يَنْهَقُ، وقد لا يُؤمَنُ أن يَفْجَأَه بنُهاقِه عند مُحاذاتِه إيَّاه فيُزعِجَه وهو بين يدي ربِّه عزَّ وجلَّ، والكلبُ يُرَوِّعُ فيَتَشوَّشُ المتفَكِّرُ في ذلك، ولنفورِ النَّفْسِ منه حتَّى تنقطِعَ عليه الصَّلاةُ، فلمَّا كانت هذه الأمورُ آيلةً إلى القَطْعِ جَعلَها قاطعةً، فسأل عبدُ اللهِ بنُ الصَّامتِ أبا ذَرٍّ: ما بالُ، أي: ما شأنُ، الكلبِ الأسودِ من الكلبِ الأحمرِ مِنَ الكلبِ الأصفرِ؟ فقال له: سألتُ رَسولَ اللهِ كما سألتَنِي فقال: \"الكلبُ الأسوَدُ شيطانٌ\"، أي: بعيدٌ منَ الخيرِ والمنافعِ قَريبٌ منَ الضَّرِّ والأذى، وهذا شأنُ الشَّياطينِ منَ الإنسِ والجنِّ، وقيل: إنَّ الشَّيطانَ يتصوَّرُ بصورةِ الكلابِ السُّودِ. وقيل: لمَّا كان الأسودُ أشدَّ ضررًا من غَيرِه وأشدَّ تَرويعًا كان المصلِّي إذا رآه أُشغِلَ عن صلاتِهِ؛ فانقطَعت عليه لذلك .",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}