{
    "hadith_id": "52",
    "hadith": "أَتاكُمْ أهْلُ اليَمَنِ، هُمْ ألْيَنُ قُلُوبًا وأَرَقُّ أفْئِدَةً، الإيمانُ يَمانٍ، والْحِكْمَةُ يَمانِيَةٌ. وزادَ: والْفَخْرُ والْخُيَلاءُ في أصْحابِ الإبِلِ، والسَّكِينَةُ والْوَقارُ في أصْحابِ الشَّاءِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "52",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4388)، ومسلم (52) واللفظ له",
    "sharh": "مدَحَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أهلَ اليَمَنِ؛ لمُسارَعتِهم إلى الدَّعْوةِ، ومُبادَرَتِهم إلى قَبولِ الإيمانِ؛ فإنَّهمُ اسْتَجابوا للإسْلامِ بدونِ مُحارَبةٍ. \nوفي هذا الحَديثِ يُخبِرُ أبو هُرَيْرةَ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ أخبَرَ الصَّحابةَ الكِرامَ رَضيَ اللهُ عنهم أنَّه قدْ جاءَهُم أهلُ اليَمنِ، ثمَّ وصَفَهمُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بأنَّهم أرَقُّ أفْئدةً، يَعني: أكثَرَ رِقَّةً وتَسمُّعًا للمَوْعِظةِ وتَقبُّلِها، «وأليَنُ قُلوبًا»، ولِينُ قُلوبِهم يدُلُّ عليه سُرعةُ دُخولِ الإيمانِ، وتَمكُّنُه في قُلوبِهم.\nثمَّ قال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: «الإيمانُ يَمانٍ، والحِكْمةُ يَمانيَةٌ»، يَعني: أنَّ الإيمانَ والحِكْمةَ تُنسَبُ إلى أهْلِ اليَمَنِ؛ لانْقيادِهم إلى الإيمانِ مِن غَيرِ تَكلُّفٍ، أوِ المُرادُ منه وَصفُ أهلِ اليَمَنِ بكَمالِ الإيمانِ، وكَمالِ الحِكْمةِ؛ فقُلوبُهم مَعادِنُ الإيمانِ ويَنابيعُ الحِكْمةِ، وقيلَ في مَعنى الحِكْمةِ: إنَّها عِبارةٌ عنِ العِلمِ المُشتَمِلِ على مَعرِفةِ اللهِ تعالَى، المَصْحوبِ بنَفاذِ البَصيرةِ، وتَهْذيبِ النَّفْسِ، وتَحْقيقِ الحقِّ، والعَملِ به، والصَّدِّ عنِ اتِّباعِ الهَوى والباطِلِ، والحَكيمُ مَن له ذلك. وقدْ كانوا دائمًا أهلَ مَدَدٍ للمُسلِمينَ في جَميعِ الحُروبِ والفُتوحاتِ، منذُ حُروبِ الرِّدَّةِ؛ فحارَبوا معَ أبي بَكرٍ الصِّدِّيقِ رَضيَ اللهُ عنه، وجاؤوا أمْدادًا في عَهدِ عُمَرَ بنِ الخطَّابِ رَضيَ اللهُ عنه أيضًا، ومعَهم أُوَيْسُ بنُ عامرٍ القَرَنيُّ.\nثمَّ أخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ الفَخرَ -وهوَ تَعْدادُ مَحاسِنِ الآباءِ على حسَبِ أعْرافِ الجاهِليَّةِ- والخُيَلاءَ -وهو التَّعالي والتَّكبُّرُ على النَّاسِ- في أصْحابِ الإبِلِ، قيلَ: إنَّما ذمَّ هؤلاء؛ لاشْتِغالِهم بمُعالَجةِ ما همْ عليه عن أُمورِ دِينِهم، وتَلَهِّيهم عن أمرِ الآخِرةِ، وتكونُ منها قَساوةُ القَلبِ ونَحوُها. وأخبَرَ صلَّى اللهُ عليه وسلَّمَ أنَّ السَّكينةَ والوَقارَ -يَعْني: المَسْكَنةَ والخُضوعَ، أوِ الأَناةَ والحِلمَ- مَوْجودانِ فيمَن يَرعَوْنَ الغَنمَ.\nوفي الحَديثِ: أنَّ مُخالَطةَ الحَيَوانِ تُؤثِّرُ على طِباعِ مَن يُخالِطُها.\nوفيه: فَضيلةُ أهلِ اليَمَنِ.\nوفيه: تَفاضُلُ النَّاسِ في الإيمانِ ومَكارِمِ الأخْلاقِ.\nوفيه: التَّحْذيرُ مِن الكِبرِ والخُيَلاءِ.\nوفيه: التَّرْغيبُ في التَّواضُعِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}