{
    "hadith_id": "534",
    "hadith": "أَصَلَّى مَن خَلْفَكُمْ؟ قالَ: نَعَمْ، فَقامَ بيْنَهُما، وجَعَلَ أحَدَهُما عن يَمِينِهِ والآخَرَ عن شِمالِهِ، ثُمَّ رَكَعْنا، فَوَضَعْنا أيْدِيَنا علَى رُكَبِنا فَضَرَبَ أيْدِيَنا، ثُمَّ طَبَّقَ بيْنَ يَدَيْهِ، ثُمَّ جَعَلَهُما بيْنَ فَخِذَيْهِ، فَلَمَّا صَلَّى، قالَ: هَكَذا فَعَلَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "534",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "يَحكي الأسودُ وعلقمةُ أنَّهما أتيَا عبدَ اللهِ بنَ مسعود رضي الله عنه في دارِه، فسأَلهما: أصلَّى هؤلاء خَلْفَكم؟ فقالا: لا، إشارةً إلى الأمراءِ؛ حيث عاب عليهم تأخيرَها عن وقتِها المُستحَبِّ، فقام يُصلِّي بهما ولم يأمُرْهما بأذانٍ ولا إقامةٍ، وأخَذ بأيديهما فجعَل أحدَهما عن يمينِه والآخَرَ عن شِمالِه، فلمَّا ركَع ركَعَا ووضَعا أيديَهما، أي: أكُفَّهما على رُكبتيهما، أي: كلَّ كفٍّ على كل رُكبة، فضرَب أيديَهما وطبَّق بين كفَّيه، أي: ألْصَق بطنَ الكفِّ اليُمنى ببطنِ الكفِّ اليُسرى، ثمَّ أدخلَهما بين فخِذيه، أي: أَدخَل كفَّيْه المُلصقتينِ بين رِجليه، بين فخِذيه قريبًا مِن رُكبتيه، وهذا يدُلُّ على أنَّ ابنَ مسعودٍ رضي الله عنه يرى أنَّ التَّطبيقَ سنَّةٌ، ولعلَّه لم يبلُغْه النَّاسخُ، وهو ما رواه مُسلِمٌ في صحيحِه عن مُصعَبِ بن سعدٍ، قال: صلَّيتُ إلى جَنبِ أَبي، قال: وجعلتُ يدي بين رُكبتيَّ، فقال لي أَبي: اضرِبْ بكفَّيْك على رُكبتيك، قال: ثمَّ فعلتُ ذلك مرَّةً أخرى فضرَب يدي، وقال: إنَّا نُهِينا عن هذا، وأُمِرنا أن نضرِبَ بالأكُفِّ على الرُّكَبِ، وهو مذهبُ العلماءِ كافَّةً، أنَّ السنَّةَ: وضْعُ اليَدينِ على الرُّكبتين، وكراهةُ التَّطبيقِ؛ لثبوتِ النَّسخِ الصَّريحِ للتَّطبيقِ، قال: فلمَّا صلَّى قال: إنَّه ستكونُ عليكم أمراءُ يُؤخِّرون الصَّلاةَ عن مِيقاتِها، \"ويخنُقونها\"، أي: يُضيِّقون وقتَها ويتركونَ أداءَها \"إلى شَرَقِ الموتى\"، يعني عند آخرِ مَغِيبها، وشبَّهها بخروجِ نفسِ الآدميِّ، فإذا رأيتموهم قد فعَلوا ذلك، فصلُّوا الصَّلاةَ لميقاتِها، أي: في وقتِها دون تأخيرٍ، واجعَلوا صلاتَكم معهم سُبْحةً يعني: نافلةً، وإذا كنتُم ثلاثةً فصلُّوا جميعًا بمعنى صفٍّ واحدٍ، وإذا كنتم أكثرَ مِن ذلك، فلْيَؤُمَّكم أحدُكم، وإذا ركَع أحدُكم فليفرِشْ ذِراعيه على فَخِذيه، ولْيَجْنَأْ، أي: يُشرِفْ كاهلَه على صدرِه، وليُطبِّقْ بين كفَّيه، أي: ولْيُلصِقْ بطنَ الكفِّ اليُمنى ببطنِ الكفِّ اليُسرى، فلَكَأنِّي أنظُرُ إلى اختلافِ أصابع رسولِ الله صلَّى اللهُ عليه وسلَّم، فأراهم، ومرادُه مِن اختلافِ أصابعِه صلَّى اللهُ عليه وسلَّم: تطبيقُها، وفي روايةٍ: فلَكَأنِّي أنظُرُ إلى اختلافِ أصابعِ رسولِ الله صلَّى اللهُ عليه وسلَّم وهو راكعٌ.\nفي الحديثِ: الحثُّ على المُداراةِ، وألَّا يَتظاهَرَ بالخِلافِ على الأمراءِ، وإنْ أخَّروا الصَّلاةَ عن وقتِها",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}