{
    "hadith_id": "54",
    "hadith": "والذي نَفْسِي بيَدِهِ لا تَدْخُلُونَ الجَنَّةَ حتَّى تُؤْمِنُوا [ولا تُؤْمِنُوا حتَّى تَحابُّوا، أوَلا أدُلُّكُمْ علَى شيءٍ إذا فَعَلْتُمُوهُ تَحابَبْتُمْ؟ أفْشُوا السَّلامَ بيْنَكُمْ.]",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "54",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (54)",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليه وسلَّم يُعلِّمُ أصحابَه وأُمَّتَه فَضائلَ الأعمالِ الَّتي تَرفَعُ الدَّرَجاتِ في الآخِرةِ، وتَنفَُع النَّاسَ في الدُّنيا؛ باستِجلابِ المَودَّةِ بينهم، كما حذَّرَنا ممَّا يُورِثُ التَّنافُرَ والتَّشاحُنَ، ومن أسبابِ المَحبَّةِ والتآلُفِ بين المسلمينَ إفشاءُ السَّلامِ.\nوفي هذا الحديثِ يُخبِرُ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم، أنَّه لَن يدخُلَ الجنَّةَ إلَّا المؤمِنونَ، وأنَّ التَّحابَّ بين المُؤمنينَ من كَمالِ الإيمانِ؛ فيَقولُ: «لا تدْخلونَ الجنَّةَ حتَّى تُؤمِنوا»، أي: لا يَكتَمِلُ إيمانُكم ولا يَصلُح حالُكُم في الإيمانِ حتَّى يُحِبَّ بعضُكُم بَعضًا، ثُمَّ يَدُلُّنا النَّبيُّ صلَّى اللهُ عليه وسلَّم على أفضَلِ وأكمَلِ الخِصالِ المُساعِدةِ على هذا النَّوعِ منَ التَّحابِّ في المُجتمعِ المسلِمِ، وهي إفشاءُ السَّلامِ بين المُسلِمينَ بإظهارِه والعَملِ به؛ والسَّلامُ هو التَّحيَّةُ التي شَرَعها اللهُ تَعالَى لعِبادِه، فلا يَمُرُّ مُسلِمٌ على مُسلمٍ -غَريبًا أو قريبًا- إلَّا ألقَى عَليه السَّلامَ؛ فاللهُ عزَّ وجَلَّ جعلَ إفشاءَ السَّلامِ سَببًا لِلمَحبَّةِ، والمحَبَّةَ سببًا لِكَمالِ الإيمانِ؛ لأنَّ إفشاءَ السَّلامِ سبَبٌ للتَّحابِّ والتوادِّ، وهو سَببُ الأُلفةِ بينَ المسلِمينَ المسبِّبُ لِكَمالِ الدِّينِ وإعلاءِ كَلمةِ الإسلامِ، وفي التَّهاجُرِ والتَّقاطُعِ والشَّحناءِ التَّفرِقةُ بينَ المسلِمينَ. وصيغةُ تِلك التَّحيَّةِ -كما عند أبي داوُدَ وغَيرِه-: «السَّلامُ عليْكم ورَحمةُ اللهِ وبَرَكاتُه».\nوفي الحديثِ: الأمرُ بإفشاءِ السَّلامِ وبَذلِه للمُسلِمين؛ لِما فيه من نَشرِ المحبَّةِ والأمانِ بينَ النَّاسِ.\nوفيه: دَليلٌ على أنَّ المَحبَّةَ من كَمالِ الإيمانِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}