{
    "hadith_id": "540",
    "hadith": "إنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بَعَثَنِي لِحَاجَةٍ، ثُمَّ أدْرَكْتُهُ وهو يَسِيرُ، قالَ قُتَيْبَةُ: يُصَلِّي، فَسَلَّمْتُ عليه، فأشَارَ إلَيَّ، فَلَمَّا فَرَغَ دَعَانِي فَقالَ: إنَّكَ سَلَّمْتَ آنِفًا وأَنَا أُصَلِّي وهو مُوَجِّهٌ حِينَئِذٍ قِبَلَ المَشْرِقِ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "540",
    "grade": "[صحيح]",
    "sharh": "كان الرِّفقُ سِمَةً بارزةً وخُلُقًا غالبًا على النبيِّ صلَّى اللهُ عليه وسلَّمَ، وكان الصَّحابةُ رَضيَ اللهُ عنهم حَريصينَ على حُبِّه وإجلالِه وتَوقيرِه، وطاعةِ أوامِره، ويَخافونَ خَوفًا شَديدًا مِن مُخالفتِه صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الحَديثِ يُخبِرُ جابرُ بنُ عبْدِ اللهِ رَضيَ اللهُ عنهما أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ بعَثَه لحاجةٍ له، وقد ورَدَ في صَحيحِ مُسلِمٍ أنَّ ذلك كان في غَزوةِ بَني المُصْطَلِقِ، فرجَعَ فسلَّمَ على النبيِّ صلَّى اللهُ عليه وسلَّمَ، فلمْ يَرُدَّ عليه السَّلامَ، قال: فوقَعَ في قلْبِي ما اللهُ أعلَمُ به، أي: ممَّا لا أُقَدِّرُ قَدْرَه، يُشيرُ بذلك إلى شِدَّةِ الحُزنِ الذي وَقَعَ في قلْبِه، فجَعَلَ يُراجِعُ نفْسَه عن سَببِ عدَمِ رَدِّ النبيِّ صلَّى اللهُ عليه وسلَّمَ، قال: فقلْتُ في نفْسي: لعلَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ غَضِب علَيَّ أنِّي تأخَّرتُ عليه في قَضاءِ حاجتِه، ثمَّ قال: ثمَّ سلَّمتُ عليه مرَّةً ثانيةً، فلم يَرُدَّ علَيَّ، فوقَعَ في قلْبي مِن الحزنِ أشَدُّ مِن الذي وقَعَ فيه في المَرَّةِ الأُولى، ثمَّ سلَّم عليه الثالثةَ، فرَدَّ عليه النبيُّ صلَّى اللهُ عليه وسلَّمَ بعْدَ أنْ فرَغَ مِن صَلاتِه، وقال له: إنَّما منَعَني أنْ أَرُدَّ عليك أنِّي كنتُ أُصلِّي وهذا مِن عَظيمِ تواضُعِه صلَّى اللهُ عليه وسلَّمَ وجَميلِ عِشرتِه، وكان عليه الصَّلاةُ والسَّلامُ يُصلِّي نَفْلًا وهو راكبٌ على راحلتِه -وهي الدَّابَّةُ أو البعيرُ الذي يُسافَرُ عليه- مُتوجِّهًا إلى غيرِ القِبلةِ مُستقبِلًا صَوبَ سَفَرِه؛ ولذلك لم يَلحَظْ جابرٌ رَضيَ اللهُ عنه أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كان يُصلِّي. \r\nوفي الحديثِ: عدَمُ ردِّ السَّلامِ في الصَّلاةِ بالكلامِ.\r\nوفيه: مَشروعيَّةُ صَلاةِ النافلةِ على الراحلةِ، وأنَّه لا يُشترَطُ لها استقبالُ القِبلةِ.\r\nوفيه: أنَّ مَنْ وقَعَ منه ما يُوجِبُ حُزنًا لغيرِه، فعليه أنْ يُظهِرَ سَبَبَه؛ لِيَندفِعَ ذلك الحُزنُ، كمَنْ سُلِّمَ عليه ومَنَعَه مِن رَدِّ السَّلامِ مانِعٌ؛ فعليهِ أنْ يَعْتَذِرَ إلى الْمُسَلِّمِ ويَذْكُرَ له ذلِكَ المانِعَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}