{
    "hadith_id": "542",
    "hadith": "قَامَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ فَسَمِعْنَاهُ يقولُ: أعُوذُ باللَّهِ مِنْكَ، ثُمَّ قالَ ألْعَنُكَ بلَعْنَةِ اللهِ ثَلَاثًا، وبَسَطَ يَدَهُ كَأنَّهُ يَتَنَاوَلُ شيئًا، فَلَمَّا فَرَغَ مِنَ الصَّلَاةِ قُلْنَا: يا رَسولَ اللهِ، قدْ سَمِعْنَاكَ تَقُولُ في الصَّلَاةِ شيئًا لَمْ نَسْمَعْكَ تَقُولُهُ قَبْلَ ذلكَ، ورَأَيْنَاكَ بَسَطْتَ يَدَكَ، قالَ: إنَّ عَدُوَّ اللهِ إبْلِيسَ، جَاءَ بشِهَابٍ مِن نَارٍ لِيَجْعَلَهُ في وجْهِي، فَقُلتُ: أعُوذُ باللَّهِ مِنْكَ، ثَلَاثَ مَرَّاتٍ، ثُمَّ قُلتُ: ألْعَنُكَ بلَعْنَةِ اللهِ التَّامَّةِ، فَلَمْ يَسْتَأْخِرْ، ثَلَاثَ مَرَّاتٍ، ثُمَّ أرَدْتُ أخْذَهُ، واللَّهِ لَوْلَا دَعْوَةُ أخِينَا سُلَيْمَانَ لأَصْبَحَ مُوثَقًا يَلْعَبُ به وِلْدَانُ أهْلِ المَدِينَةِ.",
    "rawi": "أبو الدرداء",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "542",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "في هذا الحديثِ يَقولُ أبو الدَّرداءِ رضي اللهُ عنه: قام رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم، أي: في الصَّلاةِ، فسَمِعْناه يَقولُ: \"أعوذُ بِاللهِ منك\"، أي: أَعتَصمُ، وأَتَحصَّنُ، وفي هذا إِظهارٌ لغايةِ الخَوفِ والِافتقارِ إلى اللهِ تَعالى، والِاحتياجُ إلى دَوامِ فَضْلِه وعِصمَتِه، ثُمَّ قال: \"أَلعَنُك بلَعنَةِ اللهِ ثلاثًا\"، والمعنى: أسألُ اللهَ أن يَلعَنَك بلَعنَتِه المَخصوصَةِ لكَ الَّتي لا تُوازيها لَعنَةٌ، أو أُبعِدُكَ عنِّي بإِبْعَادِ اللهِ لك، ثُمَّ \"بسط\" أي: مَدَّ يدَه الشَّريفةَ كأنَّه يَتناولُ شيئًا يأخُذُه من بَعيدٍ، فلمَّا فَرَغَ من الصَّلاةِ وانتهى منها، \"قلنا\" أي: قال الصَّحابَةُ الحاضرونَ تلك الصَّلاةَ، والسَّامعونَ ما قالَه النَّبيُّ صلَّى اللهُ عليه وسلَّم، والمُشَاهِدونَ ما فَعَلَه من الأمرِ الغريبِ: \"يا رَسولَ اللهِ قد سَمِعْناك تَقولُ في الصَّلاةِ شيئًا مِنَ التَّعوُّذِ واللَّعنِ بالخِطابِ لم نَسمَعْك تَقولُه قبلَ ذلك، ورأيناكَ بَسَطْت يَدَك، أي: كأنَّك تَتنَاولُ شيئًا، قال: إنَّ عَدوَّ اللهِ إبليسَ، جاء بشَهابٍ\"، أي: شُعلَةٍ من نارٍ يَجعَلُه في وجهي، أي: ليَجْعَلَ ذلك الشِّهابَ في وَجهِهِ صلَّى اللهُ عليه وسلَّم حتَّى يَحرِقَه به، فقُلتُ: أعوذُ باللهِ منكَ ثَلاثَ مرَّاتٍ، أي: فقلتُ هذا الدُّعاءَ ثَلاثَ مرَّاتٍ؛ تحصُّنًا باللهِ تعالى، ثُمَّ قُلتُ: أَلعنُكَ بلَعنَةِ اللهِ التَّامَّةِ، أى: لا نَقصَ فيه، \"الواجبَة له المستَحَقَّة عليه، ثَلاثَ مرَّاتٍ، \"فلم يَستأخِرْ\"، أي لم يتأخَّرْ عن ما أراده، بل تَمادَى عليه (ثَلاثَ مرَّاتٍ)، فقُلتُ هذا الدُّعاءَ ثلاثَ مرَّاتٍ. (ثُمَّ أردتُ أن آخُذَه)، يعنِي: أنَّه لَمَّا تمادَى على غَيِّه فلم يَتَأخَّرْ في ثلاثِ مرَّاتٍ من التَّعوُّذِ واللَّعناتِ ثُمَّ أردت أخْذَه. (لولا دَعوةُ أخينا)- أي: مَعشَرَ الأنبياءِ- سليمانَ بقَولِه: {قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ} [ص: 35]، وهذا ممَّا خُصَّ به سُليمانُ عليه السَّلامُ دون غيرِه منَ الأنبياءِ، واستُجِيبَت دَعوتُه في ذلك، ولذلك امتنَعَ نبيُّنا صلَّى اللهُ عليه وسلَّم من أَخْذِه، إمَّا أنَّه لم يقدِرْ عليه لذلك، أو تواضُعًا وتأدُّبًا وتسليمًا لرَغبَةِ سليمانَ، أي: ولولا ذلك لصار مُوثَقًا، أي: مربوطًا بسارِيَةٍ من سواري المسجِدِ، يلعَبُ به وِلدانُ أهلِ المدينَةِ .",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}