{
    "hadith_id": "57",
    "hadith": "لا يَزْنِي الزَّانِي حِينَ يَزْنِي وهو مُؤْمِنٌ، ولا يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وهو مُؤْمِنٌ، ولا يَشْرَبُ الخَمْرَ حِينَ يَشْرَبُها وهو مُؤْمِنٌ.\rقالَ ابنُ شِهابٍ: فأخْبَرَنِي عبدُ المَلِكِ بنُ أبِي بَكْرِ بنِ عبدِ الرَّحْمَنِ أنَّ أبا بَكْرٍ كانَ يُحَدِّثُهُمْ هَؤُلاءِ عن أبِي هُرَيْرَةَ، ثُمَّ يقولُ: وكانَ أبو هُرَيْرَةَ يُلْحِقُ معهُنَّ: ولا يَنْتَهِبُ نُهْبَةً يَرْفَعُ النَّاسُ إلَيْهِ فيها أبْصارَهُمْ حِينَ يَنْتَهِبُها وهو مُؤْمِنٌ. وفي رواية: بمثله إلَّا النُّهْبَةَ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "57",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5578) باختلاف يسير",
    "sharh": "المسلِمُ قدْ يَرتكِبُ كَبيرةً مِن الكبائرِ ثمَّ يَتوبُ منها، واللهُ سُبحانَه وتعالَى يَغفِرُ في الدُّنيا الذُّنوبَ جَميعًا، ومنها الكبائرُ والشِّركُ، فلو ارتكَب المسلِمُ مَعصيةً، مهْما بلَغَت؛ فإنَّ اللهَ تعالَى يَتوبُ عليه، ويَمُنُّ عليه بالغُفرانِ.\nوفي هذا الحديثِ يُبيِّنُ النَّبيُّ صلَّى اللهُ عليه وسلَّم أنَّ المُؤمِنَ حالَ إتيانِه كَبيرةً مِن الكبائرِ لا يتَّصِفُ بصِفةِ الإيمانِ، بلْ إنَّ الإيمانَ يُنزَعُ منه وهو يَرتكِبُ هذه الكبيرةَ، فمَن زَنى، أو سرَق بأخْذِ المالِ المُحترَمِ على وَجْهِ الخُفْيةِ مِن حِرزٍ لا شُبهةَ فيه، أو قتَلَ دونَ حُجَّةٍ شَرعيَّةٍ؛ فلا يَفعَلُ هذه الأفعالَ وهو مُتَّصِفٌ بالإيمانِ. أو يُنزَعُ منه نُورُ الإيمانِ، والإيمانُ هو التَّصديقُ بالجَنَانِ، والإقرارُ باللِّسانِ، والعمَلُ بالجَوارحِ والأركانِ، فإذا زَنى المسلمُ، أو شَرِبَ الخمْرَ، أو سَرَقَ، أو قتَل؛ ذَهَبَ نُورُ الإيمانِ وبَقيَ صاحبُه في ظُلمةٍ. ويَصِحُّ أنْ يكونَ المَنفيُّ هو كَمالَ الإيمانِ، وليس أصْلَ الإيمانِ، فيَكونُ المعْنى: لا يفعَلُ المسلِمُ الكبائِرَ وهو مُؤمِنٌ كاملُ الإيمانِ. أو المرادُ: مَن فَعَلَ ذلك مُستحِلًّا له فهو غيرُ مُؤمنٍ؛ إذ استحلالُ الحرامِ مِن مُوجِباتِ الكفْرِ. أو كَلامُه صلَّى اللهُ عليه وسلَّم مِن بابِ الإنذارِ والتَّحذيرِ مِن زَوالِ الإيمانِ إذا اعتادَ هذه المعاصيَ واستَمرَّ عليها، وأنَّه يُنزَعُ منه حينَ ارتكابِ تلك المعاصي، ثُمَّ يَعُودُ إليه بعدَها.\nوقدْ مَثَّل عبْدُ اللهِ بنُ عَبَّاسٍ رضِيَ الله عنهما نَزْعَ الإيمانِ عندَ المعصيةِ؛ بأنْ شبَّك بيْن أصابِعِه ثُمَّ أَخرَجَ بعضَها مِن بعضٍ، ثُمَّ أعادَ أصابعَه وشبَّكها بعضَها ببَعضٍ، مُمَثِّلًا بذلِك عَوْدةَ الإيمانِ عندَ التَّوبةِ.\nوفي الحَديثِ: أنَّ الزِّنا والسَّرِقَةَ وشُرْبَ الخمرِ مِن أكبرِ الكبائرِ. \nوفيه: تَعظيمُ شَأنِ أَخْذِ حقِّ الغَيْرِ بغيرِ حقٍّ. \nوفيه: أنَّ مَن شَرِب الخمرَ دَخَل في الوَعِيد المذكورِ، سَواءٌ كان المشروبُ كثيرًا أوْ قليلًا.\nوفيه: أنَّ الإيمانَ يَزيدُ بالطَّاعاتِ ويَنقُصُ بالمَعاصي.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}