{
    "hadith_id": "59",
    "hadith": "آيَةُ المُنَافِقِ ثَلَاثٌ [إذا حدَّث كذبَ وإذا وعدَ أخلفَ وإذا اؤتُمنَ خان] وإنْ صَامَ وَصَلَّى وَزَعَمَ أنَّهُ مُسْلِمٌ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "59",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (33) دون قوله: \"وإن صام ...\"",
    "sharh": "النِّفاقُ نَوعانِ: نِفاقٌ اعتِقاديٌّ يُخرِجُ صاحِبَه عنِ الإيمانِ، وهو إظهارُ الإسلامِ وإخفاءُ الكُفرِ، ونِفاقٌ عمَليٌّ، وهو التَّشبُّه بالمُنافِقينَ في أخلاقِهم، وهذا لا يُخرِجُ صاحِبَه عنِ الإيمانِ، إلَّا أنَّه كَبيرةٌ مِنَ الكَبائرِ.\nويُحدِّدُ هذا الحديثُ بعضَ عَلاماتِ المُنافِقينَ وصِفاتِهم، والمُرادُ به هُنا: النِّفاقُ العَمَليُّ الذي لا يُخرِجُ صاحِبَه من دائرةِ الإسلامِ، وهو جُزءٌ من حَديثٍ يُخبِرُ فيه النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ المُنافِقَ له ثَلاثُ عَلاماتٍ يُعرَفُ بهِنَّ، والمُنافِقُ هو الذي يُبطِنُ خِلافَ ما يُظهِرُه للنَّاسِ؛ فالعَلَامةُ الأُولى هيَ: «إذا حدَّثَ كذَبَ»، فيَقولُ في كَلامِه وما يُخبِرُ به على خِلافِ ما هو عليهِ، وأصبَحَ ذلكَ صِفةً مُلازِمةً له في كُلِّ أقوالِه. والكَذِبُ هو: الإخبارُ بشَيءٍ على خِلاف الواقِعِ، وأعظَمُه: الكَذِبُ على اللهِ تَعالَى، وعلَى رَسولِه صلَّى اللهُ عليه وسلَّمَ، وثَمَّةَ كَذِبٌ بالفِعلِ أيضًا، كفِعلِ الإنسانِ خِلافَ ما يُبطِنُ؛ فالمُنافِقُ كاذِبٌ؛ لأنَّه يُظهِرُ الإيمانَ، ولكنَّه ليس مُؤمِنًا في الباطِنِ.\nوقد بيَّنَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ هناك مَواضِعَ مُستَثناةً يَكونُ الكَذِبُ فيها مُباحًا؛ للمَصلحةِ الرَّاجحةِ في ذلك، كما رَوَى البُخاريُّ ومُسلِمٌ، عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ: «ليسَ الكَذَّابُ الذي يُصلِحُ بين النَّاسِ، فيَنمي خَيرًا، أو يَقولُ خَيرًا»؛ فالشَّرعُ الحَنيفُ حَثَّ على الإصلاحِ بيْن النَّاسِ ورغَّبَ فيه، حتَّى وإن تَحقَّقَ ذلك بالكَذِبِ؛ وذلك لِما يَعودُ بالمَصلحةِ على المُتباغِضينَ والمُتخاصِمينَ، وإخمادِ رُوحِ العَداوةِ، وإزالةِ الخُصوماتِ.\nوالعَلَامةُ الثَّانيةُ: أنَّه إذا أعطى غيرَه وَعدًا لم يُوفِّه له؛ وذلك بأن يَشتهِرَ بخُلفِ الوعدِ، بحيثُ إذا وعَدَ بشَيءٍ تَعمَّدَ الخُلفَ.\nوالعَلَامةُ الثَّالِثةُ: «وإذا اؤتُمِنَ خانَ»، فلم يَحفَظْ هذه الأمانةَ، وإنَّما يُضيِّعُها ويَتصرَّفُ فيها.\nثُمَّ أخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ مَنِ اتَّصفَ بهذه الصِّفاتِ الثَّلاثِ ولازَمَتْه فهوَ مُنافِقٌ وإن أتَى بالأُمورِ العَمليَّةِ في الإسلامِ، مِثلَ: الصَّلاةِ والصِّيامِ ونَحوِ ذلكَ، والمَقصودُ: أنَّ هذه الخِصالَ خِصالُ نِفاقٍ، وصاحِبُها شَبيهٌ بالمُنافِقينَ في هذه الخِصالِ، ومُتخلِّقٌ بأخلاقِهم، لا أنَّه مُنافِقٌ يُظهِرُ الإسلامَ وهو يُبطِنُ الكُفرَ، ولم يُرِدِ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بهذا أنَّه مُنافِقٌ نِفاقَ الكُفَّارِ المُخلَّدينَ في الدَّركِ الأسفَلِ مِنَ النَّارِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}