{
    "hadith_id": "594",
    "hadith": "كانَ ابنُ الزُّبَيْرِ يقولُ: في دُبُرِ كُلِّ صَلَاةٍ حِينَ يُسَلِّمُ لا إلَهَ إلَّا اللَّهُ وَحْدَهُ لا شَرِيكَ له، له المُلْكُ وَلَهُ الحَمْدُ وَهو علَى كُلِّ شيءٍ قَدِيرٌ، لا حَوْلَ وَلَا قُوَّةَ إلَّا باللَّهِ، لا إلَهَ إلَّا اللَّهُ، وَلَا نَعْبُدُ إلَّا إيَّاهُ، له النِّعْمَةُ وَلَهُ الفَضْلُ، وَلَهُ الثَّنَاءُ الحَسَنُ، لا إلَهَ إلَّا اللَّهُ مُخْلِصِينَ له الدِّينَ ولو كَرِهَ الكَافِرُونَ وَقالَ: كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يُهَلِّلُ بهِنَّ دُبُرَ كُلِّ صَلَاةٍ. [وفي رواية]:أنَّ عَبْدَ اللهِ بنَ الزُّبَيْرِ كانَ يُهَلِّلُ دُبُرَ كُلِّ صَلَاةٍ... بمِثْلِ حَديثِ ابْنِ نُمَيْرٍ وَقالَ في آخِرِهِ: ثُمَّ يقولُ ابنُ الزُّبَيْرِ: كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يُهَلِّلُ بهِنَّ دُبُرَ كُلِّ صَلَاةٍ. وفي روايةٍ : سَمِعْتُ عَبْدَ اللهِ بنَ الزُّبَيْرِ، يَخْطُبُ علَى هذا المِنْبَرِ وَهو يقولُ: كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يقولُ إذَا سَلَّمَ في دُبُرِ الصَّلَاةِ أَوِ الصَّلَوَاتِ، فَذَكَرَ بمِثْلِ حَديثِ هِشَامِ بنِ عُرْوَةَ. وفي رواية : أنَّهُ سَمِعَ عَبْدَ اللهِ بنَ الزُّبَيْرِ، وَهو يقولُ: في إثْرِ الصَّلَاةِ إذَا سَلَّمَ، بمِثْلِ حَديثِهِمَا، وَقالَ في آخِرِهِ: وَكانَ يَذْكُرُ ذلكَ عن رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ.",
    "rawi": "عبدالله بن الزبير",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "594",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو داود (1506)، والنسائي (1339)، وأحمد (16105)، باختلاف يسير.",
    "sharh": "كان عبدُ اللهِ بنُ الزُّبَير رضي الله عنهما يقولُ بعدَ تسليمِه مِن كلِّ صلاةٍ مكتوبةٍ أذكارًا، منها: لا إلهَ إلَّا اللهُ، يعني لا معبودَ بحقٍّ إلَّا اللهُ وحدَه لا شريكَ له، أي: إنَّه لا مُشارِكَ له في ألوهيَّتِه، له المُلكُ، له المُلكُ المُطلَقُ العامُّ الشَّامل الواسعُ، مُلكُ السَّمواتِ والأرضِ وما بينهما، وله الحمدُ، أي: الكمالُ المُطلَقُ على كلِّ حالٍ؛ فهو جلَّ وعلا محمودٌ على كلِّ حالٍ، في السَّرَّاءِ، وفي الضَّرَّاءِ، وهو على كلِّ شيءٍ قديرٌ، لا حولَ، أي: لا تحوُّلَ عن مَعصيةِ اللهِ ولا قوَّةَ على طاعةِ اللهِ إلَّا باللهِ، أي: بعِصمتِه وإعانتِه. لا إلهَ إلَّا اللهُ، ولا نعبُدُ إلَّا إيَّاه؛ إذ لا يستحِقُّ العبادةَ سواه، له النِّعمةُ وله الفضلُ، وله الثَّناءُ الحسَنُ على ذاتِه وصفاتِه وأفعالِه ونِعمِه، وعلى كلِّ حالٍ.. لا إلهَ إلَّا اللهُ، مُخلِصين له الدِّينَ، أي للطَّاعةِ، ولو كرِه الكافرونَ، أي: كونَنا مُخلِصين دِينَ اللهِ، وكونَنا عابدين ومُوحِّدين اللهَ، ولو كرِه الكافرونَ، وقال: كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّم يُهلِّلُ بهنَّ دُبُرَ كلِّ صلاةٍ.\nفي الحديثِ: بيانُ الأذكارِ المُقيَّدةِ بالصَّلاة.\nوفيه: بيانُ توحيدِ الألوهيَّةِ.\nوفيه: ثبوتُ صِفةِ المُلكِ للهِ عزَّ وجلَّ.\nوفيه: الاعترافُ بالنِّعمةِ في أدبارِ الصَّلواتِ.\nوفيه: مشروعيَّةُ التَّهليلِ خلفَ الصَّلاةِ المكتوبةِ",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}