{
    "hadith_id": "597",
    "hadith": "عَنْ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مَن سَبَّحَ اللَّهَ في دُبُرِ كُلِّ صَلاةٍ ثَلاثًا وثَلاثِينَ، وحَمِدَ اللَّهَ ثَلاثًا وثَلاثِينَ، وكَبَّرَ اللَّهَ ثَلاثًا وثَلاثِينَ، فَتْلِكَ تِسْعَةٌ وتِسْعُونَ، وقالَ: تَمامَ المِئَةِ: لا إلَهَ إلَّا اللَّهُ وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ وهو علَى كُلِّ شيءٍ قَدِيرٌ غُفِرَتْ خَطاياهُ وإنْ كانَتْ مِثْلَ زَبَدِ البَحْرِ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "597",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "ذِكرُ اللهِ تَطمئِنُّ بهِ القلوبُ، والصلاةٌ عِبادةٌ رُوحيَّةٌ، وبعدَ أداءِ فرائِضها جعَلَ اللهُ الخيرَ مُتَّصلا بها بالتَّسبيحِ والتَّحميدِ والتَّكبيرِ، وجعلَ اللهُ على ذلكَ فَضلا عظيمًا. \r\nوفي هذا الحديثِ يقولُ رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم: \"مَن سَبَّحَ اللهَ\"، أي: قالَ: سُبحانَ اللهِ، \"في دُبُرِ كلِّ صَلاةٍ\"، أي: خلفَ كلِّ صلاةٍ مَفروضةٍ \"ثلاثًا وثلاثينَ\" تَسْبيحةً، \"وحمِدَ اللهَ\"، أي: قال: الحمدُ للهِ \"ثَلاثًا وثلاثينَ\" تَحميدةً، \"وكبَّرَ اللهَ\"، أي: قالَ: اللهُ أكبرُ، \"ثلاثًا وثلاثينَ\" تَكبيرةً، \"فتِلكَ\" الأعدادُ المذكورةُ مِن التَّسبيحِ والتَّحميدِ والتَّكبيرِ، \"تِسعةٌ وتِسعونَ\" لفظًا، \"وقالَ تَمامَ المِئةِ\"، أي: لإكْمالِها وإتمامِها، \"لا إلهَ إلَّا اللهُ\"، ومعناها: لا مَعبودَ بِحقٍّ إلَّا الله، \"وحدَه لا شريكَ لهُ\" في أسمائِهِ وصِفاتهِ وأفعالهِ، \"لهُ المُلكُ\"، أي: مالكُ كلِّ شَيءٍ، \"ولهُ الحمدُ\"، أي: له جَميعُ المحامدِ، \"وهوَ عَلى كلِّ شيءٍ قديرٌ\" مِن الممْكِناتِ والمُستحيلاتِ، \"غُفِرتْ خَطاياهُ\"، أي: ذُنوبه، \"وإنْ كانتْ\" تلكَ الذُّنوبُ في الكثرةِ والعَظمةِ، \"مثلَ زَبدِ البَحرِ\"، وهوَ ما يَعلو البحرَ مِن الرَّغوةِ والفَقاقيعِ عندَ تموُّجِهِ وهَيجانِه، وهو يُعبِّرُ عن كثرةِ الذُّنوبِ وعدم حَصرِها ومعَ كثرتِها الهائلةِ يغفِرُها اللهُ لِمَن أتى بهذا الذِّكرِ بعدَ الصلاةِ المفروضةِ.\r\nوفي الحديثِ: بيانُ فَضيلةِ الذِّكرِ المَسنونِ بعدَ الصَّلواتِ المكتوباتِ.\r\nوفيه: أنَّ هذا الذِّكرَ يكونُ سببًا لغُفرانِ الذُّنوبِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}