{
    "hadith_id": "600",
    "hadith": "أنَّ رَجُلًا جَاءَ فَدَخَلَ الصَّفَّ وَقَدْ حَفَزَهُ النَّفَسُ، فَقالَ: الحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ، فَلَمَّا قَضَى رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ صَلَاتَهُ قالَ: أَيُّكُمُ المُتَكَلِّمُ بالكَلِمَاتِ؟ فأرَمَّ القَوْمُ، فَقالَ: أَيُّكُمُ المُتَكَلِّمُ بهَا؟ فإنَّه لَمْ يَقُلْ بَأْسًا فَقالَ رَجُلٌ: جِئْتُ وَقَدْ حَفَزَنِي النَّفَسُ فَقُلتُهَا، فَقالَ: لقَدْ رَأَيْتُ اثْنَيْ عَشَرَ مَلَكًا يَبْتَدِرُونَهَا، أَيُّهُمْ يَرْفَعُهَا.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "600",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (13645) بلفظه، وأبو داود (763)، وابن خزيمة (466) باختلاف يسير.",
    "sharh": "كانَ النبيُّ صلَّى اللهُ عليه وسلَّم مُعلِّمًا رَحيمًا، ومؤدِّبًا رفيقًا، ومُربِّيًا حليمًا، فكانَ إذا رأى خطأً لا يُعنِّفُ ولا يَزجُرُ ولا يُنفِّرُ، وإذا رأى صوابًا مدَحَهُ، وأثْنى عليهِ وشَكرَ له.\r\nوفي هذا الحديثِ يُخبِرُ أنسُ بنُ مالكٍ رضيَ اللهُ عنهُ: \"أنَّ رجلًا جاءَ فدَخلَ الصَّفَّ\"، أي: جاءَ رجلٌ المسجِدَ مُتأخِّرًا وقدْ أُقيمتِ الصَّلاةُ فدَخلَ فوقَفَ في الصفِّ معَ المصلِّينَ، \"وقدْ حَفَزَهُ النَّفَسُ\"، أي: وقدْ أَتعَبهُ وأجْهدَه النَّفَسُ مِن سُرعتِه في السَّيرِ حتى يلحَقَ صلاةَ الجَماعةِ، فقالَ الرجلُ: \"الحمدُ للهِ حمدًا كَثيرًا طيِّبًا مُباركًا فيهِ\"، أي: أَحمَدُ اللهَ حمدًا كثيرًا كثيرَ الخَيرِ كثيرَ البركةِ، \"فلمَّا قَضى رسولُ اللهِ صلَّى اللهُ عليه وسلَّم صَلاتَه\"، أي: فلمَّا انتهى مِنها، قال: \"أيُّكمُ المتكلِّمُ بالكلِماتِ؟\"، أي: مَن مِنكم الذي حمِدَ اللهَ بتلكَ الكلماتِ؟\"فأرَمَّ القومُ\"، أي: سَكتوا وصَمتوا جميعًا، \"فقالَ\"، أي: النبيُّ صلَّى اللهُ عليه وسلَّم: \"أيُّكمُ المتكلِّمُ بها؛ فإنَّهُ لم يَقُلْ بأسًا؟\"، أي: فلْيُجِبْ مَن قالَ تلكَ الكلماتِ؛ فإنَّه لم يقُلْ شيئًا خطأً، فقالَ رجلٌ: \"جئتُ وقدْ حفَزَني النَّفَسُ فقُلتها\"، أي: جئتُ إلى الصَّلاةِ وقدْ أجهَدَني النَّفَسُ وأتعَبني مِن شِدَّةِ سُرعتي؛ لكي ألحقَ الركعةَ ولا تَفوتُني، فقالَ النبيُّ صلَّى اللهُ عليه وسلَّم: \"لقدْ رأيتُ اثني عشرَ مَلَكًا يَبْتدِرونَها أيُّهم يرفعُها\"، أي: يَتسارَعونَ فيها كلُّهم يُريدُ أن يَصعَدَ بها إلى اللهِ عزَّ وجلَّ، وذلكَ دليلٌ على كَثرةِ ثوابِها وعظيمِ فضلِها.\r\nوفي الحديثِ: بيانُ فَضلِ الذِّكرِ والثَّناءِ على اللهِ عزَّ وجلَّ.( ).",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}