{
    "hadith_id": "61",
    "hadith": "ليسَ مِن رَجُلٍ ادَّعَى لِغَيْرِ أبِيهِ وهو يَعْلَمُهُ إلَّا كَفَرَ، ومَنِ ادَّعَى ما ليْسَ له فليسَ مِنَّا، ولْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ، ومَن دَعا رَجُلًا بالكُفْرِ، أوْ قالَ: عَدُوُّ اللهِ وليسَ كَذلكَ إلَّا حارَ عليه.",
    "rawi": "أبو ذر الغفاري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "61",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3508) مختصراً، ومسلم (61).",
    "sharh": "حِفظُ الأنْسابِ مِن الاخْتِلاطِ والضَّياعِ مَقصِدٌ جَليلٌ مِن مَقاصِدِ الشَّرعِ.\nوفي هذا الحَديثِ يَحْكي أبو ذرٍّ رَضيَ اللهُ عنه أنَّه سَمِع النَّبيَّ صلَّى اللهُ عليه وسلَّمَ يَقولُ: «ليس مِن رَجلٍ ادَّعى»، أيِ: انتَسَبَ لغَيرِ أبيه الحَقيقيِّ، واتَّخَذه أبًا رَغبةً عن أبيه، وهو يَعلَمُ أنَّه ليس أباهُ؛ إلَّا كَفَر بالنِّعمةِ الَّتي كانت لأبيه عليه، وفعَل ما يُشبِهُ أفْعالَ أهلِ الكُفرِ، وإنِ استحَلَّ ذلك خرَج عنِ الإسْلامِ، أو ورَد هذا القَولُ على سَبيلِ التَّغْليظِ لزَجرِ فاعلِه، وقد يُعْفى عنه، أو يَتوبُ فيَسقُطُ عنه العِقابُ. \nوقُيِّدَ بالعِلمِ؛ لأنَّ الإثمَ إنَّما يَترتَّبُ على العالِمِ بالشَّيءِ، المُتعمِّدِ له، فلا بدَّ منه في الحالَتَينِ إثْباتًا ونَفيًا، وقيلَ: أتى هذا الشَّرطُ؛ لأنَّ الأنْسابَ قد تَتَراخى فيها مُدَدُ الآباءِ والأجْدادِ، ويَتعذَّرُ العِلمُ بحَقيقتِها، وقد يقَعُ اخْتِلالٌ في النَّسبِ في الباطِنِ من جِهةِ النِّساءِ، ولا يَشعُرُ به. وهذا الفِعلُ الدَّنيءُ إنَّما يَفعَلُه أهلُ الجَفاءِ والجَهلِ والكِبرِ؛ لخِسَّةِ مَنصِبِ الأبِ ودَناءَتِه، فيَرى الانتِسابَ إليه عارًا ونَقصًا في حقِّه.\nثمَّ أخبَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ مَنِ ادَّعى قَومًا، فانتسَبَ إليهم، وليس له فيهم نسَبُ قَرابةٍ، أو نَحوِها؛ فلْيتَبوَّأْ مَقعَدَه مِنَ النَّارِ، أي: هذا جَزاؤُه، فلْيَنزِلْ مَنزِلَه منها، أو فلْيتَّخِذْ مَنزِلًا بها.\nوفي الحَديثِ: النَّهيُ عنِ انْتِسابِ الإنْسانِ إلى غيرِ أبيه. \nوفيه: أنَّ انْتِسابَ الإنْسانِ لقَومٍ لا يُوجَدُ نسَبٌ له فيهم سَببٌ مِن أسْبابِ العَذابِ.\nوفيه: إطْلاقُ الكُفرِ على المَعاصي، وأنَّها تُنافي كَمالَ الإيمانِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}