{
    "hadith_id": "613",
    "hadith": "عَنِ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ، أنَّ رَجُلًا سَأَلَهُ عن وَقْتِ الصَّلَاةِ، فَقالَ له: صَلِّ معنَا هَذَيْنِ، يَعْنِي اليَومَيْنِ، فَلَمَّا زَالَتِ الشَّمْسُ أَمَرَ بلَالًا فأذَّنَ، ثُمَّ أَمَرَهُ، فأقَامَ الظُّهْرَ، ثُمَّ أَمَرَهُ، فأقَامَ العَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ بَيْضَاءُ نَقِيَّةٌ، ثُمَّ أَمَرَهُ فأقَامَ المَغْرِبَ حِينَ غَابَتِ الشَّمْسُ، ثُمَّ أَمَرَهُ فأقَامَ العِشَاءَ حِينَ غَابَ الشَّفَقُ، ثُمَّ أَمَرَهُ فأقَامَ الفَجْرَ حِينَ طَلَعَ الفَجْرَ، فَلَمَّا أَنْ كانَ اليَوْمُ الثَّانِي أَمَرَهُ فأبْرَدَ بالظُّهْرِ، فأبْرَدَ بهَا، فأنْعَمَ أَنْ يُبْرِدَ بهَا، وَصَلَّى العَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ أَخَّرَهَا فَوْقَ الذي كَانَ، وَصَلَّى المَغْرِبَ قَبْلَ أَنْ يَغِيبَ الشَّفَقُ، وَصَلَّى العِشَاءَ بَعْدَ ما ذَهَبَ ثُلُثُ اللَّيْلِ، وَصَلَّى الفَجْرَ فأسْفَرَ بهَا، ثُمَّ قالَ: أَيْنَ السَّائِلُ عن وَقْتِ الصَّلَاةِ؟ فَقالَ الرَّجُلُ: أَنَا، يا رَسولَ اللهِ، قالَ: وَقْتُ صَلَاتِكُمْ بيْنَ ما رَأَيْتُمْ.",
    "rawi": "بريدة بن الحصيب الأسلمي",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "613",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (519)، وابن ماجة (667) واللفظ لهما، وأحمد (22955) باختلاف يسير.",
    "sharh": "البيانُ بالفِعلِ أبلغُ في الإيضاحِ مِنَ القولِ، والفعلُ تعمُّ فائدتُه السائلَ وغيرَه، وكانَ هذا مَنهجًا للنَّبيِّ صلَّى اللهُ عليهِ وسلَّم في تعليمِ أصحابِه؛ مِنْ ذلكَ: أنَّ رجلًا سألَه عنْ وقتِ الصَّلاةِ، أي مواقيتِ الصَّلواتِ الخمسِ، فقالَ له: صلِّ معَنا هذينِ- يَعني اليومينِ- أي لكَيْ تتعلَّمَ وقتَ الصَّلاةِ، أولَهَا وآخرَها؛ لأنَّ المشاهدةَ أقوَى منَ السَّمعِ، فلمَّا زالتِ الشَّمسُ، أي تنحَّتْ وتحرَّكتْ عنْ وسَطِ السَّماءِ، أمَرَ بلالًا فأذَّنَ، ثُمَّ أمرَه، فأقامَ الظُّهرَ، وهذا أوَّلُ وقتِ الظُّهرِ، ثمَّ أمرَه فأقامَ العصرَ والشَّمسُ مرتفِعةٌ بيضاءُ نقيَّةٌ، أي: لمْ تخالطْها صُفرةٌ، وهو أوَّلُ وقتِ العصرِ، ثمَّ أمرَه فأقامَ المغربَ حينَ غابَتِ الشَّمسُ، وهو أوَّلُ وقتِ المغربِ، ثمَّ أمرَه فأقامَ العِشاءَ حينَ غابَ الشَّفقُ، وهذا أوَّلُ وقتِ العِشاءِ، ثمَّ أمرَه فأقامَ الفجرَ حينَ طلَعَ الفجرُ، وهذا هو فجرُ اليومِ الأوَّلِ في أوَّلِ وقتِهِ، فلمَّا أنْ كانَ اليومُ الثَّاني أمرَه فأبردَ بالظُّهرِ، فأبردَ بِها، أي: أمرَه بالإبرادِ فأبردَ بها والإبرادٌ هو الدُّخولُ في البردِ، حينَ تنكسِرُ شدَّةُ الحرِّ، فأنعمَ أنْ يبردَ بها، أي: بالغَ في الإبرادِ بها، وصلَّاها في آخرِ وقتِها وكذلِكَ العصرُ، صلَّى العصرَ والشَّمسُ مرتفِعةٌ أخَّرَها فوقَ الذي كانَ، وصلَّى المغربَ قبلَ أنْ يَغيبَ الشَّفقُ، أي: في آخرِ وقتِها، وهنا إشارةٌ إلى أنَّ المغربَ ممتدٌّ.\r\nوصلَّى العشاءَ بعدَما ذهبَ ثلُثُ اللَّيلِ، أي: في آخرِ وقتِها، وصلَّى الفجرَ فأسفرَ بها، فجرُ اليومِ الثَّاني أدخلَه في وقتِ إسفارِ الصُّبحِ، أي: انكشافِه وإضاءتِه، ثمَّ قالَ: أينَ السَّائلُ عنْ وقتِ الصَّلاةِ؟ فقالَ الرَّجلُ: أنا يا رسولَ اللهِ، قالَ: وقتُ صلاتِكُم بينَ ما رأيْتُم، أي: إنَّ الوقتَ المختارَ للصلاةِ بينَ الوقتِ في اليومِ الأوَّلِ والوقتِ في اليومِ الثَّاني، فخاطبَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم السَّائلَ وغيرَه بهذا، وهنا إشارةٌ إلى بيانِه صلَّى اللهُ عليه وسلَّمَ بالفِعلِ والقولِ معًا.\r\nوفي الحديثِ: أهميةُ تعلُّمِ أحكامِ الدِّينِ، وعدمُ تركِ أفضيلةِ الصَّلاةِ في أوَّلِ وقتِها إلَّا لمصلحةٍ راجحةٍ، وأنَّ الصَّلاةَ لها وقتُ فضيلةٍ ووقتُ اختيارٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}