{
    "hadith_id": "614",
    "hadith": "عَنْ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، أنَّهُ أَتَاهُ سَائِلٌ يَسْأَلُهُ عن مَوَاقِيتِ الصَّلَاةِ، فَلَمْ يَرُدَّ عليه شيئًا، قالَ: فأقَامَ الفَجْرَ حِينَ انْشَقَّ الفَجْرُ، وَالنَّاسُ لا يَكَادُ يَعْرِفُ بَعْضُهُمْ بَعْضًا، ثُمَّ أَمَرَهُ فأقَامَ بالظُّهْرِ، حِينَ زَالَتِ الشَّمْسُ، وَالْقَائِلُ يقولُ قَدِ انْتَصَفَ النَّهَارُ، وَهو كانَ أَعْلَمَ منهمْ، ثُمَّ أَمَرَهُ فأقَامَ بالعَصْرِ وَالشَّمْسُ مُرْتَفِعَةٌ، ثُمَّ أَمَرَهُ فأقَامَ بالمَغْرِبِ حِينَ وَقَعَتِ الشَّمْسُ، ثُمَّ أَمَرَهُ فأقَامَ العِشَاءَ حِينَ غَابَ الشَّفَقُ، ثُمَّ أَخَّرَ الفَجْرَ مِنَ الغَدِ حتَّى انْصَرَفَ منها، وَالْقَائِلُ يقولُ قدْ طَلَعَتِ الشَّمْسُ، أَوْ كَادَتْ، ثُمَّ أَخَّرَ الظُّهْرَ حتَّى كانَ قَرِيبًا مِن وَقْتِ العَصْرِ بالأمْسِ، ثُمَّ أَخَّرَ العَصْرَ حتَّى انْصَرَفَ منها، وَالْقَائِلُ يقولُ قَدِ احْمَرَّتِ الشَّمْسُ، ثُمَّ أَخَّرَ المَغْرِبَ حتَّى كانَ عِنْدَ سُقُوطِ الشَّفقِ، ثُمَّ أَخَّرَ العِشَاءَ حتَّى كانَ ثُلُثُ اللَّيْلِ الأوَّلُ، ثُمَّ أَصْبَحَ فَدَعَا السَّائِلَ، فَقالَ: الوَقْتُ بيْنَ هَذَيْنِ. [وفي رواية]:فَصَلَّى المَغْرِبَ قَبْلَ أنَّ يَغِيبَ الشَّفَقُ في اليَومِ الثَّانِي.",
    "rawi": "أبو موسى الأشعري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "614",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "أتى النَّبيَّ صلَّى اللهُ عليه وسلَّم سائلٌ يَسألُه عن مواقيتِ الصَّلاةِ فلم يُجِبْه بشيءٍ، قال: فأقام الفجرَ حين انشَقَّ الفجرُ، أي: طلَع الصُّبحُ الصَّادقُ، والنَّاسُ لا يَكادُ يعرفُ بعضُهم بعضًا، ثمَّ أمَره فأقام بالظُّهرِ حين زالتِ الشَّمسُ، أي: عن حدِّ الاستواءِ، والقائلُ يقولُ: قد انتصَفَ النَّهارُ، وهو كان أعلَمَ منهم، ثمَّ أمَره فأقام بالعصرِ والشَّمسُ مرتفعةٌ، أي: في أوَّلِ وقتِه، والشَّمسُ بيضاءُ نقيَّةٌ لم تختلِطْ بها صُفرةٌ، ثمَّ أمَره فأقام بالمغربِ حين وقَعتِ الشَّمسُ، أي: تحقَّق غيبوبتُها، ثمَّ أمَره فأقام العِشاءَ حين غاب الشَّفقُ، أي: الأحمرُ، على الأشهرِ، ثمَّ أخَّر الفجرَ مِن الغدِ حتَّى انصرَف منها، والقائلُ يقولُ: قد طلَعَتِ الشَّمسُ أو كادَتْ، ثمَّ أخَّر الظُّهرَ حتَّى كان قريبًا مِن وقتِ العصرِ بالأمس، ثمَّ أخَّر العصرَ حتَّى انصرَف منها، والقائلُ يقولُ: قد احمَرَّتِ الشَّمسُ، ثمَّ أخَّر المغربَ حتَّى كان عند سقوطِ الشَّفقِ، ثمَّ أخَّر العِشاءَ حتَّى كان ثُلثُ اللَّيلِ الأوَّلُ، ثمَّ أصبَح صلَّى اللهُ عليه وسلَّم، فدعَا السَّائلَ فقال: الوقتُ بين هذينِ.\nفي الحديثِ: بيانُ مواقيتِ الصَّلواتِ المكتوبةِ. \nوفيه: أنَّ دخولَ الوقتِ شرطٌ في وجوبِ الصَّلاةِ وصحَّتِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}