{
    "hadith_id": "629",
    "hadith": "عَنْ أَبِي يُونُسَ، مَوْلَى عَائِشَةَ، أنَّهُ قالَ: أَمَرَتْنِي عَائِشَةُ أَنْ أَكْتُبَ لَهَا مُصْحَفًا، وَقالَتْ: إذَا بَلَغْتَ هذِه الآيَةَ فَآذِنِّي: {حَافِظُوا علَى الصَّلَوَاتِ وَالصَّلَاةِ الوُسْطَى}[البقرة:238] فَلَمَّا بَلَغْتُهَا آذَنْتُهَا فأمْلَتْ عَلَيَّ: {حَافِظُوا علَى الصَّلَوَاتِ وَالصَّلَاةِ الوُسْطَى}، وَصَلَاةِ العَصْرِ، {وَقُومُوا لِلَّهِ قَانِتِينَ}.\r\nقالَتْ عَائِشَةُ: سَمِعْتُهَا مِن رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "629",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "المُحافَظةُ على الصَّلواتِ أَمْرٌ شرعيٌّ واجبٌ على كلِّ مسلمٍ، وقدْ أمَر الله وأَوْصى بالمحافظةِ على الصَّلاةِ الوُسطَى، ولكن اختُلِف في تفسيرِها والمقصودِ بها، وهذه الرِّوايةُ تُوضِّح تفسيرًا للمقصودِ بهذه الصَّلاة؛ حيث فيه أنَّ أبا يُونسَ مولَى عائشةَ رضِي اللهُ عنها قال: \"أمَرتني عائشةٌ أنْ أَكتُبَ لها مُصحَفًا\"، أي: أَنسَخ وأَكتُب لها نُسخةً من القرآنِ الكريمِ مجموعةً في مُصحَف، وقالت: \"إذا بلغتَ هذه الآيةَ فآذنِّي - أي: أَعلِمني - {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى} [البقرة: 238]\"، وهي الآيةُ التي فيها أمْرُ الله تعالى عبادَه بالمُحافَظةِ على أداءِ الصَّلوات الفرائضِ في أوقاتها، والمُحافَظة على الصَّلاة الوُسْطى، \"فلمَّا بلَغتُها آذنتُها، فأَمْلتْ عليَّ: \"حافِظوا على الصَّلوات والصَّلاةِ الوُسطَى وصلاةِ العَصْر، وقُوموا لله قانِتين\"، ففسَّرتْ عائشةُ أمُّ المؤمنين المقصودَ بالصَّلاة الوسطى بأنَّها صلاةُ العصرِ، والواوُ في قولِه: \"وصلاةِ العَصْر\" يُمكِن أنْ تقتضي زيادةَ الاهتِمامِ بصلاةِ العصرِ بمُحافظة زائدةٍ أكثرَ مِن بقيِّة الصَّلوات، ثمَّ قالت عائشةُ: \"سمعتُها من رسولِ الله صلَّى الله عليه وسلَّم\"، أي: سمعتُ هذه التِّلاوةَ من رسولِ الله صلَّى الله عليه وسلَّم.\r\n وفي الحديثِ: الأمْرُ بالمُحافَظةِ على أَداءِ الصَّلاة في أوقاتِها.\r\nوفيه: بيانُ أنَّ الصَّلاةَ الوسطى هي صلاةُ العصرِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}