{
    "hadith_id": "642",
    "hadith": "أَيُّ حِينٍ أَحَبُّ إلَيْكَ أَنْ أُصَلِّيَ العِشَاءَ، الَّتي يقولُهَا النَّاسُ العَتَمَةَ، إمَامًا وخِلْوًا؟ قالَ: سَمِعْتُ ابْنَ عَبَّاسٍ يقولُ: أَعْتَمَ نَبِيُّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ ذَاتَ لَيْلَةٍ العِشَاءَ، قالَ: حتَّى رَقَدَ نَاسٌ وَاسْتَيْقَظُوا، وَرَقَدُوا وَاسْتَيْقَظُوا، فَقَامَ عُمَرُ بنُ الخَطَّابِ، فَقالَ: الصَّلَاةَ، فَقالَ عَطَاءٌ: قالَ ابنُ عَبَّاسٍ: فَخَرَجَ نَبِيُّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ كَأَنِّي أَنْظُرُ إلَيْهِ الآنَ، يَقْطُرُ رَأْسُهُ مَاءً، وَاضِعًا يَدَهُ علَى شِقِّ رَأْسِهِ، قالَ: لَوْلَا أَنْ يَشُقَّ علَى أُمَّتي لأَمَرْتُهُمْ أَنْ يُصَلُّوهَا كَذلكَ\r\nقالَ: فَاسْتَثْبَتُّ عَطَاءً، كيفَ وَضَعَ النبيُّ صَلَّى اللَّهُ عليه وسلَّمَ يَدَهُ علَى رَأْسِهِ كما أَنْبَأَهُ ابنُ عَبَّاسٍ، فَبَدَّدَ لي عَطَاءٌ بيْنَ أَصَابِعِهِ شيئًا مِن تَبْدِيدٍ، ثُمَّ وَضَعَ أَطْرَافَ أَصَابِعِهِ علَى قَرْنِ الرَّأْسِ، ثُمَّ صَبَّهَا، يُمِرُّهَا كَذلكَ علَى الرَّأْسِ، حتَّى مَسَّتْ إبْهَامُهُ طَرَفَ الأُذُنِ ممَّا يَلِي الوَجْهَ، ثُمَّ علَى الصُّدْغِ وَنَاحِيَةِ اللِّحْيَةِ، لا يُقَصِّرُ وَلَا يَبْطِشُ بشيءٍ، إلَّا كَذلكَ، قُلتُ لِعَطَاءٍ: كَمْ ذُكِرَ لكَ أَخَّرَهَا النبيُّ صَلَّى اللَّهُ عليه وسلَّمَ لَيْلَتَئِذٍ؟ قالَ: لا أَدْرِي.\r\nقالَ عَطَاءٌ: أَحَبُّ إلَيَّ أَنْ أُصَلِّيَهَا إمَامًا وَخِلْوًا مُؤَخَّرَةً كما صَلَّاهَا النبيُّ صَلَّى اللَّهُ عليه وسلَّمَ لَيْلَتَئِذٍ، فإنْ شَقَّ عَلَيْكَ ذلكَ خِلْوًا، أَوْ علَى النَّاسِ في الجَمَاعَةِ، وَأَنْتَ إمَامُهُمْ، فَصَلِّهَا وَسَطًا، لا مُعَجَّلَةً، وَلَا مُؤَخَّرَةً.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "642",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (571) باختلاف يسير",
    "sharh": "تَبشيرُ المسلمِ بما يَسُرُّه مِن الأعمالِ التي يُحبُّها اللهُ تعالَى؛ لأنَّ فيه إدخالَ السُّرورِ على قلبِ المؤمنِ، وتثبيتًا له على الحقِّ، وفي هذا الحديثِ تَحكي عائِشةُ رَضيَ اللهُ عنها أنَّ رَسولَ الله صلَّى اللهُ عليه وسلَّمَ أعْتَمَ بالعِشاءِ، فأخَّرَ صَلاتَها لَيلةً حتَّى ناداهُ عُمرُ بنُ الخَطَّابِ رَضيَ اللهُ عنه قائلًا: الصَّلاةَ، فقد نامَ النِّساءُ والصِّبْيانُ الَّذين بالمَسجِدِ، فخَرَجَ صلَّى اللهُ عليه وسلَّمَ، وزادَ مُسلِمٌ في رِوايتِه لهذا الحديثِ: قال ابنُ شِهابٍ: وذُكِر لي أنَّ رسولَ الله صلَّى اللهُ عليه وسلَّمَ قال: «وما كان لكُم أن تَنْزُروا رسولَ الله صلَّى اللهُ عليه وسلَّمَ لِلصَّلاةِ، وذلك حينَ صاحَ عُمَرُ»، وقوله: «أن تَنْزُروا»، أي: تُلِحُّوا عليه.ولَمَّا خرَج إليهم النبيُّ صلَّى اللهُ عليه وسلَّمَ أخبَرَهم أنَّه لا يوجَدُ أحدٌ مِن أهلِ الأرضِ يَنتظِرُ هذه الصَّلاةَ غَيرُهم، وهذه بِشارةٌ لهم بالأجرِ الجَزيلِ، وأنَّ مِن نعمةِ الله عليهم انفِرادَهم بهذه العِبادةِ في هذا الوقتِ دُونَ غَيرِهم. ثمَّ قالَت عائِشةُ رَضيَ اللهُ عنها، أو قال الزُّهْريُّ أو عُرْوةُ مِن رُواةِ الحديثِ: «ولا يُصَلَّى يَومَئذٍ إلَّا بالمَدينةِ»؛ لأنَّ مَن بِمَكَّةَ مِن المُستَضعَفينَ كانوا يُسِرُّون، وغيرُ مكَّةَ والمَدينةِ حينَئذٍ لم يَدخُلْهُ الإسلامُ، ولكنْ قد كان يُصلَّى بالمدينةِ في غيرِ مَسجِدِ النبيِّ صلَّى اللهُ عليه وسلَّمَ؛ كمسجِدِ قُباءٍ وغَيرِه مِن مَساجِدِ قبائلِ الأنصارِ، وفي روايةٍ متَّفَقٍ عليها قالت عائشةُ رَضيَ اللهُ عنها: «وذلك قبْلَ أن يَفشُوَ الإسلامُ في النَّاسِ». وكان النبيُّ صلَّى اللهُ عليه وسلَّمَ وأصحابُه يُصَلُّون العِشاءَ فيما بيْنَ أن يَغيبَ الشَّفَقُ الأحمَرُ وهو أوَّلُ وقْتِها عندَ بدايةِ الظَّلامِ، ويَمتَدُّون بوقْتِها إلى ثُلُثِ اللَّيلِ الأَوَّلِ، قيل: إنَّ في هذا بيانَ الوقتِ المُختارِ لِصَلاةِ العِشاءِ؛ لِما يُشعِرُ به السِّياقُ مِن المواظَبةِ على ذلك، وقد ورَد هذا الحديثُ عندَ النَّسائيِّ بصيغةِ الأمرِ، ولفْظُه: «صَلُّوها فيما بيْنَ أن يَغيبَ الشَّفَقُ إلى ثُلُثِ اللَّيلِ»، وليس بيْنَ هذا وبيْنَ حديثِ أنسٍ: «أنَّه أخَّر الصَّلاةَ إلى نِصفِ اللَّيلِ» مُعارَضةٌ؛ لأنَّ حديثَ عائشةَ محمولٌ على الأغلَبِ مِن عادتِه صلَّى اللهُ عليه وسلَّمَ.وفي الحديثِ: تَذكيرُ الإمامِ بالصَّلاةِ. وفيه: فَضلُ الأُمَّةِ الإسلاميَّةِ على غَيرِها مِن الأُمَمِ.وفيه: مشروعيَّةُ تأخيرِ العِشاءِ إذا علِم أنَّ بالقَومِ قُوَّةً على انتِظارِها؛ لِيَحصُلَ لهم فضْلُ الانتِظارِ؛ لأنَّ المنتظِرَ للصَّلاةِ في صَلاةٍ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}