{
    "hadith_id": "654",
    "hadith": "قالَ عبدُ اللهِ: لقَدْ رَأَيْتُنَا وَما يَتَخَلَّفُ عَنِ الصَّلَاةِ إلَّا مُنَافِقٌ قدْ عُلِمَ نِفَاقُهُ، أَوْ مَرِيضٌ، إنْ كانَ المَرِيضُ لَيَمْشِي بيْنَ رَجُلَيْنِ حتَّى يَأْتِيَ الصَّلَاةِ، وَقالَ: إنْ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ عَلَّمَنَا سُنَنَ الهُدَى، وإنَّ مِن سُنَنَ الهُدَى الصَّلَاةَ في المَسْجِدِ الذي يُؤَذَّنُ فِيهِ.",
    "rawi": "عبدالله بن مسعود",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "654",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "المُحافَظةُ على الصَّلواتِ أَمْرٌ شرعيٌّ واجبٌ على كلِّ مسلم، وقد أَمَر الله وأوصْى بالمحافظةِ عليها وعلى الجَماعة، وفي ذلك أجرٌ وفَضْلٌ للمُسلم، وفي الجَماعة مُضاعَفة الأجر لسبعةٍ وعِشرين ضِعْفًا، وقد حضَّ النَّبيُّ صلَّى الله عليه وسلَّم جميعَ مَن يسمع النِّداءَ على إتيان المسجدِ.\r\nوهذا الحديثُ يُوضِّحُ أهميَّة صلاةِ الجَماعة؛ فقوله: \"مَن سرَّه\"، أي: مَن يُفرِحه، ومَن يُحِبُّ \"أنْ يَلقى اللهَ غدًا مسلمًا\"، أي: كاملَ الإسلام، \"فليُحافِظ على هؤلاء الصَّلواتِ حيث يُنادى بهنَّ\"، أي: فليُحافِظ على صلواتِ الفرائضِ الخَمْس في وقتِها وفي المسجد؛ \"فإنَّ الله شَرَع لنبيِّكم صلَّى الله عليه وسلَّم سُنَنَ الهُدى، وإنِّهنَّ مِن سُنَنِ الهُدى\"؛ وسُنَن الهُدْى: هي طُرُق الوصول إلى الهداية والرَّشاد.\r\nقوله: \"ولو أنَّكم صلَّيتُم في بُيُوتكم كما يُصلِّي هذا المتخلِّف في بيتِه لتَرْكتُم سُنَّة نبيِّكم، ولو تَرْكتُم سُنَّة نبيِّكم لَضللتُم\"، وهذا تحذيرٌ شديدٌ مِن تَرْك صلاةِ الجَماعة والاكتفاءِ بالصَّلاة في البيت مُنفرِدًا؛ إذ إنَّ صلاةَ الجماعةِ في المساجِدِ مِن سُنَّة النَّبيِّ صلَّى الله عليه وسلم، وفي صلاةِ الجَماعةِ فوائدُ عظيمةٌ، مِثْل: التَّلاقي بين المسلمين، وإظْهارُ اتِّحادهم وقوَّتهم، وغير ذلك.\r\nوقوله: \"وما مِن رَجل يتطهَّر فيُحسِن الطَّهُورَ\"، أي: يُحسِن الوضوءَ بإسْباغه، \"ثمَّ يَعمِدُ إلى مَسجدٍ مِن هذه المساجِدِ\"، أي: يَقصِدَ ويتَّجِهَ إلى الصَّلاةِ في المساجد، \"إلا كتَب اللهُ له بكلِّ خُطوةٍ يَخْطوها حسنةً، ويَرفَعُه بها درجةً، ويَحُطُّ عنه بها سيئةً\"، وهذا مِن حُسْن الجزاءِ والمَثوبة من الله، وللحضِّ على فِعْل ذلك.\r\nثم قال ابنُ مَسعودٍ رضِي اللهُ عنه: \"ولقد رأيتُنا وما يَتخلَّف عنها إلَّا مُنافِقٌ مَعلومُ النِّفاق\"، أي: عَلمتُ من أَمْر أصحاب النَّبيِّ صلَّى الله عليه وسلَّم أنَّه لا يَتْركُ صلاةَ الجَماعة إلَّا المُنافِقُ حقيقةً، أو مَن يُخاف عليه الوقوعُ في النِّفاقِ، \"ولقد كان الرَّجلُ يُؤتَى به يُهادى بين الرَّجُلين حتى يُقام في الصِّفِّ\"، أي: يُؤتَى به، وهو مُستنِدٌ بين رَجُلين حتى يَقِف في الصَّفِّ وهو مُستنِدٌ أيضًا، وذلك مِن شدَّة حِرْصهم على صلاةِ الجَماعة.\r\nوفي الحديث: الحثُّ على المُحافَظة على أداءِ صلاةِ الجماعة في المساجدِ.\r\nوفيه: بيانُ حِرْصِ الصَّحابةِ على أداءِ الصَّلواتِ في الجماعةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}