{
    "hadith_id": "657",
    "hadith": "مَن صَلَّى صَلَاةَ الصُّبْحِ فَهو في ذِمَّةِ اللهِ، فلا يَطْلُبَنَّكُمُ اللَّهُ مِن ذِمَّتِهِ بشيءٍ، فإنَّه مَن يَطْلُبْهُ مِن ذِمَّتِهِ بشيءٍ يُدْرِكْهُ، ثُمَّ يَكُبَّهُ علَى وَجْهِهِ في نَارِ جَهَنَّمَ.",
    "rawi": "جندب بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "657",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الطبراني في ((المعجم الكبير)) (1683) (2/ 166)، والروياني (955) باختلاف يسير، وأحمد (18814) مختصرًا.",
    "sharh": "مِن أكمَلِ عَلاماتِ الإيمانِ المحافَظةُ على الفرائضِ، وقدْ جعَلَ اللهُ عزَّ وجلَّ لمَن يُحافِظُ على هذِه الصَّلواتِ فضْلًا عَظيمًا.\r\nوفي هذا الحَديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّ مَن صلَّى صَلاةَ الفَجرِ «فهو في ذِمَّةِ اللهِ»، أي: في أمانِه وضَمانتِه؛ وخَصَّ صَلاةَ الفَجرِ مِن بيْنِ سائرِ الصَّلَواتِ؛ لأنَّ فيها مَشَقَّةً، ولا يُواظِبُ عليها إلَّا خالِصُ الإيمانِ؛ فلذلك استَحقَّ الأمانَ وأنْ يكونَ في ذِمَّةِ اللهِ تعالَى وضَمانتِه وعَهْدِه.\r\nثُمَّ قال صلَّى اللهُ عليهِ وسلَّم: «فلا يَطْلُبَنَّكُمُ اللهُ مِن ذمَّتِهِ بشَيءٍ، فيُدرِكَهُ، فيَكُبَّه في نارِ جَهنَّمَ»، والنَّهيُ هنا وقَعَ على ما يُوجِبُ المُطالبةَ في نَقضِ العَهدِ وإخْفارِ ذِمَّةِ اللهِ عزَّ وجلَّ، وكَلامُ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم هنا يَحتمِلُ مَعنيَينِ؛ الأولُ: أنَّ مَن صلَّى الفَجْرَ فقدْ أخَذَ مِنَ اللهِ أمانًا؛ فلا يَنبغِي لأحدٍ أنْ يُؤذيَهُ أو يَظلِمَه، فمَن ظلَمه أو آذاهُ فإنَّ اللهَ يُطالِبُه بذمَّتِهِ، الثَّاني: لا تَترُكوا صَلاةَ الصُّبحِ، فيُنتَقَضَ بذلكَ العَهدُ الَّذي بيْنكُم وبيْنَ ربِّكُم فيَطْلُبَكم بهِ؛ فمَن فعَلَ ذلكَ يُدرِكُه اللهُ، ويَكبُّه في نارِ جهنَّمَ.\r\nوفي الحَديثِ: الحثُّ على أداءِ الفجرِ. \r\nوفيه: بيانُ عَظيمِ فضْلِ اللهِ تعالى، وواسعِ رَحمتِه على هذه الأُمَّةِ، حيث جَعَل على صَلاةِ الفجرِ الفضلَ العظيمَ.\r\nوفيه: بيانُ انتقامِ اللهِ تعالَى ممَّن يَتعرَّضُ لعِبادِه الصَّالحين.\r\nوفيه: بيانُ أنَّ اللهَ تعالَى لنْ يُعجِزَه شَيءٌ في الأرضِ ولا في السَّماءِ، ولنْ يَفوتَه أحدٌ أراد الانتقامَ منه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}