{
    "hadith_id": "663",
    "hadith": "عَنْ أُبَيِّ بنِ كَعْبٍ، قالَ: كانَ رَجُلٌ لا أَعْلَمُ رَجُلًا أَبْعَدَ مِنَ المَسْجِدِ منه، وَكانَ لا تُخْطِئُهُ صَلَاةٌ، قالَ: فقِيلَ له: أَوْ قُلتُ له: لَوِ اشْتَرَيْتَ حِمَارًا تَرْكَبُهُ في الظَّلْمَاءِ، وفي الرَّمْضَاءِ، قالَ: ما يَسُرُّنِي أنَّ مَنْزِلِي إلى جَنْبِ المَسْجِدِ، إنِّي أُرِيدُ أَنْ يُكْتَبَ لي مَمْشَايَ إلى المَسْجِدِ، وَرُجُوعِي إذَا رَجَعْتُ إلى أَهْلِي، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: قدْ جَمع اللَّهُ لكَ ذلكَ كُلَّهُ.",
    "rawi": "أبي بن كعب",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "663",
    "grade": "[صحيح]",
    "sharh": "وفي هذا الحديثِ يَرْوي أُبَيُّ بنُ كَعبٍ رَضِي اللهُ عنه أنَّ رجُلًا مِن أصحابِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم مِن الأنصارِ -وهمْ أهلُ المَدينةِ- وفي المسنَدِ أنَّه ابنُ عمِّ أُبيِّ بنِ كَعبٍ رَضِي اللهُ عنهما، كانَ بيْتُه أبعدَ البُيوتِ عن مَسجدِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، ومع بُعدِ بَيتِه مِن المسجدِ، فقدْ كانَ لا تَفوتُه الصَّلاةُ في المَسجدِ معَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، فأشفَقَ الصَّحابةُ رَضِي اللهُ عنهم عليه؛ لِما يُصِيبُه مِن المَشقَّةِ والتَّعبِ في المَجيءِ والعَودةِ، وقالُوا له: لو أنَّكَ اشترَيتَ حِمارًا يَحميكَ مِن «الرَّمضاءِ»، أي: مِن شدَّةِ الحرِّ، والرَّمضاءُ هي الحِجارةُ  الحاميةُ مِن حَرِّ الشَّمسِ، «ويَقِيكَ مِن هَوامِّ الأرضِ» جمَّعُ هامَّةٍ، وهو ما له سُمٌّ يَقتُلُ كالحيَّةِ، وقدْ تُطلَقُ الهوامُّ على ما لا يُقتَلُ، كالحشَراتِ.\nفأقسَمَ لهم باللهِ أنَّه لا يُحِبُّ أنْ يكونَ بيْتُه مُلاصِقًا ببيتِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، بل يُحِبُّ أنْ يكونَ بعيدًا منه؛ ليَكثُرَ ثَوابُه بكَثرةِ خُطاه مِن بيْتِه إلى المسجدِ، وهو لا يُريدُ نفْيَ حُبِّه قُربَه مِن بيتِ رَسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم بُغضًا له، وإنَّما رجاءَ زِيادةِ الأجرِ بكَثرةِ تلك الخُطا. وقدْ فَهِم أُبيُّ بنُ كَعبٍ رَضِي اللهُ عنه أنَّه يَقصِدُ بذلك بُغضَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، فقال أُبَيٌّ رَضِي اللهُ عنه: «فحَمَلْتُ به حِمْلًا»، أي: استَعظمْتُ وهَمَّني ذلك؛ لقُبحِ ما قالَ، ولبَشاعةِ لَفظِه، وإيهامِه سُوءًا، وهو بُغضُه للنَّبيِّ صلَّى اللهُ عليهِ وسلَّم، وفي رِوايةِ أحمَدَ قال: «فما سَمِعتُ عنه كَلمةً أكرَهُ إلَيَّ منها»، وإنَّما تأوَّلَ أُبَيُّ بنُ كَعبٍ رَضِي اللهُ عنه وظنَّ بالكلمةِ ظَنَّ السَّوءِ؛ لأنَّ المَدينةَ كان يَكثُرُ بها المنافِقون، وكانوا يَحرِصون بمَساكنِهم أنْ يَبتعِدوا عن مُجاوَرةِ رسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم، ثمَّ جاء أُبَيُّ بنُ كَعبٍ إلى نَبيِّ اللهِ صلَّى اللهُ عليهِ وسلَّم، فأخبَرَه بما قالَ الرَّجلُ، فدَعاه النَّبيُّ صلَّى اللهُ عليهِ وسلَّم، فقال له مِثلَ ما قالَ لأُبيِّ بنِ كَعبٍ، وذكَرَ للنَّبيِّ صلَّى اللهُ عليهِ وسلَّم أنَّ الَّذي حَمَله على قَولِ هذا الكلامِ أنَّه يَرجُو ويَحتسِبُ في مَمشاهُ الأَجرَ والثَّوابَ مِنَ اللهِ، فقالَ له النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: «إنَّ لكَ ما احتسبْتَ»، أي: إنَّ اللهَ عزَّ وجلَّ سيُعطيكَ ما ادَّخرْتَه عِنده مِن أجْرِ خَطواتِك الَّتي عَمِلْتَها للهِ تعالَى، والاحتِسابُ هوَ أنْ يَعمَلَ العملَ للهِ ويَقصِدَ الأجْرَ والثَّوابَ مِن اللهِ.\nوفي الحَديثِ: فَضلُ المَشيِ إلى المساجدِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}