{
    "hadith_id": "673",
    "hadith": "يَؤُمُّ القَوْمَ أَقْرَؤُهُمْ لِكِتَابِ اللهِ، وَأَقْدَمُهُمْ قِرَاءَةً، فإنْ كَانَتْ قِرَاءَتُهُمْ سَوَاءً، فَلْيَؤُمَّهُمْ أَقْدَمُهُمْ هِجْرَةً، فإنْ كَانُوا في الهِجْرَةِ سَوَاءً، فَلْيَؤُمَّهُمْ أَكْبَرُهُمْ سِنًّا، وَلَا تَؤُمَّنَّ الرَّجُلَ في أَهْلِهِ، وَلَا في سُلْطَانِهِ، وَلَا تَجْلِسْ علَى تَكْرِمَتِهِ في بَيْتِهِ إلَّا أَنْ يَأْذَنَ لَكَ، أَوْ بإذْنِهِ.",
    "rawi": "أبو مسعود عقبة بن عمرو",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "673",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "صَلاةُ الجَماعةِ في المساجدِ شأْنُها عَظيمٌ، وأجْرُها كَبيرٌ، وقدْ نظَّمَ الشَّرعُ هذه الصَّلاةَ، ورتَّبَ الوقوفَ خَلْفَ الإمامِ؛ حتَّى يكونَ المُصلُّونَ على انتِظامٍ وانضِباطٍ نَفْسيٍّ وبَدَنيٍّ في تلك الصَّلاةِ.\nوفي هذا الحَديثِ يوجِّهُ رَسولُ اللهِ صلَّى اللهُ عَليه وسلَّمَ المسلِمينَ إلى كَيفيَّةِ اخْتيارِ الإمامِ في الصَّلاةِ إذا كانوا جماعةً؛ وهو أنَّ الَّذي يؤمُّ النَّاسَ في الصَّلاةِ يكونُ أقرَأَهُم لِكتابِ اللهِ، وقدِ اختُلِفَ في المرادِ منَ الأقْرأِ؛ فقيلَ: المرادُ أحسَنُهم قراءةً، وأعلَمُهم بأحْكامِها، وإنْ كان أقلَّهم حفظًا، وقيلَ: أكثَرُهم حفظًا للقرآنِ؛ لأنَّه جعَلَ مِلاكَ الإمامةِ القراءةَ، وجعَلَها مُقدَّمةً على سائرِ الخِصالِ المَذكورةِ معَها، وقيلَ: المرادُ به الأفقَهُ؛ لأنَّكَ إذا اعتبَرْتَ أحْوالَ الصَّحابةِ وجدْتَ أنَّ أفقَهَهم أقْرَؤُهم، فيكونُ المرادُ من قولِه صلَّى اللهُ عليه وسلَّمَ: «أقرؤُهم لكتابِ اللهِ»، أي أعلَمُهم به.\nفإنْ كانوا مُستَوينَ في القَدْرِ المُعتبَرِ مِنَ القِراءةِ وَالحِفظِ وَالإتْقانِ، فأعلَمُهُم بالسُّنَّةِ، أي: أفْقَهُهم فيها وأعلَمُهم بأحْكامِ الصَّلاةِ، وسُنَّةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ فيها، فإنَّ الإمامَ إذا كان جاهلًا بأحْكامِ الصَّلاةِ، وبما يَعرِضُ فيها من سَهوٍ، ويقَعُ من زيادةٍ ونُقصانٍ؛ أفسَدَهَا.\nفإنْ تَساوَوْا في كُلِّ ما سَبَقَ، فيُقدَّمُ الأقدَمُ هِجرةً، والهِجرةُ: هي تَرْكُ دِيارِ الكُفرِ إلى دِيارِ الإسْلامِ، فيكونُ الأسبَقُ في الانْتقالِ من بلدِ الكُفرِ والشِّركِ إلى بلدِ الإسْلامِ، يكونُ أوْلى بالإمامةِ ممَّن تأخَّرَ في ذلك، وقيلَ: إنَّما قُدِّمَ؛ إما لأنَّ القِدَمَ في الهجرةِ شَرفٌ يَقتَضي التَّقديمَ، أو لأنَّ مَن تقدَّمَتْ هِجرتُه لا يَخْلو غالبًا عن أنْ يكونَ أكثَرَ علمًا بالنِّسبةِ إلى مَن تأخَّرَ. وقيلَ: إنَّ الهِجرةَ المقصودَ بها التَّقديمُ في الإمامةِ لا تختَصُّ بالهجرةِ في عَصرِه صلَّى اللهُ عليه وسلَّمَ، بل هي الَّتي لا تنقَطِعُ إلى يومِ القِيامةِ، الَّتي وردَتْ عندَ النَّسائيِّ قال صلَّى اللهُ عليه وسلَّمَ: «لا تَنقطِعُ الهجرةُ ما قُوتِلَ الكفَّارُ»، أي: أنَّها باقيةٌ إلى بَقاءِ يَومِ القِيامةِ.\nفإنْ كانوا في الهِجرَةِ سَواءً، فأقدَمُهُم إسلامًا، وفي رِوايةٍ قال موضِعَ: «سِلمًا»: «سِنًّا»، أي: إذا تَساوَوْا في كُلِّ ما سَبقَ في الفقهِ والقراءةِ والهجرةِ، ورجَحَ أحدُهما بتقدُّمِ إسْلامِه أو بكِبَرِ سنِّه؛ قُدِّمَ لأنَّها فَضيلةٌ يُرجَّحُ بها.\nثُمَّ قال صلَّى اللهُ عليه وسلَّمَ: «وَلا يَؤُمَّنَّ الرَّجلُ الرَّجلَ في سُلطانِه» وهو مَكانُه الَّذي يَنفرِدُ فيه بالأمرِ والنَّهيِ، أو فيما يملِكُه، أو في محلٍّ يكونُ فيه حُكمُه، فصاحبُ المكانِ أحقُّ؛ فإنْ شاءَ تقدَّمَ، وإنْ شاءَ قدَّمَ مَن يُريدُه؛ لأنَّه سُلطانُه فيتصرَّفُ فيه كيف شاء.\nثُمَّ نَهى النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عن أنْ يَقعُدَ الإنْسانُ في بَيتِ الرَّجلِ على تَكرِمَتِه، وَالتَّكرِمةُ: ما يُخَصُّ بِه ويُكرَمُ مِن فِراشٍ وَنحوِهِ، إلَّا أنْ يُؤذَنَ له، وهذا النَّهيُ عنِ القُعودِ على تَكْرمةِ الرَّجلِ في بيتِه؛ لأنَّ المكانَ الَّذي يجلِسُ فيه صاحبُ البيتِ والدَّارِ عادةً يكونُ محلًّا لأشْياءَ لا يُحبُّ أنْ يطَّلِعَ عليها غيرُه، أو يكونَ مُشرِفًا على دارِه كلِّها، أو على ما يُريدُه هو، فيَرى منه أحْوالَ أهْلِ بيتِه، ويُبلِّغُهم ما يُريدُ، فإذا أذِنَ لغيرِه بالجلوسِ، عُلِمَ أنَّ المكانَ آمِنٌ من ذلك كلِّه.\nوفي الحَديثِ: بيانُ تَرتيبِ أمرِ التقَدُّمِ لإمامةِ المصلِّينَ.\nوفيه: أنَّ إمامةَ الصَّلاةِ من مُهمَّاتِ الأُمورِ الدِّينيَّةِ؛ فلذا أمَرَ الشارعُ أنْ يُقدَّمَ لها الأكمَلُ، فالأكمَلُ.\nوفيه: أنَّ صاحِبَ البَيتِ أَوْلَى بالإمامةِ مِن غَيرِه.\nوفيه: أنَّه لا يجلِسُ أحدٌ على المكانِ المُخصَّصِ لصاحبِ البيتِ إلَّا بإذْنِه.\nوفيه: فَضيلةُ المُهاجِرينَ على غَيرِهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}