{
    "hadith_id": "68",
    "hadith": "أَيُّما عَبْدٍ أَبَقَ مِن مَوَالِيهِ فقَدْ كَفَرَ حتَّى يَرْجِعَ إِلَيْهِمْ.",
    "rawi": "جرير بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "68",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "نظَّمَ الإسلامُ العَلَاقاتِ بين المَماليكِ ومَالِكيهم؛ فدَعَا إلى حُسنِ مُعامَلةِ العَبيدِ، ورَغَّبَ في عِتقِهم، وكذلك شجَّعَ العبدَ على رعايةِ حُقوقِ اللهِ وحُقوقِ سيِّدِه، فالسَّيدُ قدِ اشتَراه بمالِه، فمِن حقِّه ألَّا يَضيعَ منه هذا المالُ سُدًى، فجَعَلَ طاعةَ العَبدِ لسَيِّدِه في طاعةِ اللهِ تَعالَى من أعظَمِ القُرباتِ.\nوفي هذا الحَديثِ يُخبِرُ جَريرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنه أنَّ أيَّ عبدٍ مَملوكٍ هَرَبَ من مَواليه ومَالِكيه، فَقد كَفَرَ، أي: جَحَدَ حَقَّه وغَطَّاه، أو إنَّ عمَلَه من عَملِ الكُفَّارِ، أو إنَّه يُؤدِّي إلى الكُفرِ، فيُخشَى عليه الكُفرُ، وهو كفرٌ دُونَ كُفرٍ، فهو يَكفُرُ بنِعمةِ اللهِ تَعالَى عليه مُدَّةَ هُروبِه، من حينِ يَفِرُّ من مَواليه وأسيادِه حتَّى يَعودَ إلى طاعةِ سَيِّده مُختارًا أو مَقبوضًا عليه، وهكذا يَغضَبُ اللهُ عليه ما دامَ مُغضِبًا سيِّدَه، ولا يَرضى عنه، ولا يَقبَلُ صالِحاتِه إلَّا بعدَ عَودتِه وتَوبتِه واستقامتِه.\nوجاءَ في تَمَامِ الرِّوايةِ أنَّ مَنصورَ بنَ عبدِ الرَّحمنِ -رَاويَ الحَديثِ عن عامِرٍ الشَّعبيِّ- قالَ عَقِبَ رِوايتِه للحَديثِ: «قد واللهِ رُوِيَ عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، ولكنِّي أكْرَهُ أَنْ يُروَى عنِّي هاهُنا بالبَصرةِ»، مَعناه: أنَّ مَنصورًا رَوَاه عن جَريرٍ هُنا مَوقوفًا، ثُمَّ أقسَمَ أنَّه مَرفوعٌ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ ليَعلَمَ ذلك الخواصُّ، ولكنَّه خَشِيَ أن تَشيعَ عنه الرِّوايةُ المرفوعةُ في البَصرةِ؛ لأنَّها كانت آنذاكَ مَملوءةً بالخوارجِ والمُعتزِلةِ الذين يَقولونَ بتَخليدِ أهلِ المَعاصي في النَّارِ، والخوارجُ يَزيدونَ على التَّخليدِ، فيَحكُمونَ بكُفرِه، ولهُم شُبهةٌ في التَّعلُّقِ بظاهِرِ هذا الحديثِ.\nوفي الحديثِ: بيانُ أنَّ هُروبَ العبدِ من مَواليه مَعصيةٌ كَبيرةٌ، تُضادُّ مُقتضَياتِ الإيمانِ من وُجوبِ الطَّاعةِ لهُم.\nوفيه: بيانُ ما كانَ عليه السَّلفُ من تَيَقُّظِهم وتَحفُّظِهم من أن يَتعلَّقَ المُبتدِعون بالنُّصوصِ التي يَروُونَها فيما يؤيِّدُ بِدَعَهم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}