{
    "hadith_id": "680",
    "hadith": "عَرَّسْنَا مع نَبِيِّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَلَمْ نَسْتَيْقِظْ حتَّى طَلَعَتِ الشَّمْسُ، فَقالَ النَّبيُّ صَلَّى اللَّهُ عليه وسلَّمَ: لِيَأْخُذْ كُلُّ رَجُلٍ برَأْسِ رَاحِلَتِهِ؛ فإنَّ هذا مَنْزِلٌ حَضَرَنَا فيه الشَّيْطَانُ، قالَ: فَفَعَلْنَا، ثُمَّ دَعَا بالمَاءِ فَتَوَضَّأَ، ثُمَّ سَجَدَ سَجْدَتَيْنِ [وفي رواية]: ثُمَّ صَلَّى سَجْدَتَيْنِثُمَّ أُقِيمَتِ الصَّلَاةُ فَصَلَّى الغَدَاةَ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "680",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الصَّلاةُ أعظَمُ أركانِ الإسْلامِ العَمليَّةِ، ولها أهمِّيَّتُها الخاصَّةُ في الشَّرعِ، وقدْ جعَلَ اللهُ تعالَى لها أوْقاتًا مَعلومةً تُؤدَّى فيها، ومَن فاتَه الوقتُ فعليه أنْ يَقْضيَها ولا يَترُكَها.\nوفي هذا الحَديثِ يَرْوي أبو هُرَيرةَ رَضيَ اللهُ عنْه أنَّهم كانوا في سَفرٍ مَعَ نَبيِّ اللهِ صلَّى اللهُ عليه وسلَّمَ، فعَرَّسوا، أي: نَزَلوا مَنزِلًا آخِرَ اللَّيلِ للنَّومِ وَالاستِراحةِ، فلمْ يَستَيقِظوا من نَومِهم حتَّى طَلعَتِ الشَّمسُ، فأيْقظَتْهم حَرارتُها، كما في حَديثِ عِمرانَ بنِ حُصينٍ رَضيَ اللهُ عنه المتَّفَقِ عليه، وترتَّبَ على ذلك فواتُ صَلاةِ الصُّبحِ، فقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ لمَّا استَيقَظَ لأصْحابِه رَضيَ اللهُ عنهم: «لِيَأخُذْ كُلُّ رَجلٍ بِرَأسِ راحلَتِه»، أي: يُمسِكُ بزِمامِ دابَّتِه ويخرُجُ مِن هذا المَكانِ؛ «فإنَّ هذا مَنزِلٌ حَضَرَنا فيه الشَّيطانُ»، وكان سببًا في غَفلتِهم عن وقتِ الصَّلاةِ في هذا المكانِ، فكأنَّه ما زالَ قائمًا حولَهم بالغَفلةِ، فأرادَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بانصِرافِهم منَ المكانِ أنْ يبتَعِدَ عنِ الشَّيطانِ، فاسْتَجابوا لأمرِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وخَرَجوا من مَكانِهم، ثُمَّ ساروا بعضَ الوقتِ في الطَّريقِ، فدَعا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بالماءِ فتَوضَّأَ، «ثُمَّ سَجَدَ سَجْدَتَينِ»، وفي رِوايةٍ: «ثُمَّ صلَّى سَجدَتينِ»، أيْ: صلَّى رَكعتَينِ، عِوضًا عن سُنَّةِ الفَجرِ، ثُمَّ أُقيمَتِ الصَّلاةُ للفَريضةِ، «فَصلَّى الغَداةَ»، وهي صَلاةُ الفَجرِ.\nوفي الحَديثِ: قَضاءُ النَّافلةِ الرَّاتبةِ.\nوَفيه: تَسميةُ صَلاةِ الصُّبحِ بِالغَداةِ.\nوفيه: اجْتنابُ مواضِعِ الشَّيطانِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}