{
    "hadith_id": "682",
    "hadith": "كُنْتُ مع نَبِيِّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ في مَسِيرٍ له، فأدْلَجْنَا لَيْلَتَنَا، حتَّى إذَا كانَ في وَجْهِ الصُّبْحِ عَرَّسْنَا، فَغَلَبَتْنَا أَعْيُنُنَا حتَّى بَزَغَتِ الشَّمْسُ، قالَ: فَكانَ أَوَّلَ مَنِ اسْتَيْقَظَ مِنَّا أَبُو بَكْرٍ، وَكُنَّا لا نُوقِظُ نَبِيَّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مَن مَنَامِهِ إذَا نَامَ حتَّى يَسْتَيْقِظَ، ثُمَّ اسْتَيْقَظَ عُمَرُ، فَقَامَ عِنْدَ نَبِيِّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَجَعَلَ يُكَبِّرُ، وَيَرْفَعُ صَوْتَهُ بالتَّكْبِيرِ حتَّى اسْتَيْقَظَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَلَمَّا رَفَعَ رَأْسَهُ، وَرَأَى الشَّمْسَ قدْ بَزَغَتْ، قالَ: ارْتَحِلُوا، فَسَارَ بنَا حتَّى إذَا ابْيَضَّتِ الشَّمْسُ نَزَلَ فَصَلَّى بنَا الغَدَاةَ، فَاعْتَزَلَ رَجُلٌ مِنَ القَوْمِ لَمْ يُصَلِّ معنَا، فَلَمَّا انْصَرَفَ، قالَ له رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: يا فُلَانُ ما مَنَعَكَ أَنْ تُصَلِّيَ معنَا؟ قالَ: يا نَبِيَّ اللهِ أَصَابَتْنِي جَنَابَةٌ، فأمَرَهُ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ فَتَيَمَّمَ بالصَّعِيدِ، فَصَلَّى، ثُمَّ عَجَّلَنِي في رَكْبٍ بيْنَ يَدَيْهِ نَطْلُبُ المَاءَ، وَقَدْ عَطِشْنَا عَطَشًا شَدِيدًا، فَبيْنَما نَحْنُ نَسِيرُ إذَا نَحْنُ بامْرَأَةٍ سَادِلَةٍ رِجْلَيْهَا بيْنَ مَزَادَتَيْنِ، فَقُلْنَا لَهَا: أَيْنَ المَاءُ؟ قالَتْ: أَيْهَاهْ أَيْهَاهْ، لا مَاءَ لَكُمْ، قُلْنَا: فَكَمْ بيْنَ أَهْلِكِ وبيْنَ المَاءِ؟ قالَتْ: مَسِيرَةُ يَومٍ وَلَيْلَةٍ، قُلْنَا: انْطَلِقِي إلى رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، قالَتْ: وَما رَسولُ اللهِ؟ فَلَمْ نُمَلِّكْهَا مِن أَمْرِهَا شيئًا حتَّى انْطَلَقْنَا بهَا، فَاسْتَقْبَلْنَا بهَا رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَسَأَلَهَا، فأخْبَرَتْهُ مِثْلَ الذي أَخْبَرَتْنَا، وَأَخْبَرَتْهُ أنَّهَا مُوتِمَةٌ لَهَا صِبْيَانٌ أَيْتَامٌ، فأمَرَ برَاوِيَتِهَا فَأُنِيخَتْ فَمَجَّ في العَزْلَاوَيْنِ العُلْيَاوَيْنِ، ثُمَّ بَعَثَ برَاوِيَتِهَا، فَشَرِبْنَا وَنَحْنُ أَرْبَعُونَ رَجُلًا عِطَاشٌ حتَّى رَوِينَا، وَمَلَأْنَا كُلَّ قِرْبَةٍ معنَا وإدَاوَةٍ، وَغَسَّلْنَا صَاحِبَنَا، غيرَ أنَّا لَمْ نَسْقِ بَعِيرًا، وَهي تَكَادُ تَنْضَرِجُ مِنَ المَاءِ، يَعْنِي المَزَادَتَيْنِ، ثُمَّ قالَ: هَاتُوا ما كانَ عِنْدَكُمْ، فَجَمَعْنَا لَهَا مِن كِسَرٍ وَتَمْرٍ، وَصَرَّ لَهَا صُرَّةً، فَقالَ لَهَا: اذْهَبِي فأطْعِمِي هذا عِيَالَكِ، وَاعْلَمِي أنَّا لَمْ نَرْزَأْ مِن مَائِكِ، فَلَمَّا أَتَتْ أَهْلَهَا قالَتْ: لقَدْ لَقِيتُ أَسْحَرَ البَشَرِ، أَوْ إنَّه لَنَبِيٌّ كما زَعَمَ، كانَ مِن أَمْرِهِ ذَيْتَ وَذَيْتَ، فَهَدَى اللَّهُ ذَاكَ الصِّرْمَ بتِلْكَ المَرْأَةِ، فأسْلَمَتْ وَأَسْلَمُوا. [وفي رواية]: كُنَّا مع رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ في سَفَرٍ، فَسَرَيْنَا لَيْلَةً حتَّى إذَا كانَ مِن آخِرِ اللَّيْلِ قُبَيْلَ الصُّبْحِ وَقَعْنَا تِلكَ الوَقْعَةَ الَّتي لا وَقْعَةَ عِنْدَ المُسَافِرِ أَحْلَى منها، فَما أَيْقَظَنَا إلَّا حَرُّ الشَّمْسِ وَسَاقَ الحَدِيثَ بنَحْوِ حَديثِ سَلْمِ بنِ زَرِيرٍ، وَزَادَ وَنَقَصَ، وَقالَ في الحَديثِ: فَلَمَّا اسْتَيْقَظَ عُمَرُ بنُ الخَطَّابِ وَرَأَى ما أَصَابَ النَّاسَ، وَكانَ أَجْوَفَ جَلِيدًا، فَكَبَّرَ وَرَفَعَ صَوْتَهُ بالتَّكْبِيرِ حتَّى اسْتَيْقَظَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ لِشِدَّةِ صَوْتِهِ بالتَّكْبِيرِ، فَلَمَّا اسْتَيْقَظَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ شَكَوْا إلَيْهِ الذي أَصَابَهُمْ، فَقالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: لا ضَيْرَ ارْتَحِلُوا وَاقْتَصَّ الحَدِيثَ.",
    "rawi": "عمران بن الحصين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "682",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (3571) باختلاف يسير، وأبو داود (443) ببعض لفظه، وأحمد (19898) مطولا.",
    "sharh": "أيَّدَ اللهُ سُبحانَه نَبيَّه صلَّى اللهُ عليه وسلَّمَ بالمُعجِزاتِ، والآياتِ الدَّالَّةِ على صِدقِ رِسالتِه.\nوفي هذا الحَديثِ يَرْوي عِمْرانُ بنُ حُصَينٍ رَضيَ اللهُ عنه أنَّهم كانوا معَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في مَسيرٍ، قيلَ: كانوا راجِعينَ مِن خَيْبرَ، أو في الحُدَيْبيَةِ، «فأدْلَجوا لَيلتَهم»، أي: ساروا أوَّلَها حتَّى إذا كان وَجهُ الصُّبحِ قَريبًا مِن وَقتِ الفَجرِ، «عرَّسوا»، أي: نَزَلوا آخِرَ اللَّيلِ للاسْتِراحةِ، فغَلبَتْهم أعْينُهم، فناموا حتَّى ارتفعَتِ الشَّمسُ، وهو كِنايةٌ عن خُروجِ وَقتِ صَلاةِ الصُّبحِ، ولم يُدْرِكوا بذلك صَلاةَ الفَريضةِ، فكان أوَّلَ مَنِ استيقَظَ مِن مَنامِه أبو بَكرٍ الصِّدِّيقُ رَضيَ اللهُ عنه، وكان الصَّحابةُ رَضيَ اللهُ عنهم  لا يُوقِظونَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ مِن مَنامِه حتَّى يَستَيقِظَ مِن تِلْقاءِ نفْسِه؛ وذلك خَشْيةَ أنْ يكونَ قد يُوحَى إليه في مَنامِه، ثمَّ استَيقَظَ عُمَرُ بعْدَ أبي بَكرٍ رَضيَ اللهُ عنهما، فقَعَد أبو بَكرٍ رَضيَ اللهُ عنه عندَ رأسِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فجعَلَ يُكبِّرُ، ويَرفَعُ صَوتَه بالتَّكبيرِ حتَّى استَيقَظَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، ووقَعَ في رِوايةٍ في الصَّحيحَينِ أنَّ عُمَرَ كان رَجلًا جَليدًا، فكبَّرَ، ورفَعَ صَوتَه بالتَّكبيرِ، حتَّى استَيقَظَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، ولا مُنافاةَ؛ إذ لا مَنْعَ للجَمعِ بيْنَهما؛ لاحتِمالِ أنَّ كُلًّا منهما فَعَل ذلك. وفي رِوايةٍ عندَ البُخاريِّ: «فلمَّا استَيقَظَ شكَوْا إليه الَّذي أصابَهم، فقال: لا ضَيرَ -أو لا يَضيرُ- ارتَحِلوا، فارْتَحَلوا، فسار غيرَ بَعيدٍ، ثمَّ نزَلَ»، وصلَّى بهمُ الصُّبحَ، فاعتزَلَ رَجلٌ مِنَ القَومِ لم يُصلِّ معَ الجَماعةِ، فلمَّا انصرَفَ صلَّى اللهُ عليه وسلَّمَ مِن الصَّلاةِ، قال: يا فُلانُ، -للَّذي لم يُصَلِّ- ما يَمنَعُكَ أنْ تُصلِّيَ معَنا؟ قال: يا رسولَ اللهِ، أصابَتْني جَنابةٌ، وفي رِوايةٍ أُخْرى للبُخاريِّ: «ولا ماءَ»، فلم يكُنْ يُوجَدُ معَهم ماءٌ للغُسلِ، وتُطلَقُ الجَنابةُ على كُلِّ مَن أنزَلَ المَنيَّ أو جامَعَ، وسُمِّيَ بذلك لاجْتِنابِه الصَّلاةَ والعِباداتِ حتَّى يَطَّهَّرَ منها، فأمَرَ صلَّى اللهُ عليه وسلَّمَ الرَّجلَ أنْ يَتيمَّمَ بالصَّعيدِ، وهو التُّرابُ الطَّاهرُ؛ وذلك بأنْ يَضرِبَ يَدَيْه بالتُّرابِ، ثمَّ يَنفُضَهما، ويَمسَحَ وَجْهَه وكفَّيْه مرَّةً واحدةً، ففعَل الرَّجلُ وتَيمَّمَ، ثمَّ صلَّى.\nثمَّ أخبَرَ عِمْرانُ بنُ الحُصَينِ رَضيَ اللهُ عنه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ جعَلَه في رَكوبٍ بيْنَ يدَيْه، أي: جعَلَه أمامَه، والرَّكوبُ: ما يُركَبُ مِن الدَّوابِّ، وقد عَطِشُوا عَطَشًا شَديدًا، فبيْنَما همْ يَسيرونَ يَطلُبونَ الماءَ ويَبحَثونَ عنه، إذا بامْرأةٍ سادِلةٍ -أي: مُرسِلةٍ رِجلَيْها- بيْنَ مَزادَتَينِ، أي: قِربَتَينِ، فقُلْنا لها: أين الماءُ؟ فقالت: إنَّه لا ماءَ هنا قَريبٌ، فسَأَلوها: كم بيْنَ أهلِكِ وبيْن الماءِ؟ قالت: مَسيرةُ يومٍ ولَيلةٍ، فقالوا لها: انطَلِقي معَنا، واذْهَبي إلى رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، فقالت -مُتعجِّبةً أو مُنكِرةً-: وما رَسولُ اللهِ؟! قال عِمْرانُ: فلمْ نُملِّكْها مِن أمْرِها شَيئًا، أي: أخَذْناها قَهرًا؛ لأنَّها كانت حَرْبيَّةً، أو للضَّرورةِ، ولم نَلتَفِتْ إلى كَلامِها، حتَّى جِئنا بها إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، فحدَّثَتْه المَرأةُ بمِثلِ الَّذي حدَّثَتْنا به، غيرَ أنَّها حدَّثَتْه أنَّها مُؤْتِمةٌ، أي: ذاتُ أيْتامٍ، فأمَرَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ بمَزادَتَيْها، فمسَحَ في العَزْلاوَينِ -تَثْنيةُ عَزْلاءَ، وهي فمُ القِربةِ- فشَرِبْنا منها حالَ كَونِنا عِطاشًا أربعينَ رَجلًا، حتَّى ارْتَوَينا، فمَلأْنا كلَّ قِرْبةٍ معَنا وإداوةٍ، وهي إناءٌ صَغيرٌ مِن جِلدٍ يُتَّخذُ للماءِ، غيرَ أنَّهم لمْ يَسْقُوا بَعيرًا؛ لأنَّ الإبلَ تَصبِرُ على الماءِ، وتَرَكوا للمَرأةِ المَزادةَ وهي تَكادُ تَنِضُّ، أي: تَنشَقُّ مِن المِلْءِ؛ لثِقَلِها. \nثمَّ قال صلَّى اللهُ عليه وسلَّمَ لأصْحابِه الَّذين معَه: «هاتوا ما عندَكم»؛ تَطْييبًا لخاطِرِها في مُقابَلةِ حَبسِها في ذلك الوَقتِ عنِ المَسيرِ إلى قَومِها، لا أنَّه عِوضٌ عنِ الماءِ، فجمَعَ لها مِن الكِسَرِ والتَّمرِ، وجُعِلَ في ثَوبٍ، ووُضِعَ بيْن يدَيْها، وسارَت حتَّى أتَتْ أهلَها، فقالت لهم: لَقيتُ أسحَرَ النَّاسِ، أو هو نَبيٌّ كما زَعَموا، فهَدى اللهُ ذاك الصِّرْمَ -أي: النَّفرَ يَنزِلونَ بأهْليهم على الماءِ- بتلك المَرأةِ، فأسلَمَتْ وأسْلَموا.\nوفي الحَديثِ: عَظيمُ أدَبِ الصَّحابةِ رَضيَ اللهُ عنهم معَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، ورِعايتُهم لحُرمَتِه. \nوفيه: مُعجِزةٌ مِن مُعجِزاتِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وعَلامةٌ مِن عَلاماتِ صِدقِ نُبوَّتِه. \nوفيه: فَضلُ هذه المَرأةِ الَّتي أسلَمَتْ وأسلَمَ بسَببِها النَّفرُ مِن أهْلِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}