{
    "hadith_id": "689",
    "hadith": "مَرِضْتُ مَرَضًا، فَجَاءَ ابنُ عُمَرَ يَعُودُنِي، قالَ: وَسَأَلْتُهُ عَنِ السُّبْحَةِ في السَّفَرِ، فَقالَ: صَحِبْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ في السَّفَرِ، فَما رَأَيْتُهُ يُسَبِّحُ، ولو كُنْتُ مُسَبِّحًا لأَتْمَمْتُ، وَقَدْ قالَ اللَّهُ تَعَالَى: {لقَدْ كانَ لَكُمْ في رَسولِ اللهِ أُسْوَةٌ حَسَنَةٌ}[الأحزاب:21].",
    "rawi": "عبدالله بن عمر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "689",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1101) باختلاف يسير",
    "sharh": "السَّفَرُ قِطعةٌ مِنَ العَذابِ، وهو مَظِنَّةُ التَّعَبِ والمَشقَّةِ؛ لذلك خفَّفَ اللهُ سُبحانَه وتعالَى عنِ المُسافِرِ، ويسَّرَ عليه في الأحْكامِ الشَّرعيَّةِ.\nوفي هذا الحَديثِ يُخبرُ حَفصُ بنُ عاصِمِ بنِ عُمرَ بنِ الخطَّابِ أنَّه صحِبَ عمَّه عبْدَ اللهِ بنَ عُمرَ رَضيَ اللهُ عنهما في طَريقِ مَكَّةَ وهم مُسافِرونَ، فصلَّى ابنُ عُمرَ رَضيَ اللهُ عنهما صَلاةَ الظُّهرِ قَصرًا رَكعَتيْنِ؛ وذلك أنَّ الصَّلاةَ الرُّباعيَّةَ تُقصَرُ في السَّفَرِ إلى رَكعَتَينِ، ثُمَّ بعدَ الصَّلاةِ رجَعَ إلى مَنزِلِه ومَسكَنِه، ومَكانِه الَّذي أنزَلَ به رَحْلَه ومَتاعَه، وجلَسَ بَعضُ مَن معَهم في السَّفَرِ معَ ابنِ عُمَرَ، فرجَعَ بنظَرِهِ دُونَ قَصدٍ إلى المكانِ الَّذي صلَّوْا فيه الفَريضةَ، فرَأى ناسًا قِيامًا يُصَلُّونَ ويَزيدونَ على ما صلَّوْهُ معَ ابنِ عُمَرَ رَضيَ اللهُ عنهما، فسأَلَ عنهم، وما تِلكَ الصَّلاةُ الَّتي يَزيدونَها؟ واستِفهامُه في صِيغةِ الإنْكارِ عليهم، فأجابَه حَفصُ بنُ عاصِمٍ أنَّهم «يُسبِّحونَ»، أي: يُصلُّونَ النَّافلةَ، فقال ابنُ عُمَرَ رَضيَ اللهُ عنهما: «لَو كُنتُ مُسبِّحًا لَأتمَمْتُ صَلاتي»، أي: أنَّه لو كان مُخيَّرًا بيْنَ الإتْمامِ وصَلاةِ السُّنَّةِ الرَّاتبةِ، لَكان الإتْمامُ أحبَّ إليه، لكنَّه فَهِمَ مِنَ القَصرِ التَّخْفيفَ؛ فلذلك كان لا يُصلِّي السُّنَّةَ الرَّاتبةَ، ولا يُتِمُّ.\nوالمرادُ بالنَّافلةِ هنا الرَّاتبةُ معَ الفَرائضِ، كسُنَّةِ الظُّهرِ وغَيرِها منَ المكْتوباتِ، ولا يُسَنُّ أداءُ السُّننِ الرَّواتبِ في السَّفرِ غيرَ رَكعتَيِ الفَجرِ والوَترِ، وأمَّا النَّوافلُ المُطلَقةُ، فقد كان ابنُ عُمرَ رَضيَ اللهُ عنهما يفعَلُها في السَّفرِ، ورَوى عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ أنَّه كان يفعَلُها، كما ثبَتَ في الصَّحيحَينِ عنه، قال: «كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يُسبِّحُ على الرَّاحلةِ قبلَ أيِّ وجهٍ توجَّهَ، ويوتِرُ عليها، غيرَ أنَّه لا يُصلِّي عليها المكتوبةَ».\nثمَّ بيَّنَ ابنُ عُمَرَ رَضيَ اللهُ عنهما مَقصِدَ إنْكارِهِ، فقال: «يا ابْنَ أخي، إنِّي صَحِبتُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ في السَّفرِ، فلمْ يَزِدْ عَلى رَكعتَينِ حتَّى قَبضَهُ اللهُ»، وهذا القَصرُ يكونُ للصَّلاةِ الرُّباعيَّةِ؛ الظُّهرِ والعَصرِ والعِشاءِ، فلا يَزيدُ نَفلًا قبْلَ الفَريضةِ وبعْدَها، وأخبَرَ أنَّه صَحِبَ أبا بَكرٍ وعُمَرَ وَعُثمانَ رَضيَ اللهُ عنهم في زمنِ خلافتِهم ووِلايتِهم، وَكانوا لا يَزيدونَ في السَّفرِ عَلى رَكعتَينِ حتَّى توفَّاهمُ اللهُ عزَّ وجلَّ، وهذا من حِرصِهم على اتِّباعِ سُنَّةِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ والعملِ بها، وقدِ استمَرَّ الخُلفاءُ الرَّاشدونَ على العمَلِ بذلك بعدَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وهذا يُبيِّنُ أنَّ الأمرَ لم يتطرَّقْ إليه نَسخٌ، ولا مُعارِضٌ، وَقدْ قَال اللهُ تَعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} [الأحزاب: 21]، أي: فَعَليكُم بالاقْتِداءِ والتَّأسِّي بالنَّبيِّ صلَّى اللهُ عليه وَسلَّمَ.\nواستَشكَلَ قولُه: »ثُمَّ صَحِبْتُ عُثْمَانَ، فَلَمْ يَزِدْ علَى رَكعَتَيْنِ حتَّى قَبَضَهُ اللهُ»؛ لأنَّه ثبَتَ في الصَّحيحَينِ من حديثِ ابنِ عُمرَ رَضيَ اللهُ عنهما أنَّ عُثمانَ رَضيَ اللهُ عنه أتَمَّها بعدَ ثَماني سِنينَ، أو سِتٍّ. وأُجيبَ بأنَّ المرادَ في هذه الرِّوايةِ أنَّ عُثمانَ رَضيَ اللهُ عنه لم يزِدْ على ركعَتَينِ حتَّى قَبَضَه اللهُ في غيرِ منًى، والرِّواياتُ المشهورةُ بإتْمامِ عُثمانَ بعدَ صَدرٍ من خِلافتِه محمولةٌ على الإتْمامِ بمنًى خاصَّةً، قيلَ: إنَّما أتَمَّ عُثمانُ لِأنَّه أرادَ أنْ يُقيمَ بالطَّائِفِ، وأصبَحَ يَرى أنَّه لا يَجوزُ له القَصرُ بمِنًى؛ لِأنَّ القَصرَ في رَأيِه لِلحاجِّ المُسافِرِ فقطْ، أمَّا المُقيمُ فلا يَقصُرُ. وقيلَ: أتَمَّ الصَّلَواتِ الرُّباعيَّةَ رِعايةً لِمَصلَحةٍ عامَّةٍ، وهي أنَّ النَّاسَ قد كَثُروا، وكان يَأْتي إلى الحَجِّ مَن لا يَعلَمونَ شَرائِعَ الدِّينِ، فخافَ أنْ يَظُنَّ الجُهَّالُ أنَّ الأصلَ في هذه الصَّلَواتِ أنَّها رَكعَتانِ، فأتَمَّها.\nوفي الحَديثِ: قَصْرُ الصَّلاةِ في السَّفرِ.\nوفيه: تَركُ صَلاةِ النَّافلةِ في السَّفرِ.\nوفيه: بَيانٌ لِفِقهِ ابنِ عُمرَ رَضيَ اللهُ عنهما.\nوفيه: اتِّباعُ الصَّحابةِ سُنَّةَ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، واقتِفاؤُهم أثَرَه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}