{
    "hadith_id": "693",
    "hadith": "خَرَجْنَا مع رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مِنَ المَدِينَةِ إلى مَكَّةَ، فَصَلَّى رَكْعَتَيْنِ رَكْعَتَيْنِ حتَّى رَجَعَ، قُلتُ: كَمْ أَقَامَ بمَكَّةَ؟ قالَ: عَشْرًا. [وفي رواية]: مَالِكٍ يقولُ: خَرَجْنَا مِنَ المَدِينَةِ إلى الحَجِّ...، ثُمَّ ذَكَرَ مِثْلَهُ. [وفي رواية]: عَنِ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ بمِثْلِهِ، وَلَمْ يَذْكُرِ الحَجَّ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "693",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1081)، ومسلم (693).",
    "sharh": "شرَعَ اللهُ عزَّ وجلَّ رُخْصةَ قَصْرِ الصَّلاةِ الرُّباعيَّةِ في السَّفَرِ تَخْفيفًا على عِبادِه، وقد قصَرَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ الصَّلاةَ في السَّفَرِ، وقصَرَ أصحابُه رَضيَ اللهُ عنهم أجمعينَ.\r\nوفي هذا الحَديثِ يَحكِي الصَّحابيُّ الجليلُ أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّهم خرَجوا مع النبيِّ صلَّى اللهُ عليه وسلَّمَ مُسافرينَ مِن المدينةِ إلى مكَّةَ، وذلك في حَجَّةِ الوداعِ، كما بيَّنَته رِوايةُ مُسلِمٍ، فظلَّ النبيُّ صلَّى اللهُ عليه وسلَّمَ يُصلِّي الظُّهرَ والعصْرَ والعِشاءَ قَصْرًا رَكعتَينِ حتَّى رجَعَ إلى المدينةِ مرَّةً أُخرَى، وقد ظلُّوا ماكثينَ في مكَّةَ عشَرةَ أيَّامٍ، ولم يَترُكِ النبيُّ صلَّى اللهُ عليه وسلَّمَ قَصْرَ الصَّلاةِ مدَّةَ إقامتِه بمكَّةَ، فظلَّ آخِذًا برُخصةِ اللهِ سُبحانه وتعالَى الَّتي رخَّص له طُولَ سَفرِه.\r\nوفي الصَّحَيحينِ مِن حَديثِ العَلاءِ بنِ الحَضرميِّ، أنَّ النبي صلَّى اللهُ عليه وسلَّمَ نَهى أنْ يُقيمَ المُهاجِرُ بمكَّةَ بعْدَ قَضاءِ نُسكِه فوقَ ثَلاثٍ، والجمْعُ بيْنَه وبيْنَ هذا الحديثِ الذي فيه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ في مكَّةَ عشَرةَ أيَّامٍ يَقصُرُ: أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ لم يُقِمْ بمكَّةَ أربعًا في مَكانٍ واحدٍ؛ فإنَّه لَمَّا قدِمَ مَكَّةَ في الرابعِ مِن ذي الحجَّةِ أقامَ بها غيرَ يوميِ الدخولِ والخروجِ إلى مِنًى، ثم باتَ بمِنًى، ثم سارَ إلى عَرفاتٍ، ورجَعَ فباتَ بمزدلفةَ، ثم سارَ إلى مِنًى، فقضَى نُسكَه، ثم إلى مكَّةَ، فطافَ، ثم رجَعَ إلى مِنًى، فأقامَ بها ثلاثًا يَقصُرُ، ثم نفَرَ منها بعدَ الزوال في ثالثِ أيَّامِ التشريقِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}