{
    "hadith_id": "699",
    "hadith": "عَنْ عبدِ اللهِ بنِ عَبَّاسٍ، أنَّهُ قالَ لِمُؤَذِّنِهِ في يَومٍ مَطِيرٍ: إذَا قُلْتَ: أَشْهَدُ أَنْ لا إلَهَ إلَّا اللَّهُ، أَشْهَدُ أنَّ مُحَمَّدًا رَسولُ اللهِ، فلا تَقُلْ: حَيَّ علَى الصَّلَاةِ، قُلْ: صَلُّوا في بُيُوتِكُمْ، قالَ: فَكَأنَّ النَّاسَ اسْتَنْكَرُوا ذَاكَ، فَقالَ: أَتَعْجَبُونَ مِن ذَا، قدْ فَعَلَ ذَا مَن هو خَيْرٌ مِنِّي، إنَّ الجُمُعَةَ عَزْمَةٌ، وإنِّي كَرِهْتُ أَنْ أُحْرِجَكُمْ فَتَمْشُوا في الطِّينِ والدَّحْضِ. [وفي رواية]: خَطَبَنَا عبدُ اللهِ بنُ عَبَّاسٍ في يَومٍ ذِي رَدْغٍ، وَسَاقَ الحَدِيثَ بمَعْنَى حَديثِ ابْنِ عُلَيَّةَ، وَلَمْ يَذْكُرِ الجُمُعَةَ، وَقالَ: قدْ فَعَلَهُ مَن هو خَيْرٌ مِنِّي، يَعْنِي النبيَّ صَلَّى اللَّهُ عليه وسلَّمَ.\r\n [وفي رواية]: قالَ: أَذَّنَ مُؤَذِّنُ ابْنِ عَبَّاسٍ يَومَ جُمُعَةٍ في يَومٍ مَطِيرٍ، فَذَكَرَ نَحْوَ حَديثِ ابْنِ عُلَيَّةَ، وَقالَ: وَكَرِهْتُ أَنْ تَمْشُوا في الدَّحْضِ وَالزَّلَلِ. [وفي رواية]: أنَّ ابْنَ عَبَّاسٍ أَمَرَ مُؤَذِّنَهُ في حَديثِ مَعْمَرٍ في يَومِ جُمُعَةٍ، في يَومٍ مَطِيرٍ بنَحْوِ حَديثِهِمْ، وَذَكَرَ في حَديثِ مَعْمَرٍ فَعَلَهُ مَن هو خَيْرٌ مِنِّي، يَعْنِي النبيَّ صَلَّى اللَّهُ عليه وسلَّمَ. [وفي رواية]: أَمَرَ ابنُ عَبَّاسٍ مُؤَذِّنَهُ في يَومِ جُمُعَةٍ، في يَومٍ مَطِيرٍ بنَحْوِ حَديثِهِمْ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "699",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (616) بلفظ مقارب",
    "sharh": "الصَّلاةُ عِمادُ الدِّينِ، ولا يَسَعُ المسلمَ تَرْكُها في حَضَرٍ ولا سَفرٍ، ولا سِلمٍ ولا حَرْبٍ، ولكنَّ الشَّرعَ الحَنيفَ راعَى أحوالَ الناسِ في الاضْطرارِ والشِّدَّةِ والخَوفِ والأمنِ.وفي هذا الحَديثِ يُخبِرُ التابعيُّ محمَّدُ بنُ سِيرِينَ أنَّ عبدَ اللهِ بنَ عبَّاسٍ رَضيَ اللهُ عنهما قال لمُؤَذِّنِه في يَومٍ شَديدِ المطَرِ: إذا انتَهَيتَ في أذانِكَ إلى: «أشهدُ أنَّ محمَّدًا رسولُ اللهِ، فلا تقُلْ: حيَّ على الصَّلاةِ»، وقُلْ مكانَها: «صلُّوا في بُيوتِكُمْ»؛ حتى يَسمَعَ الناسُ هذه الرُّخصةَ فلا يَخرُجوا، وكان ذلك في صَلاةِ الجُمُعةِ كما سَيأْتي في آخِرِ الرِّوايةِ، فكأَنَّ الناسَ أنكَروا ما صرَّح به مِن رُخصةِ تَركِ الجَماعةِ لأجْلِ المطَرِ، فقال لهم ابنُ عبَّاسٍ رَضيَ اللهُ عنهما: «فَعَلَه مَن هو خَيرٌ مِنِّي» يَقصِدُ النبيَّ صلَّى اللهُ عليه وسلَّمَ، ثمَّ أوضَحَ ابنُ عبَّاسٍ الأسبابَ، فقال: «إنَّ الجُمُعةَ عَزْمةٌ»، أي: واجبةٌ على كلِّ مَن سَمِعَ النِّداءَ من الرِّجالِ المُكلَّفِينَ المُقيمينَ، وإنِّي كَرِهتُ أنْ أُحرِجَكُم، أي: أشُقَّ عليكم وأجْعَلَكم في ضِيقٍ، وهناك الرُّخصةُ والسَّعةُ التي تُيسِّرُ عليكم. وقيل: معْنى: «أُحرِجَكم» أكونَ سَببًا في اكتِسابِكم للإثمِ عندَ حَرَجِ صُدورِكم؛ فرُبَّما يقَعُ مِن أحَدِكم تَسخُّطٌ، أو كَلامٌ غيرُ مَرْضيٍّ؛ وذلك لِمَشيِكم في الطِّينِ الذي يُؤدِّي إلى الانزِلاقِ والوُقوعِ؛ فالمطَرُ مِن الأعذارِ التي تُصَيِّرُ العزيمةَ رُخصةً، ومِن الأعذارِ المُسقِطةِ لصَلاةِ الجماعةِ.وقولُه: «صَلُّوا في بُيوتِكُم» قيل: إنَّما هو على الاختِيارِ لا العَزيمةِ، وهو راجِعٌ إلى مَشيئةِ المصَلِّي واختيارِه؛ فإنْ شاء بقِيَ في بَيتِه، وإنْ شاء خرَجَ إلى المسجِدِ.وفي الحديثِ: بيانُ جانبٍ مِنَ التَّخفيفِ والتَّيسيرِ على النَّاسِ في مِثلِ هذه الأحوالِ.وفيه: أنَّ المطرَ مِنَ الأعذارِ المُسقطةِ لصَلاةِ الجُمُعةِ والجَماعةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}