{
    "hadith_id": "700",
    "hadith": "كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يُصَلِّي وَهو مُقْبِلٌ مِن مَكَّةَ إلى المَدِينَةِ علَى رَاحِلَتِهِ حَيْثُ كانَ وَجْهُهُ، قالَ: وَفِيهِ نَزَلَتْ {فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} [البقرة: 115]. [وفي رواية]:، ثُمَّ تَلَا ابنُ عُمَرَ، {فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ}[البقرة: 115]، وَقالَ في هذا: نَزَلَتْ.",
    "rawi": "عبدالله بن عمر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "700",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري.",
    "sharh": "صَلاةُ النَّوافِلِ أمرُها واسِعٌ، وفيها مِن التَّيسيرِ ما يُناسِبُ أحوالَ الناسِ، والوِترُ هو آخِرُ صَلاةٍ يُصلِّيها المسلِمُ بعدَ التنفُّلِ في صَلاةِ اللَّيلِ، وإذا كان المسلِمُ مُسافرًا فله مِن الرُّخَصِ ما يُيَسِّرُ عليه أمرَ السَّفرِ مِن قَصْرِ الصَّلاةِ وغيرِ ذلك، وله أنْ يُصلِّيَ الوِترَ وهو راكِبٌ دونَ أنْ يَنزِلَ مِن على الرَّاحلةِ أو وَسيلةِ المواصلاتِ.\r\nوفي هذا الحَديثِ يُخبِرُ التابعيُّ سَعِيدُ بنُ يَسَارٍ أنَّه كان يَمْشي مع عبدِ اللهِ بنِ عُمَرَ رَضيَ اللهُ عنهما بطَريقِ مَكَّةَ وهما مُسافِران ويَسِيرانِ في اللَّيلِ، فلمَّا خافَ أنْ يُدرِكَه دُخولُ وَقتِ صَلاةِ الصُّبحِ دونَ أنْ يُصَلِّيَ الوِترَ، نزَلَ عن الرَّاحِلةِ فصلَّى الوِترَ، فقال عبدُ الله بنُ عُمَرَ له: أينَ كُنتَ؟ فقال: خَشِيتُ الصُّبحَ، فنزَلتُ فأَوْترتُ، فقال له عبدُ اللهِ: ألَيْسَ لك في رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ أُسوةٌ وقُدوَةٌ حَسَنةٌ تَقتدِي بها؟ فقال: بَلَى واللهِ، لي فيه صلَّى اللهُ عليه وسلَّمَ قُدوةٌ حَسَنةٌ، فأخْبَرَه أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كان يُصلِّي الوتْرَ وهو مُسافِرٌ فَوقَ ظَهْرِ راحِلَتِه، ويَتَوجَّهُ حيثُ توجَّهَتْ به؛ وذلك بأنْ يُكبِّرَ مُتوجِّهًا إلى القِبلةِ، فيَدخُلَ في الصَّلاةِ، ولا عليه أنْ تَذهَبَ الدَّابَّةُ في أيِّ اتِّجاهٍ بعْدَ ذلك، ويُومِئَ برَأْسِه إيماءً للرُّكوعِ والسُّجودِ، وهذا مِن التَّيسيرِ والتَّخفيفِ في أمْرِ النوَّافلِ والتَّطوُّعِ. وأمَّا الفَريضةُ فلا تُصلَّى على الدابَّةِ لغيرِ عُذرٍ مِن خَوفٍ شَديدٍ أو مرَضٍ أو نحوِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}