{
    "hadith_id": "705",
    "hadith": "صَلَّى رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ الظُّهْرَ وَالْعَصْرَ جَمِيعًا، وَالْمَغْرِبَ وَالْعِشَاءَ جَمِيعًا، في غيرِ خَوْفٍ، وَلَا سَفَرٍ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "705",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "التَّيسيرُ والتَّرفُّقُ بالمسلِمينَ كان مِن شَأنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ، وقد أرادَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ يَخرُجَ بأُمَّتِه منَ الضِّيقِ إلى السَّعةِ في أمرِ الصَّلاةِ.\nوفي هذا الحَديثِ يَرْوي عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ صلَّى الظُّهرَ والعَصرَ جميعًا، أي: صلَّاهما معًا مُتَوالِيَتَينِ، وقولُه: «بِالْمَدِينةِ»، أي: جمَعَ بيْنَهما وهو مُقيمٌ، ثُمَّ قال: «في غَيْرِ خَوْفٍ ولا سَفرٍ»؛ ليُبيِّنَ أنَّ الجمْعَ بيْنَ الظُّهرِ والعَصْرِ لم يكُنْ برُخصةِ الخَوْفِ أوِ السَّفرِ.\nفذكَرَ التَّابِعيُّ أبو الزُّبيرِ محمَّدُ بنُ مُسلمٍ أنَّه سأَلَ التَّابِعيَّ سَعيدَ بنَ جُبَيرٍ -الرَّاويَ عن عبدِ اللهِ بنِ عبَّاسٍ رَضيَ اللهُ عنهما- عن سَببِ جَمْعِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ للظُّهرِ والعَصرِ معًا، فأجابَه سَعيدٌ أنَّه سَألَ هذا السُّؤالَ لابنِ عبَّاسٍ رَضيَ اللهُ عنهما، فأجابَه ابنُ عبَّاسٍ: «أرادَ ألَّا يُحرِجَ أحدًا مِن أُمَّتِه»، أي: إنَّما فعَلَ ذلك؛ لئلَّا يشُقَّ على أحدٍ من أُمتِه، تَخفيفًا عنهم، وتَيْسيرًا عليهم عندَ الحاجةِ، وقد حُمِلَ الحَديثُ على عُذرِ المرَضِ، فإذا حصَلَ أمرٌ اقْتَضى واستَدْعى ذلك في نادرِ الأحْوالِ؛ فإنَّه لا بأْسَ به؛ لهذا الحَديثِ، وأمَّا كَونُه يَصيرُ مأْلوفًا ومُعتادًا فليس ذلك سائغًا؛ لأنَّ الرَّسولَ صلَّى اللهُ عليه وسلَّمَ ما عُرِفَ عنه أنَّه فعَلَ ذلك مواظبًا عليه.\nوللجَمعِ بيْنَ كلِّ صَلاتَينِ طَريقَتانِ حسَبَ ما يَتيسَّرُ؛ الأُولى: جمْعُ تَقديمٍ، وهو أنْ يُصلِّيَ العَصرَ معَ الظُّهرِ في وَقتِ الظُّهرِ، والعِشاءَ معَ المَغرِبِ في وَقتِ المَغرِبِ، والثَّانيةُ: جَمعُ تَأْخيرٍ، وهو أنْ يُصلِّيَ الظُّهرَ معَ العَصرِ في وَقتِ العَصرِ، ويُصلِّيَ المغرِبَ معَ العِشاءِ في وَقتِ العِشاءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}