{
    "hadith_id": "709",
    "hadith": "كُنَّا إذَا صَلَّيْنَا خَلْفَ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، أَحْبَبْنَا أَنْ نَكُونَ عن يَمِينِهِ، يُقْبِلُ عَلَيْنَا بوَجْهِهِ، قالَ: فَسَمِعْتُهُ يقولُ: رَبِّ قِنِي عَذَابَكَ يَومَ تَبْعَثُ أَوْ تَجْمَعُعِبَادَكَ.",
    "rawi": "البراء بن عازب",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "709",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البيهقي (3041)، والبغوي في ((شرح السنة)) (704) كلاهما بلفظه، وأحمد (18553)، وابن خزيمة (1563) بنحوه مختصرا .",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم يَحُثُّ على صَلاةِ الجماعةِ في المسجدِ في الصُّفوفِ الأُولَى، وكان الصَّحابةُ يَحرِصون على الْتزامِ أوامِرِه، ومنهم مَن كان يَحرِص على قُربِه مِن النَّبيِّ صلَّى اللهُ عليهِ وسلَّم ليَتعلَّمَ منه ويَسمَعَ ما يقولُه.\nوهذا الحديثُ يُوضِّحُ حِرصَ الصَّحابةِ على مَعرفةِ أدقِّ التَّفاصيلِ مِن أقوالِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم وأفعالِه، فيخبر البَرَاءُ بنُ عازبٍ رَضِي اللهُ عنه أنَّهم كانوا إذا صلَّوا في الصَّفِّ الَّذي خلْفَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، يَحرِصون أنْ يَكونوا في جِهةِ اليمينِ منه، وعلَّلَ ذلك بأنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم كان يُقبِلُ عليهم بوَجْهِه، أي: يَلتفِتُ بعْدَ السَّلامِ مِن الصَّلاةِ مِن جِهةِ اليمين، ويَجعَلُ وجْهَه قِبَلَ وُجوهِ أصحابِه، ويُخبِرُ البَراءُ رَضِي اللهُ عنه أنَّه سَمع النَّبيَّ صلَّى اللهُ عليهِ وسلَّم يقولُ بعْدَ الصَّلاةِ داعيًا: «ربِّ قِنِي»، أي: احْمِنِي مِن عَذابِك، «يومَ تَبْعَثُ -أَوْ تَجمَعُ- عِبادَك» يوْمَ القِيامةِ للحِسَابِ، وهذا مِن أجلِّ الأدعيةِ الدَّالَّةِ على خَشيةِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم للهِ سُبحانه.\nوفي رِوايةٍ أُخرى لمسْلمٍ: «ولم يَذكُرْ: يُقبِلُ علينا بوَجْهِه»، وهذه الرِّوايةُ تدُلُّ على عدَمِ مُداومةِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم على الالتِفاتِ جِهةَ اليمينِ بعْدَ السَّلامِ مِن الصَّلاةِ؛ وفي الصَّحيحينِ عن عبْدِ اللهِ بنِ مَسعودٍ رَضِي اللهُ عنه: «لا يَجعَلْ أحدُكم للشَّيطانِ شَيئًا مِن صَلاتِه؛ يَرى أنَّ حقًّا عليه ألَّا يَنصرِفَ إلَّا عن يَمينِه؛ لقدْ رأيْتُ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم كَثيرًا يَنصرِفُ عن يَسارِه»، فكان يَنصرِفُ بعْدَ الانتهاءِ مِن الصَّلاةِ في أيِّ الجِهَتينِ دونَ تَخصيصِ الانصرافِ بجِهةٍ واحدةٍ، سواءٌ كان الانفِتالُ للتَّوجُّهِ إلى المأمومينَ أو للانصرافِ مِن المسجدِ بعدَ الفراغِ مِن الصَّلاةِ.\nوفي الحديثِ: بَيانُ دُعاءِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم بعْدَ الصَّلاةِ.\nوفيه: بَيانُ خَوفِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم مِن ربِّه، وإدامةِ دُعائِه إيَّاه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}