{
    "hadith_id": "736",
    "hadith": "كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يُصَلِّي فِيما بيْنَ أَنْ يَفْرُغَ مِن صَلَاةِ العِشَاءِ، وَهي الَّتي يَدْعُو النَّاسُ العَتَمَةَ، إلى الفَجْرِ، إحْدَى عَشْرَةَ رَكْعَةً، يُسَلِّمُ بيْنَ كُلِّ رَكْعَتَيْنِ، وَيُوتِرُ بوَاحِدَةٍ، فَإِذَا سَكَتَ المُؤَذِّنُ مِن صَلَاةِ الفَجْرِ، وَتَبَيَّنَ له الفَجْرُ، وَجَاءَهُ المُؤَذِّنُ، قَامَ فَرَكَعَ رَكْعَتَيْنِ خَفِيفَتَيْنِ، ثُمَّ اضْطَجَعَ علَى شِقِّهِ الأيْمَنِ، حتَّى يَأْتِيَهُ المُؤَذِّنُ لِلإِقَامَةِ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "736",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (994) مختصراً باختلاف يسير",
    "sharh": "كان رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ أعرَفَ الناسِ باللهِ عزَّ وجلَّ، وأخْشاهم له، وأعبَدَهم له، وقد كان صلَّى اللهُ عليه وسلَّمَ دائمَ العِبادةِ للهِ عزَّ وجلَّ في لَيلِه ونَهارِه، لا سيَّما قِيامِ اللَّيلِ بالصَّلاةِ والذِّكرِ والتَّضرُّعِ.\r\nوفي هذا الحديثِ تَذكُرُ أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها صِفةَ صَلاةِ النبيِّ صلَّى اللهُ عليه وسلَّمَ في اللَّيلِ، وخاصَّةً صِفةَ سُجودِه، فتُخبِرُ أنَّه صلَّى اللهُ عليه وسلَّمَ كان يُصلِّي قِيامَ اللَّيلِ إحْدَى عَشْرةَ رَكعةً، وكان يَسجُدُ السَّجدةَ بمِقدارِ قِراءةِ خَمسينَ آيةً، وطُولُ سُجودِ النبيِّ صلَّى اللهُ عليه وسلَّمَ في قِيامِ اللَّيل؛ لاجتِهادِه فيه بالدُّعاءِ والتَّضرُّعِ إلى اللهِ، وذلك أبلَغُ أحوالِ التَّواضعِ والتَّذلُّلِ إلى اللهِ تعالَى، ثمَّ بعْدَ ذلك كان صلَّى اللهُ عليه وسلَّمَ يَركَعُ رَكعتَينِ خَفيفتَينِ قبْلَ صَلاةِ الفَجرِ، وهما الرَّكعتانِ بيْن الأذانِ والإقامةِ، ثمَّ يَضطَجِعُ على جانبِه الأيمنِ حتَّى يَأتِيَه المؤذِّنُ للصَّلاةِ، فيَخرُجُ إلى المسجدِ مُؤدِّيًا صَلاةَ الفَجرِ مع أصحابِه.\r\nوفي الحديثِ: هَدْيُ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ في قِيامِ اللَّيلِ، وأنَّه كان يُصلِّي باللَّيلِ إحْدَى عَشْرَةَ رَكْعةً.\r\nوفيه: إطالةُ السُّجودِ في صَلاةِ اللَّيلِ.\r\nوفيه: مَشروعيَّةُ أداءِ السُّننِ الرَّواتبِ في البيتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}