{
    "hadith_id": "746",
    "hadith": "أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ كانَ إذَا فَاتَتْهُ الصَّلَاةُ مِنَ اللَّيْلِ مِن وَجَعٍ، أَوْ غيرِهِ، صَلَّى مِنَ النَّهَارِ ثِنْتَيْ عَشْرَةَ رَكْعَةً.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "746",
    "grade": "[صحيح]",
    "takhrij": "أخرجه الترمذي (445)، والنسائي (1789)، وأحمد (24775)، والطيالسي (1603) واللفظ لهم جميعا.",
    "sharh": "كانت أمُّ المؤمنينَ عائشةُ رَضِي اللهُ عنها مُراقِبةً لأحوالِ رَسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم ليْلَه ونَهارَه، مُشاهِدةً وسائلةً، فأحاطَتْ بهَدْيِه وسُنَّتِه وعلَّمَتْه لمَن بعْدَها ولمَن سَألها عن أحوالِه صلَّى اللهُ عليهِ وسلَّم.\nوفي هذا الحَديثِ تُخبِرُ عائشةُ رَضِي اللهُ عنها أنَّ رَسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم كانَ «إذا عَمِلَ عَملًا أثبَتَه»، أي: أتقَنَه وأَحْكمَ عَملَه فيه وداوَمَ عليه، «وَكانَ إذا نامَ مِنَ اللَّيلِ أو مَرِضَ» وكان هناك سَببٌ مَنَعَه مِن قيامِ ليْلِه، «صلَّى مِنَ النَّهارِ ثِنتَيْ عَشرةَ رَكعةً»، أي: يَقضي صَلاةَ اللَّيلِ بِالنَّهارِ، بدَلًا ممَّا فاته مِن قيامِ اللَّيلِ، وهذا بيانٌ لمُداوَمتِه صلَّى اللهُ عليهِ وسلَّم ومُواظَبتِه عليها، ولم تَذكُرِ الوترَ؛ لأنَّه لم يَقْضِه، والظَّاهرُ أنَّه لم يَفُتْه، فلعَلَّه صلَّى اللهُ عليهِ وسلَّم كان إذا طَرَأ عليه ما يُفوِّتُ صَلاةَ اللَّيلِ بادَرَ بالوترِ، فأوتَرَ في أوَّلِ اللَّيلِ، وأخَّر غيْرَه، فقَضاهُ بالنَّهارِ.\nثمَّ أخبَرَت عائشةُ رَضِي اللهُ عنها أنَّه لَم يَكنْ هَديُه صلَّى اللهُ عليهِ وسلَّم فِي صَلاتِه بِاللَّيلِ أنْ يُحيِيَ اللَّيلَ كُلَّه، بَل يَنامُ بَعضَهُ ويُقيمُ بَعضَه، وأنَّه لَم يَصُمْ شَهرًا كامِلًا غَيرَ شَهرِ رَمضانَ؛ وذلك لأنَّه شَهرُ الفَريضةِ، والتَّنبيهُ عليه مِن بابِ النَّفْيِ لغَيرِه؛ وهو أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم كان لا يَصومُ شَهْرًا كاملًا تَطوُّعًا، بلْ يَصومُ مِن كلِّ شَهرٍ مِن شُهورِ السَّنةِ أيَّامًا منه، ولمْ يَستكمِلْ صِيامَ شَهرٍ غَيرِ رمضانَ؛ لِئلَّا يُظَنَّ وُجوبُه، وهذا كلُّه لبَيانِ تَيسيرِه صلَّى اللهُ عليهِ وسلَّم، وأخْذِه بقدْرِ طاقتِه واستطاعتِه في العبادةِ تَعليمًا لأُمَّتِه.\nوفي الحَديثِ: قَضاءُ قيامِ اللَّيلِ بالنَّهارِ.\nوفيه: جَعلُ صَلاةِ النَّهارِ شَفعًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}