{
    "hadith_id": "756",
    "hadith": "سُئِلَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: أَيُّ الصَّلَاةِ أَفْضَلُ؟ قالَ: طُولُ القُنُوتِ.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "756",
    "grade": "[صحيح]",
    "takhrij": "أخرجه ابن ماجة (1421)، وأحمد (14368)، وابن خزيمة (1155) واللفظ لهم.",
    "sharh": "الصَّلاةُ عِمادُ الدِّينِ، وهي ركنُ الإسْلامِ الرَّكينُ الَّذي لا بدَّ لكلِّ مُسلمٍ من أدائِه دونَ عُذرٍ، وقد جُعِلتْ قُرَّةُ عَينِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في الصَّلاةِ؛ ولذلك كان يُكثِرُ مِن نَوافلِ الصَّلاةِ وقِيامِ اللَّيلِ، حتَّى إنَّه كان يَقومُ اللَّيلَ حتَّى تَتورَّمَ قدَماهُ؛ ممَّا يُطوِّلُ فيه مِنَ الوقوفِ بيْنَ يَدَيِ اللهِ تعالَى قارئًا داعيًا خاشعًا مُتضرِّعًا.\nوفي هذا الحَديثِ يُخبرُنا النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ أفضلَ أمرٍ مِن أمورِ الصَّلاةِ عُمومًا هو طُولُ القُنوتِ، والمرادُ بطُولِ القُنوتِ: طولُ القيامِ في الصَّلاةِ للقراءةِ، وقد جاء مُصرَّحًا به فيما أخرَجَه أبو داودَ، عن عبدِ اللهِ بن حَبَشيٍّ الخَثْعَميِّ رَضيَ اللهُ عنه، «أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ سُئلَ: أيُّ الأعْمالِ أفضَلُ؟ قال: طولُ القيامِ»، وقدْ يُرادُ بالقُنوتِ الدُّعاءُ والخُشوعُ والتَّذلُّلُ للهِ تعالى، وقد كانَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ يَفعَلُ ذلك، خاصَّةً في التَّطوُّعِ وقِيامِ اللَّيلِ؛ فكان يَقِفُ معَ كلِّ آيةٍ، ولا يَمُرُّ بآيةٍ فيها دُعاءٌ إلَّا دعَا به، وإنْ كان فيها عَذابٌ استعاذَ باللهِ عزَّ وجلَّ منه... وهكذا.\nوصَلاةُ الفَريضةِ -حتَّى وإنْ لم يَكُنْ فيها تَطويلُ القيامِ والقراءةِ والدُّعاءِ- أفضلُ مِن صَلاةِ النَّفلِ الَّتي فيها هذا التَّطويلُ؛ لأنَّ الفَريضةَ هي الَّتي أوجبَها اللهُ تعالَى وحدَّدَها بوَقتٍ وعَددِ رَكَعاتٍ مُعيَّنٍ، ويُعاقَبُ على ترْكِها، ولأنَّ الفريضةَ أيضًا قدْ أُمِرَ أنْ تُؤدَّى في جَماعةٍ، وأُمِرَ بالتَّخْفيفِ فيها؛ مُراعاةً للمَريضِ وذي الحاجةِ ونحوِهما؛ أمَّا في النَّافلةِ والتَّطوُّعِ، فيُطوِّلُ كلُّ امْرئٍ فيها حسَبَ طاقتِه؛ فحصَلَ بذلك لكلِّ صلاةٍ مِيزتُها وفَضلُها.\nوفي الحَديثِ: فَضلُ طُولِ القُنوتِ والقيامِ للقراءةِ في الصَّلاةِ، معَ الخُشوعِ والدُّعاءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}