{
    "hadith_id": "762",
    "hadith": "قالَ أُبَيٌّ في لَيْلَةِ القَدْرِ: وَاللَّهِ، إنِّي لأَعْلَمُهَا، قالَ شُعْبَةُ: وَأَكْبَرُ عِلْمِي هي اللَّيْلَةُ الَّتي أَمَرَنَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ بقِيَامِهَا، هي لَيْلَةُ سَبْعٍ وَعِشْرِينَ.\r\nوَإنَّما شَكَّ شُعْبَةُ في هذا الحَرْفِ: هي اللَّيْلَةُ الَّتي أَمَرَنَا بهَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، قالَ: وَحدَّثَني بهَا صَاحِبٌ لي عنْه.",
    "rawi": "أبي بن كعب",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "762",
    "grade": "[صحيح]",
    "sharh": "وفي هذا الحديثِ يَرْوي التَّابعيُّ زِرُّ بنُ حُبَيشٍ أنَّه سَأل أُبيَّ بنَ كَعبٍ رَضِي اللهُ عنه عن قَولِ عبدِ الله بنِ مَسعُودٍ رَضِي اللهُ عنه: إنَّ مَن يَقُمْ ليْالِيَ السَّنَةِ كلَّها فإنَّه لا مَحالةَ سَيُصيبُ ليْلةَ القدْرِ في إحْدى لَيالِيها، دونَ أنْ يُسمِّيَ لهم تلك اللَّيلةَ، وهذا يُفهَمُ منه أنَّه يَرى أنَّها ليْلةٌ مُبهَمةٌ تَدورُ في تَمامِ السَّنةِ، ولا تَختَصُّ برَمضانَ.\nفلمَّا سَمِع ذلك أُبَيُّ بنُ كَعْبٍ رَضِي اللهُ عنه دَعا لابنِ مَسعودٍ رَضِي اللهُ عنه أنْ يَرحَمَه اللهُ، وهذا دُعاءُ العارفِ بمَغزَى قولِ ابنِ مَسعودٍ، ومِن بابِ الاعتذارِ له، ثمَّ وضَّح أنَّ ابنَ مَسعودٍ رَضِي اللهُ عنه أراد بقولِه ذلك ألَّا يَترُكَ النَّاسُ قِيامَ الليلِ انتظارًا لِمَجِيءِ ليْلةِ القدْرِ، فيَقوموها وحْدَها أو يُقَصِّروا في قِيامِ بقيَّةِ لَيالي السَّنةِ، فتَفوتَ حِكمةُ الإبهامِ الَّذي نُسِّيَ بسَببِها النَّبيُّ صلَّى اللهُ عليهِ وسلَّم، فأراد بذلك أنْ يَجعَلَ النَّاسَ في اجتهادٍ وتَحرٍّ بكَثرةِ القيامِ لِتَدارُكِ تلك اللَّيلةِ.\nثُمَّ أخبَرَ أُبَيُّ بنُ كَعْبٍ رَضِي اللهُ عنه أنَّ ابنَ مَسعودٍ رَضِي اللهُ عنه يَعْلَمُ أنَّها في رَمَضَانَ، وأنَّها في العَشْرِ الأواخِرِ، وأنَّها ليْلةُ سَبْعٍ وعشرين. ثُمَّ حَلَف أُبَيٌّ رَضِي اللهُ عنه حَلِفًا جازمًا مِن غيرِ أنْ يقولَ عَقِيبَه: إنْ شاء اللهُ «أنَّها ليْلةُ سَبْعٍ وعشرين»، فكان أُبَيُّ بنُ كَعْبٍ رَضِي اللهُ عنه يَجزِمُ أنَّ ليْلةَ القدْرِ هي ليْلةُ سَبْعٍ وعِشرين مِن رمَضانَ، ويُقسِمُ على ذلك قَسَمًا مُؤكَّدًا.\nفسَأله زِرُّ بنُ حُبَيْشٍ: ما دَليلُك على ذلك يا أبا المُنذِرِ؟ وهي كُنْيةُ أُبَيِّ بنِ كَعبٍ رَضِي اللهُ عنه، قال أُبَيٌّ رَضِي اللهُ عنه: بالعَلامةِ -أو بالآيةِ- الَّتي أخبَرَنا رَسولُ الله صلَّى اللهُ عليهِ وسلَّم، وهي أنَّ الشَّمسَ تَطلُعُ صَبيحةَ هذه اللَّيلةِ لا شُعاعَ لها، بل تكونُ نَقيَّةً لا يُرَى لها أشعَّةٌ مُمتدَّةٌ، فيَنتشِرُ ضَوءُها بلا شُعاعٍ كما يُضيءُ القَمرُ بلا شُعاعٍ، والشُّعاعُ: ما تَرى مِن ضَوءِ الشَّمسِ مِثلَ الحبالِ والقُضبانِ مُتَّجِهةً إليك إذا نظَرْتَ.\nوقَدِ اخْتُلِفَ في تَحديدِ لَيلةِ القَدْرِ، وأرْجى الأقوالِ أنَّها في أوتارِ العَشْرِ الأواخِرِ، كما بيَّنَتْها السُّنَّةُ المُطَهَّرةُ، ومِن حِكمةِ اللهِ تعالَى أنَّه أخْفاها عنِ النَّاسِ؛ لكيْ يَجتَهِدوا في الْتِماسِها في اللَّيالي، فيُكثِروا مِن العِبادةِ الَّتي تَعودُ عليهمْ بالنَّفعِ.\nوفي الحديثِ: بيانُ أنَّ بعضَ الصَّحابةِ كان يَأخُذُ بعَزائمِ الأمورِ للوُصولِ إلى مُرادِه.\nوفيه: أنَّ مِن عَلامةِ ليلةِ القَدْرِ أنَّ الشَّمسَ تَطلُعُ في صَبيحتِها لا شُعاعَ لها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}