{
    "hadith_id": "764",
    "hadith": "كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يُصَلِّي مِنَ اللَّيْلِ ثَلَاثَ عَشْرَةَ رَكْعَةً.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "764",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1138)، ومسلم (764) واللفظ له",
    "sharh": "رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ هو أعرَفُ الناسِ باللهِ عزَّ وجلَّ، وأخْشاهم له، وأعبَدُهم له، وقد كان صلَّى اللهُ عليه وسلَّمَ دائمَ العِبادةِ للهِ عزَّ وجلَّ في لَيلِه ونَهارِه، لا سيَّما قِيامِ اللَّيلِ بالصَّلاةِ والذِّكرِ والتَّضرُّعِ.\r\nوفي هذا الحَديثِ يُخبِرُ عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما عن صَلاةِ النبيِّ صلَّى اللهُ عليه وسلَّمَ في اللَّيلِ، وأنَّه كان يُصلِّي ثَلاثَ عَشْرةَ ركعةً، يعني: أنَّه كان يُصلِّي رَكعتَينِ رَكعتَينِ، كما جاء في الصَّحيحَينِ مِن حَديثِ ابنِ عُمَرَ رَضيَ اللهُ عنهما: «كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يُصلِّي مِن اللَّيلِ مَثْنى مَثْنى»، ثُمَّ يُوتِرُ بواحِدةٍ، أو ثَلاثٍ؛ لِيُكمِلَ ثَلاثَ عَشْرةَ رَكعةً. وقد جاء عن عائِشةَ رَضيَ اللهُ عنها في الصَّحيحَينِ أنَّ صَلاتَه صلَّى اللهُ عليه وسلَّمَ كانتْ إحدَى عَشْرةَ رَكعةً، فقالتْ: ما كان رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يَزيدُ في رَمضانَ ولا في غَيرِه على إحدَى عَشْرةَ ركعةً.\r\nوهذه الرِّوايةُ تُوضِّحُها رِوايةٌ أخرى في صَحيحِ البخاريِّ، وفيها: «أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كانَ يُصَلِّي مِن اللَّيلِ ثَلاثَ عشْرةَ رَكعةً، مِنها الوِترُ، ورَكعتَا الفَجرِ»، يعني: مِن جُملةِ هذهِ الرَّكعاتِ الوترُ وسُنَّةُ الفَجرِ، فكانَ يُصلِّي الوِترَ في آخِرِ اللَّيلِ، ويكونُ مُستيقِظًا إلى الفَجرِ، ثمَّ يُصلِّي الرَّكعتينِ، مُتَّصلًا بتَهجُّدِه ووِترِه، وأفْهَمَتْ هذِه الرِّوايةُ وأمثالُها أنَّ مَن قال: «إحْدَى عَشْرةَ» لم يَحسُبْ رَكعتَيِ الفَجرِ.\r\nوقد ورَدَت رِواياتٌ أُخرى في عدَدِ الرَّكعاتِ التي كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يُصلِّيها باللَّيلِ، ومِن ذلك رِوايةُ البُخاريِّ: أنَّ أمَّ المؤمنينَ عائِشةَ رَضيَ اللهُ عنها سُئِلَت عن صَلاةِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ باللَّيلِ، فقالت: كانت صَلاتُه باللَّيلِ سبْعَ ركَعاتٍ، وتِسعَ ركَعاتٍ، وإحدَى عَشْرةَ ركعةً، سِوى رَكعتَيِ الفَجرِ. وقد وقَعَ ذلك منه صلَّى اللهُ عليه وسلَّمَ في أوقاتٍ مُختلفةٍ بحسَبِ اتِّساعِ الوقتِ وضِيقِه، أو عُذرٍ مِن مرَضٍ أو غيرِه.\r\nوصَلاةُ اللَّيلِ تكونُ بعْدَ صَلاةِ العِشاءِ، وهي مُمتدةٌ إلى قُبَيلِ الفَجرِ، ولا يُشترَطُ أنْ يَنامَ الإنسانُ قبْلَها. وقيل: إذا نامَ مِن أوَّلِ الليلِ ثُمَّ استيقظَ، فصلَّى ما كُتِبَ له؛ فهذا هو التَّهجُّدُ؛ فإنَّه التَّيقُّظُ بعْدَ رَقدةٍ، فصار اسمًا للصَّلاةِ؛ لأنَّه يُنتبَهُ لها.\r\nوفي الحَديثِ: بَيانُ هَدْيِ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ في قِيامِ اللَّيلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}