{
    "hadith_id": "772",
    "hadith": "صَلَّيْتُ مع النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ ذَاتَ لَيْلَةٍ، فَافْتَتَحَ البَقَرَةَ، فَقُلتُ: يَرْكَعُ عِنْدَ المِائَةِ، ثُمَّ مَضَى، فَقُلتُ: يُصَلِّي بهَا في رَكْعَةٍ، فَمَضَى، فَقُلتُ: يَرْكَعُ بهَا، ثُمَّ افْتَتَحَ النِّسَاءَ، فَقَرَأَهَا، ثُمَّ افْتَتَحَ آلَ عِمْرَانَ، فَقَرَأَهَا، يَقْرَأُ مُتَرَسِّلًا؛ إذَا مَرَّ بآيَةٍ فِيهَا تَسْبِيحٌ سَبَّحَ، وإذَا مَرَّ بسُؤَالٍ سَأَلَ، وإذَا مَرَّ بتَعَوُّذٍ تَعَوَّذَ، ثُمَّ رَكَعَ، فَجَعَلَ يقولُ: سُبْحَانَ رَبِّيَ العَظِيمِ، فَكانَ رُكُوعُهُ نَحْوًا مِن قِيَامِهِ، ثُمَّ قالَ: سَمِعَ اللَّهُ لِمَن حَمِدَهُ، ثُمَّ قَامَ طَوِيلًا قَرِيبًا ممَّا رَكَعَ، ثُمَّ سَجَدَ، فَقالَ: سُبْحَانَ رَبِّيَ الأعْلَى، فَكانَ سُجُودُهُ قَرِيبًا مِن قِيَامِهِ. وفي رواية زيادة: سَمِعَ اللَّهُ لِمَن حَمِدَهُ، رَبَّنَا لكَ الحَمْدُ.",
    "rawi": "حذيفة بن اليمان",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "772",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (1664)، وأحمد (23367)، وأبو عوانة (1747) جميعهم باختلاف يسير.",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم يُحِبُّ الوُقوفَ بيْن يَدَيْ ربِّه؛ فكان يُطِيلُ الصَّلاةَ ويُحَسِّنها بِطُولِ القراءةِ والرُّكوعِ والسُّجودِ والدُّعاءِ، وأيضًا تَشتمِلُ على الخُشوعِ والخضوعِ والتَّذلُّلِ للهِ عزَّ وجلَّ.\nوفي هذا الحديثِ يُخبِرُ حُذَيْفةُ بنُ اليَمَانِ رَضِي اللهُ عنهما أنَّه صلَّى مع النَّبيِّ صلَّى اللهُ عليهِ وسلَّم ذاتَ ليلةٍ قيامَ اللَّيلِ، فأخبَرَ أنَّ رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم افْتَتَح قِراءتَه بعْدَ الفاتحةِ بسُورةِ البَقَرةِ، فظنَّ حُذَيفةُ في نفْسِه أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم بعْدَما يَقرَأُ مائةَ آيةٍ، ولكنَّه صلَّى اللهُ عليهِ وسلَّم تَجاوَزَ قِراءةَ المائةِ آيةٍ، فظنَّ حُذَيفةُ في نفْسِه أنَّه ربَّما يَقرَأُ سُورةَ البقرةِ في رَكْعةٍ واحدةٍ، ولكنَّه صلَّى اللهُ عليهِ وسلَّم استَمرَّ في القراءةِ بعْدما أنْهى سُورةَ البقرةِ، وافْتَتَح سُورةَ النِّساءِ، فقَرَأها كلَّها، ثُمَّ افْتَتَح سُورةَ آلِ عِمْرَانَ، فقَرَأها كلَّها، وهذا مِنَ التَّطوِيلِ وحُسنِ القراءةِ في صَلاةِ اللَّيلِ، ولعلَّ هذا التَّطويلَ، وهذه الكيفيَّةَ في هذه الصَّلاةِ إنَّما كانت منه بحَسَبِ وقْتٍ صادَفَه صلَّى اللهُ عليهِ وسلَّم، فاستطابَ ما كان فيه، واستَغرَقه عمَّا سِواهٌ، وهو مُوافِقٌ لِما قاله في الحديثِ المتَّفَقِ عليه: «إذا صلَّى أحدُكم للنَّاسِ فلْيُخفِّفْ؛ فإنَّ منْهم الضَّعيفَ والسَّقيمَ والكبيرَ، وإذا صلَّى أحدُكم لنفْسِه فلْيُطوِّلْ ما شاء».\nوكان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم «يَقرَأُ مُتَرَسِّلًا»، أي: مُتَمَهِّلًا ومُتَأَنِّيًا، وكان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم يُسبِّحُ اللهَ بقولِه: سُبحانَ اللهِ، إذا مرَّ بآيةٍ فيها تَسبيحٌ، وكان إذا قرَأ آيةً تحُثُّ على سُؤالِ اللهِ سُبحانه وتعالَى، سَأله، وفي رِوايةِ أبي داودَ: «وما مرَّ بآيةِ رَحمةٍ إلَّا وقَفَ عندها، فسَأل»، «وإذا مرَّ بآيةٍ فيها تعوُّذٌ» بأنْ تُذكَرَ فيها النَّارُ، أو الوعيدُ «تَعوَّذَ» باللهِ، فاعتَصَمَ به تعالَى ليُنجِيَه مِن عَذابِه، وهذا كلُّه يَزِيدُ في طُولِ الصَّلاةِ.\nثمَّ بعْدَ كلِّ ذلك رَكَع، «فجَعَل يَقولُ: سُبحانَ رَبِّيَ العظيمِ» فالْتزَمَ هذه الصِّيغةَ في التَّسبيحِ، ومَعْناها: نُمجِّدُ اللهَ عزَّ وجلَّ ونُثْني عليه فيه بِعَظمتِه، وهو تَنزيهٌ للهِ المتَّصِفِ بهذه الصِّفةِ، «فكان رُكوعُه نحْوًا مِن قيامِه»، أي: في طُولِ مُدَّةِ الرُّكوعِ، فمَكَث فيه طَويلًا قريبًا مِن طُولِ قِيامِه صلَّى اللهُ عليهِ وسلَّم، ثُمَّ رفَعَ مِن رُكوعِه وقال: «سَمِعَ اللهُ لِمَن حَمِده» وهذا خبَرٌ بمَعْنى الدُّعاءِ، أيْ: استَجِبْ يا أللهُ دُعاءَ مَن حَمِدَك، وزاد في رِوايةٍ: «ربَّنا لك الحمدُ»، وهذا مِن أعظَمِ الدُّعاءِ والشُّكرِ للهِ عزَّ وجلَّ.\nثُمَّ وقَفَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم طَويلًا قَريبًا مِمَّا رَكَع؛ وذلك قبْلَ أنْ يَنزِلَ للسُّجودِ، «ثُمَّ سَجَد فقال: سُبحانَ رَبِّيَ الأعلَى» يُخصِّصُ هذا الذِّكرَ والثَّناءَ للسُّجودِ، ومَعْناه: تَقديسُ المَلِكِ سُبحانَه وتَنزيهُه عن كُلِّ نَقصٍ، وهو تَنزيهٌ للهِ المتَّصِفِ بصِفةِ العُلوِّ، فكان سُجودُه صلَّى اللهُ عليهِ وسلَّم قَريبًا مِن قِيامِه قبْلَ السُّجودِ في الطُّولِ.\nوفي الحديثِ: بَيانُ صِفةِ صَلاةِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم في قِيامِ اللَّيلِ مِن حيثُ طُولُ الصَّلاةِ والقراءةِ، وتَطويلُ الرُّكوعِ والسُّجودِ والوُقوفِ.\nوفيه: التَّوقُّفُ مع مَعانِي الآياتِ، والدُّعاءُ بما ورَد فيها في أثناءِ الصَّلاةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}