{
    "hadith_id": "779",
    "hadith": "مَثَلُ البَيْتِ الذي يُذْكَرُ اللَّهُ فِيهِ، والْبَيْتِ الذي لا يُذْكَرُ اللَّهُ فِيهِ، مَثَلُ الحَيِّ والْمَيِّتِ.",
    "rawi": "أبو موسى الأشعري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "779",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (6407)، ومسلم (779).",
    "sharh": "ذِكرُ اللهِ فيه حَياةُ النُّفُوسِ وقُوَّتُها، وتَرْكُه فيه الخُمولُ والبَطالةُ والكَسَلُ، وبُيوتُ المسلِمينَ يَنبَغي أنْ تُحصَّنَ منَ الشَّيطانِ، وأنْ تُملأَ بالنُّورِ والبَرَكةِ، ويكونَ ذلك بعمَلِ الطَّاعاتِ فيها من ذِكرٍ وصَلاةٍ ودُعاءٍ وغيرِ ذلك.\nوفي هذا الحَديثِ يَعقِدُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ مُوازَنةً بيْنَ صِنفَينِ مِنَ البُيوتِ؛ لِتَقريبِ الأمرِ إلى الأفْهامِ؛ أحَدُهُما: يُذكَرُ اللهُ فيه، والآخَرُ: لا يُذكَرُ اللهُ فيه، فيُبيِّنُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ مثَلَ البَيتِ الَّذي يُذكَرُ اللهُ فيه «مَثَلُ الحَيِّ»، أي: كالإنْسانِ السَّليمِ المُعافَى؛ فباطنُهُ مُشرِقٌ بالإيمانِ، وظاهرُهُ مُزَيَّنٌ بنُورِ الطَّاعةِ، يُحِبُّه النَّاسُ ويُنتَصَرُ ويُنتَفَعُ به، والَّذي لا يُذكَرُ اللهُ فيه كمَثَلِ الميِّتِ، أي: كالجِيفةِ؛ لا أحدَ يَقرَبُها، ولا خيْرَ فيها، ولا نَفْعَ عِندَها، باطلٌ باطِنُه، وعاطِلٌ ظاهِرُه.\nوهذا الحَديثُ يَصلُحُ أنْ يقَعَ مَعْناه مَثَلًا للبُيوتِ، وللسُّكَّانِ فيها؛ فالبُيوتُ الَّتي يُذكَرُ اللهُ فيها تكونُ مَليئةً بالحياةِ الإيمانيَّةِ، وفيها البَرَكةُ والخيرُ لأهْلِها، أمَّا البُيوتُ الَّتي لا يُذكَرُ اللهُ فيها؛ فإنَّها تكونُ خَرِبةً كالقُبورِ، لا يَقصِدُها سُكَّانُها إلَّا للنَّومِ، الَّذي هو مَوْتٌ أصْغَرُ، وتكونُ مَنْزوعةَ الخيرِ والبَرَكةِ، وإنْ ظهَرَ عَكسُ ذلك فيما يَرَى النَّاسُ.\nويَصِحُّ أنْ يقَعَ المَعنى على سُكَّانِ البُيوتِ، الَّذين هُمُ الآدميُّونَ، فمَنْ يَذكُرِ اللهَ يَحْيَ قلْبُه، ويَظهَرْ أثَرُ ذلك فيه، فيكونُ ذلك نافعًا له في الدُّنيا والآخِرةِ، وأمَّا الشَّخْصُ الَّذي لا يَذْكُرُ اللهَ فهو ميِّتُ القلْبِ، خالٍ مِنَ الإيمانِ، ومِن آثارِ الحياةِ الإيمانيَّةِ؛ فهو كالميِّتِ الَّذي انقَطَعَ عَمَلُه، ولا يَكتسِبُ خيْرًا مِن دُنياهُ، ويؤيِّدُ ذلك لفظُ البُخاريِّ: «مَثَلُ الَّذي يَذْكُرُ ربَّهُ والَّذي لا يَذكُرُ رَبَّه، مَثَلُ الحَيِّ والمَيِّتِ».\nوفي الحَديثِ: الحَثُّ على ذِكْرِ اللهِ تعالَى في البَيتِ، وألَّا يَخلُوَ البيتُ منه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}