{
    "hadith_id": "804",
    "hadith": "اقْرَؤُوا القُرْآنَ فإنَّه يَأْتي يَومَ القِيامَةِ شَفِيعًا لأَصْحابِهِ، اقْرَؤُوا الزَّهْراوَيْنِ البَقَرَةَ، وسُورَةَ آلِ عِمْرانَ، فإنَّهُما تَأْتِيانِ يَومَ القِيامَةِ كَأنَّهُما غَمامَتانِ، أوْ كَأنَّهُما غَيايَتانِ، أوْ كَأنَّهُما فِرْقانِ مِن طَيْرٍ صَوافَّ، تُحاجَّانِ عن أصْحابِهِما، اقْرَؤُوا سُورَةَ البَقَرَةِ، فإنَّ أخْذَها بَرَكَةٌ، وتَرْكَها حَسْرَةٌ، ولا تَسْتَطِيعُها البَطَلَةُ. قالَ مُعاوِيَةُ: بَلَغَنِي أنَّ البَطَلَةَ: السَّحَرَةُ. [وفي رواية]: غيرَ أنَّه قالَ: وكَأنَّهُما في كِلَيْهِما، ولَمْ يَذْكُرْ قَوْلَ مُعاوِيَةَ بَلَغَنِي.",
    "rawi": "أبو أمامة الباهلي",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "804",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "القُرآنُ فيه الخَيرُ والبَرَكةُ لمَنْ يَقرَؤه ويَلتزِمُه؛ فهو حبْلُ اللهِ المَوصولُ، وفيهِ طُمَأنينَةُ النَّفسِ، وعَظيمُ الأَجْرِ، وفيه النَّجاةُ يومَ القِيامةِ، والحَصانةُ مِن كَيْدِ السَّحرةِ في الدُّنيا، وخاصَّةً سُورَةَ البقَرةِ وآلِ عِمرانَ.\nوفي هذا الحَديثِ يحُثُّ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم على قِراءةِ القرآنِ، ويَأمُرُ بالمُداومةِ عليها، ويُخبِرُ صلَّى اللهُ عليهِ وسلَّم أنَّ القرآنَ يَتمثَّلُ يومَ القِيامةِ بصُورةٍ يَراها النَّاسُ، كما يَجعَلُ اللهُ لأعمالِ العِبادِ صُورةً ووَزْنًا؛ لِتُوضَعَ في المِيزَانِ، ويَشفَعُ لِقارِئيهِ العامِلينَ به، ويُحاجُّ عنهم عِندَ اللهِ سُبحانَه وتعالَى طالبًا المَغفِرةَ لهم، وأنْ يُخلَّصوا مِن النارِ ويُدْخَلوا الجَنةَ، أو في رَفْعِ دَرجاتِهم في الجَنَّةِ.\nوكرَّرَ «اقْرَؤوا»؛ حثًّا على قِراءةِ سُوَرٍ مُعَيَّنَةٍ، وتَأكيدًا لِخُصُوصِيَّتِهَا في الشَّفاعةِ، وقولُه: «الزَّهْرَاوَيْنِ»، أي: المُنِيرَتَيْنِ، وسُمِّيَت البقرةُ وآلُ عِمرانَ الزَّهراوينِ؛ لأنَّهما نُورانِ، أو لِكَثْرةِ أنوارِ أحكامِ الشَّرْعِ والأسماءِ الحُسنَى فيهما، ولا شكَّ أنَّ نُورَ كَلامِ اللهِ أشَدُّ وأكثرُ ضِياءً، وكُلُّ سُورةٍ مِن سُوَرِ القرآنِ زَهْراءُ؛ لِمَا فيها مِن أحكامٍ ومَواعِظَ، ولِمَا فيها مِن شِفاءِ الصُّدورِ، وتَنويرِ القلوبِ، وتَكثيرِ الأَجْرِ لِقَارِئِها. وخصَّ صلَّى اللهُ عليهِ وسلَّم بالذِّكرِ قِراءةَ سُورَتَيِ البقرةِ وآلِ عِمرانَ؛ بيانًا لعِظَمِ مَنزلتِهما، وتأكيدًا لِخُصوصِيَّتِهما في الشَّفاعةِ لمَن داوَمَ على قِراءتِهما والعمَلِ بما فيهما، وبيَّن النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّهما تَتشكَّلانِ وتَتجسَّدانِ وتَحْضُرانِ، أو تَتصوَّرانِ كأنَّهما «غَمامتانِ»، أي: سَحابتانِ، تُظِلَّانِ صاحبَهما عن حَرِّ الموقِفِ، وإنَّما سُمِّيَ الغَمامِ غَمامًا لأنَّه يَغُمُّ السَّماءَ، فيَستُرُها، «أو كأنَّهما غَيايتانِ»، والغَيايَةُ: كُلُّ ما أَظَلَّ الإنسانَ فَوْقَ رأسِهِ؛ مِن سَحابةٍ، وغيرِها، «أو كأنَّهما فِرْقانِ»، أي: طائفتانِ وجَماعتانِ، «مِنْ طَيْرٍ صَوَافَّ»، وهي جَماعةُ الطَّيرِ الباسِطةُ أجنحَتَهَا متَّصلًا بعضُها ببعضٍ، والمرادُ أنَّهما يَقِيانِ قارِئَهما مِن حَرِّ الموقِفِ، وكَرْبِ يومِ القِيامةِ، وتُدافِعانِ الجحيمَ والزَّبانيَةَ، أو تُجادلانِ عنه بالشَّفاعةِ، أو عِندَ السُّؤالِ إذا لم يَنْطِقِ اللِّسانُ، وأطْبَقَتِ الشَّفَتَانِ، وضاعتِ الحُجَجُ.\nوقولُهُ: «اقْرَؤُوا سُورةَ البقرةِ» تَخصيصٌ بَعْدَ تَخصيصٍ؛ فإنَّه عمَّم أوَّلًا بالقُرآنِ كلِّه، ثمَّ خصَّصَ الزَّهراوينِ، ثمَّ خَصَّ البقرةَ منهما؛ دَلالةً على عِظَمِ شأْنِها، وكَبيرِ فضْلِها؛ فقال: «فإنَّ أَخْذَها» وذلك بالمواظَبةِ على تِلاوتِها، والتَّدبُّرِ في مَعانيها، والعَمَلِ بما فيها، «بَرَكَةٌ»، أي: زِيادةٌ، ونَماءٌ، ومَنْفَعةٌ عَظيمةٌ لِقارئِها، «وَتَرْكَهَا حَسْرةٌ»، أي: تَلهُّفٌ وتأسُّفٌ على ما فاتَ مِنَ الثَّوابِ، ثمَّ أخبَرَ صلَّى اللهُ عليهِ وسلَّم أنَّه لا يَقْدِرُ عليها «البَطَلَةُ» وهم السَّحرةُ، والمقصودُ أنَّهم لا يَستطيعون قِراءتَها؛ لِزَيْغِهم عَنِ الحقِّ، وانْهِماكِهم في الباطلِ، أو أنَّهم لا يَستطيعون دَفْعَها، واختراقَ تَحْصِينِهَا لِمَنْ قَرَأَها أو حَفِظَهَا؛ فهي حِصْنٌ لِقارئِها وحافِظِهَا مِنَ السِّحْرِ، وَقِيلَ: البَطَلَةُ: أصحابُ البِطالةِ والكُسَالَى؛ فإنَّهم لا يَستطيعون حِفْظَهَا، ولا قِراءتَها؛ لِطُولِها، ولِتَعَوُّدِهم الكَسَلَ. وفي روايةٍ بواوِ العطفِ وليْست (أوْ): «وكَأنَّهُما غَيايَتانِ، وكَأنَّهُما فِرْقانِ مِن طَيْرٍ صَوافَّ»، ويُجمَعُ بيْنهما أنَّ (أو) في الرِّوايةِ الأُولى ليْست للشَّكِّ، ولا للتَّخييرِ في تَشبيهِ السُّورتينِ، ولا للتَّرديدِ، بلْ هي للتَّنويعِ وتَقسيمِ القارئينَ؛ ففريقٌ منهم تكونُ السُّورتانِ لهما كالغَمامةِ، وفريقٌ كالغَيايَةِ، وفريقٌ كأنَّهما جَماعتانِ مِن الطَّيرِ الباسطةِ أجنِحتَها. \nوفي الحَديثِ: الحثُّ على قِراءَةِ القُرآنِ، وفَضيلةُ سُورَةِ البقَرةِ وآلِ عِمرانَ، وعِظَمُ سُورةِ البقَرةِ خُصوصًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}