{
    "hadith_id": "805",
    "hadith": "يُؤْتَى بالقُرْآنِ يَومَ القِيامَةِ وأَهْلِهِ الَّذِينَ كانُوا يَعْمَلُونَ به، تَقْدُمُهُ سُورَةُ البَقَرَةِ وآلُ عِمْرانَ، وضَرَبَ لهما رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ ثَلاثَةَ أمْثالٍ ما نَسِيتُهُنَّ بَعْدُ؛ قالَ: كَأنَّهُما غَمامَتانِ، أوْ ظُلَّتانِ سَوْداوانِ، بيْنَهُما شَرْقٌ، أوْ كَأنَّهُما حِزْقانِ مِن طَيْرٍ صَوافَّ، تُحاجَّانِ عن صاحِبِهِما.",
    "rawi": "النواس بن سمعان الأنصاري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "805",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (17637) واللفظ له، والترمذي (2883)، والطبراني في ((الشاميين)) (1418) باختلاف يسير.",
    "sharh": "قِراءَةُ القُرآنِ فيها الخَيرُ والبَرَكةُ لِمَن يَقرَأُ، ويَعْمَلُ به؛ فهو حبْلُ اللهِ المَوصولُ، وفيهِ النَّجاةُ يومَ القِيامةِ، وخاصَّةً سُورَةَ البقَرةِ وآلِ عِمرانَ؛ لعِظَمِ مَنزلتِهما.\nوفي هذا الحديثِ يُخبِرُنا النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّه «يُؤْتَى بالقرآنِ وأهلِهِ الَّذين كانوا يَعْمَلُونَ به»، أي: الَّذين يَقرؤون القُرآنَ، ويُؤمِنون بأخبارِهِ، ويُصدِّقون بها، ويَعمَلون بأحكامِهِ، فهؤلاءِ يكونُ القرآنُ حُجَّةً لهم يومَ القِيامةِ، وخرَجَ بذلك الَّذين لا يُؤمِنون بأخبارِهِ، ولا يُقيمون حُدُودَهُ؛ فهؤلاء يكونُ القرآنُ حُجَّةً عليهم؛ لأنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم قال فيما أخرَجَه مُسلمٌ: «القرآنُ حُجَّةٌ لكَ أو عليكَ»، ويُؤيِّدُ ذلك قولُ اللهِ تعالَى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} [ص: 29].\nوقولُه صلَّى اللهُ عليهِ وسلَّم: «تَقْدُمُه»، أي: تَتَقَدَّمُ القرآنَ، «سُورةُ البقرةِ وآلِ عِمرانَ»، وشبَّه النَّبيُّ صلَّى اللهُ عليهِ وسلَّم سُورةَ البقرةِ وآلِ عِمرانَ بثَلاثةِ أشياءَ؛ فقال: «كأنَّهما غَمَامَتَانِ»، تَثنيةُ غَمامةٍ، وهي السَّحابةُ، أو السَّحابةُ البيضاءُ، وإنَّما سُمِّيَ غَمامًا لأنَّه يَغُمُّ السَّماءَ، فيَستُرُها، «أو ظُلَّتَانِ»، أي: سَحابتانِ، تُظِلَّانِ صاحبَهما عن حَرِّ الموقِفِ، ووصَفَ هاتينِ السَّحابتينِ بأنَّهما «سَوْدَاوَانِ»؛ لِكَثَافَتِهِما، وارْتِكامِ بعضِهما على بعضٍ، «بيْنهما شَرْقٌ»، أي: ضَوْءٌ، ونُورُ الشَّرْقِ هو الشَّمسُ، وفي ذلك تَنبيهٌ على أنَّهما مع الكَثافةِ لا يَستُرانِ الضَّوْءَ، وقِيلَ: أُرِيدَ بالشَّرْقِ الشَّقُّ، وهو الانْفِراجُ، أي: بيْنهما فُرْجَةٌ وفَصْلٌ؛ كتَميُّزِ السُّورتينِ بالبَسْمَلةِ في المُصحَفِ، «أو كأنَّهما حِزْقَانِ»، أي: قَطيعانِ وجَماعتانِ «مِنْ طَيْرٍ صَوَافَّ»، أي: باسطةٍ أجنِحتَها مُتَّصلًا بعضُها ببعضٍ، والمرادُ أنَّهما يَقيانِ قارِئَهما مِن حَرِّ الموقِفِ، وكَرْبِ يومِ القِيامةِ، «تُحَاجَّانِ»، أي: تُدافِعان الجحيمَ والزَّبَانِيَةَ، أو تُجادِلانِ عنهم بالشَّفاعةِ، أو عِنْدَ السُّؤالِ إذا سَكَتَ اللِّسانُ، واضْطَرَبَتِ الشَّفَتَانِ، وضاعتِ البَرَاهِينُ، والمرادُ بصاحبِهما، أي: العاملُ بهما وما جاء فيهما مِن أحكامٍ وشَرائعَ، سواءٌ أكان مِن حُفَّاظِهما أو قُرَّائهما.\nوفي الحَديثِ: الحثُّ على قِراءَةِ القُرآنِ والعملِ به، وفَضيلةُ سُورَةِ البقَرةِ وآلِ عِمرانَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}