{
    "hadith_id": "81",
    "hadith": "إذا قَرَأَ ابنُ آدَمَ السَّجْدَةَ فَسَجَدَ اعْتَزَلَ الشَّيْطانُ يَبْكِي، يقولُ: يا ويْلَهُ، وفي رِوايَةِ أبِي كُرَيْبٍ: يا ويْلِي، أُمِرَ ابنُ آدَمَ بالسُّجُودِ فَسَجَدَ فَلَهُ الجَنَّةُ، وأُمِرْتُ بالسُّجُودِ فأبَيْتُ فَلِيَ النَّارُ. وفي رواية: فَعَصَيْتُ فَلِيَ النَّارُ.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "81",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "يُوجَدُ آياتٌ في القرآنِ الكريمِ يُشرَعُ سُجودُ التِّلاوةِ عندَ تِلاوتِها، وقد حدَّدتِ السُّنَّةُ الشَّريفةُ مَواضِعَ آياتِ السُّجودِ مِنَ القرآنِ الكريمِ، وهذا السُّجودُ يَكونُ تَعبُّدًا لله سُبحانَه، وفيه أجرٌ للسَّاجِدينَ.\r\nوفي هذا الحَديثِ يُخبِرُ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ أنَّه إذا قَرأ ابنُ آدمَ المُسلِمُ القرآنَ ووَصَلَ لقراءةِ آيَةٍ فيها سُجودٌ، فَسجَدَ سُجودَ تِلاوةٍ؛ اعتَزلَ الشَّيطانُ يَبكي عَلى ما فازَ به ابنُ آدمَ منِ امتِثالِه بالسُّجودِ؛ ويَقولُ وهو يَبكي: «يا وَيلَه!» وَفي رِوايةٍ: «يا وَيْلي»، ومعناه: يا حُزني يا هَلاكي؛ وهذا إظهارٌ للنَّدَمِ على ما سبقَ من عِصيانِ الشَّيطانِ لله وعدمِ استجابتِه لأمرِ اللهِ سُبحانَه، بَينَما أُمِرَ ابنُ آدَمَ بالسُّجودِ، فَسجَدَ، فَلَه الجنَّةُ، وسَببُ دُخولِ ابنِ آدمَ الجنَّةَ امتِثالُه لأمرِ اللهِ عزَّ وجلَّ، وأُمِرَ الشَّيطانُ بالسُّجودِ، فأبَى -وفي رِوايةٍ: فَعصيتُ- فلَه النَّارُ، أي: إنَّه استَحَقُّ النَّارَ لِعَدمِ امتِثالِ أمرِ اللهِ تَعالَى، كما ورَدَ في قولِ اللهِ تَعالَى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ} [البقرة: 34].\r\nفالشَّيطانُ يَتحسَّرَ مرَّاتٍ؛ مَرَّةً لِفَشلِه في مُحاوَلتِه الإيقاعَ بابنِ آدمَ في المعصيةِ، ومَرَّةً لوُقوعِه هو في المَعصيةِ الماحِقةِ، وتَكبُّرِه على أوامرِ اللهِ، ومَرَّةً لاستحقاقِ ابنِ آدمَ المُسلِمِ الجَنَّةَ لطاعتِه اللهَ، بَينَما الشَّيطانُ مَحكومٌ عليه بالطَّردِ والإبعادِ من رحمةِ اللهِ؛ فهَنيئًا للمُؤمِنينَ الذين إذا ذُكِرَ اللهُ وَجِلت قُلوبُهم، وإذا تُليت عليهم آياتُه زادَتهم إيمانًا، وعلى ربِّهم يَتوكَّلونَ.\r\nويُقالُ في سُجودِ التِّلاوةِ ما يُشرَعُ قولُه في سُجودِ الصَّلاةِ منَ التَّسبيحِ والدُّعاءِ.\r\nوفي الحَديثِ: فَضلُ السُّجودِ للهِ، وأنَّه سَببٌ لدُخولِ الجَنَّةِ.\r\nوفيه: مَشروعيَّةُ سُجودِ التِّلاوةِ لقارئ القرآنِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}