{
    "hadith_id": "812",
    "hadith": "خَرَجَ إلَيْنَا رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَقالَ: أَقْرَأُ علَيْكُم ثُلُثَ القُرْآنِ، فَقَرَأَ: قُلْ هو اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ حتَّى خَتَمَهَا.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "812",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "سُورةُ الإخْلاصِ سُورةٌ عَظيمةٌ على قِلَّةِ عدَدِ كَلِماتِها؛ فهي تَحْتوي على مَعانٍ عَظيمةٍ وجَليلةٍ، ففيها تَمْحيصُ مَعنى التَّوْحيدِ للهِ، وإفرادِه بالعبادةِ واللُّجوءِ إليه، ونَفْيِ الوَلَدِ والوَالِدِ عنه سُبحانَه وتَعالى، وهذا أحدُ المَحاوِرِ الرَّئيسةِ الَّتي يَدْعو إليها القُرآنُ.\nوفي هذا الحَديثِ يَرْوي أبو هُرَيرةَ رَضيَ اللهُ عنه أنَّ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قال لأصْحابِه: «احَشُدُوا»، أي: اجْتَمِعوا، وهذا الأمرُ يَدُلُّ على أنَّه سيُخبِرُهم بأمْرٍ عَظيمٍ؛ وهو أنَّه سيَقرأُ عليهم مِنَ القُرآنِ ثُلُثَه حَقيقةً، أو ما يُعادِلُ ثُلُثَه في المَعنى والأجْرِ، فاجْتَمعَ مَنِ اجتَمَعَ منَ النَّاسِ، ثُمَّ خرَجَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، فقَرأَ عليهم سُورةَ الإخْلاصِ فقطْ {قُلْ هُوَ اللَّهُ أَحَدٌ}، ثمَّ دخَلَ إلى حُجرتِه، فلمَّا رأَوْا أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ لم يَقرَأْ سِوى هذه السُّورةِ، ولم يَقرَأْ ثُلُثَ القرآنِ في الكَمِّ وعددِ الآياتِ، ظنُّوا أنَّه دخَلَ؛ لأنَّ الوَحيَ يَنزِلُ عليه، وأنَّه سيَخرُجُ بعدَ ذلك ويُسمِعُهم باقيَ ثُلُثِ القرآنِ، ثمَّ خرَجَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، وكأنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ علِمَ بما يَدورُ في أذْهانِ النَّاسِ، وأنَّهم يَنتظِرونَ أنْ يَسمَعوا منه بقيَّةَ ثُلُثِ القرآنِ، فأخْبَرَهم أنَّ سورةَ الإخْلاصِ تَعدِلُ وتُساوي ثُلُثَ القُرآنِ في الأجْرِ والثَّوابِ، فَيَحصُلُ لقارئِها ثوابُ قراءةِ ثُلُثِ القرآنِ، وهي تُساوِي ثُلُثَ القرآنِ بِاعتِبارِ مَعَانِيهِ؛ فإنَّ القرآنَ فيه أحْكامٌ، وأخْبارٌ، وتَوحيدٌ، والتَّوحيدُ يَدخُلُ فيه مَعرفةُ أسْماءِ اللهِ تعالى وصِفاتِه، وَقَدِ اشتَمَلَتْ هي على القِسْمِ الثَّالثِ (التَّوْحيدِ)؛ فكانتْ ثُلُثًا بهذا الاعْتبارِ، وفي روايةٍ في صَحيحِ مُسلِمٍ: «إنَّ اللهَ جَزَّأَ القرآنَ ثلاثةَ أجزاءٍ، فجَعَلَ {قُلْ هُوَ اللَّهُ أَحَدٌ} جُزءًا من أجزاءِ القرآنِ»؛ وذلك لأنَّها اشتمَلَتْ على اسمَينِ من أسْماءِ اللهِ تعالى، مُتضَمِّنَينِ كُلَّ أوْصافِ الكَمالِ، ولم يُوجَدَا في غيرِها من سُوَرِ القُرآنِ، وهما: الأَحَدُ، والصَّمَدُ؛ فإنَّهما يَدُلَّانِ على ذَاتِ اللهِ المَوْصوفةِ بجَميعِ أوْصافِ الكَمالِ، وبيانُ ذلك: أنَّ الأحَدَ يُشعِرُ بِوُجودِهِ الخاصِّ، الَّذي لا يُشارِكُهُ فيه أحَدٌ غيرُهُ، والصَّمَدَ يُشعِرُ بجَميعِ أوْصافِ الكَمالِ؛ لأنَّهُ الَّذي بلَغَ سُؤْدُدُه إلى مُنتهَى الرِّفْعةِ والكَمالِ، والَّذي يَحْتاجُ إليه جميعُ الخَلائقِ، وهو لا يَحتاجُ إلى أحَدٍ سُبحانَه.\nوفي الحَديثِ: حُسنُ تَعليمِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لأصْحابِه، وأَدبُ الصَّحابةِ رَضيَ اللهُ عنهم مَعَه.\nوفيه: بَيانُ فَضلِ سُورةِ الإخْلاصِ، وأنَّها تَعدِلُ ثُلُثَ القرآنِ في الأجْرِ والجَزاءِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}