{
    "hadith_id": "814",
    "hadith": "قالَ لي رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: أُنْزِلَ، أَوْ أُنْزِلَتْ عَلَيَّ آيَاتٌ لَمْ يُرَ مِثْلُهُنَّ قَطُّ، المُعَوِّذَتَيْنِ.",
    "rawi": "عقبة بن عامر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "814",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (954)، والترمذي (3367)، واللفظ لهما، وأحمد (17303)، باختلاف يسير.",
    "sharh": "ما أَعظَم الدِّينَ الإسلاميَّ! وما أَعظَمَ ما فيه من البُشرياتِ الكثيرةِ الَّتي أعطاها اللهُ عزَّ وجلَّ لنبيِّه محمَّدٍ صلَّى اللهُ عليهِ وسلَّم وأمَّتِه؛ فإنَّه سُبحانه أَنزَل عليه الذِّكرَ مِن القُرآنِ، وجَعَل ثَوابَ قِراءتِه عَظيمًا، فجعَلَ بكلِّ حَرفٍ حَسنةً، والحَسناتُ تُضاعَفُ، وخَصَّ سُبحانه بعضَ السُّورِ والآياتِ بفَضلٍ زائدٍ لِمَن قرَأَها؛ حَضًّا على قِراءتها، وتَرغيبًا فيها.\nوفي هذا الحديثِ يُخبِرُ عُقبةُ بنُ عامرٍ رَضِي اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم قال له: «ألَمْ تَرَ آياتٍ أُنزِلتِ اللَّيلةَ لَم يُرَ مِثْلُهنَّ قَطُّ؟!» وهو اسْتفهامٌ تَعجُّبيٍّ، يَتعجَّبُ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم مِن عِظَمِ فَضْلِ هذه الآياتِ الَّتي لم يَنزِلْ عليه سُوَرٌ بمِثْلِ ما فيها مِن المعاني والبَركاتِ، ثمَّ أَوضَح هذه الآياتِ وأنَّها سُورَتَا: «{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ}، و{قُلْ أَعُوذُ بِرَبِّ النَّاسِ}»، وهما المُعوِّذتانِ؛ ففيهما ذِكْرُ التَّعوُّذُ والالتِجاءِ وطَلَبِ الحمايةِ مِن اللهِ ربِّ الخَلْقِ وربِّ النَّاسِ، وقد اسْتعاذَ بهما النَّبيُّ صلَّى اللهُ عليهِ وسلَّم ورَقَى نَفْسَه.\nوسُورةُ الفلَقِ هي قولُ اللهِ تعالى: {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِنْ شَرِّ مَا خَلَقَ * وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ}، والمعنى: قلْ -أيُّها الرَّسولُ-: أعتصِمُ برَبِّ الصُّبحِ، وتَبدَأُ السُّورةُ بوصْفِ المُستعاذِ به برَبِّ الفلَقِ؛ لأنَّ هذا الوقتَ وقْتُ فَيَضانِ الأنوارِ، ونُزولِ الخيْراتِ والبرَكاتِ، فأسْتَجِيرُ بهذا الرَّبِّ الَّذي هذا وصْفُه مِن شَرِّ ما يُؤذي مِن المخلوقاتِ، وخَصَّ المُستعاذَ منه بما خَلَق، فابتَدَأ بالعامِّ مِن قولِه: {مِنْ شَرِّ مَا خَلَقَ}، أي: مِن شرِّ خلْقِه، وشرِّ ما يَفعَلُه المُكلَّفون مِن المَعاصي، ومُضارَّةِ بعضِهم بعضًا، وما يَفعَلُه غيرُ المُكلَّفين مِن الحيوانِ، كالسِّباعِ والحشَراتِ؛ مِن الأكلِ، والنَّهشِ، واللَّدْغِ، والعَضِّ، وما وَضَعه اللهُ تعالَى في غيرِ الحيوانِ مِن أنواعِ الضَّررِ، كالإحراقِ في النَّارِ، والقتْلِ في السُّمِّ.\nثمَّ ثَنَّى بالعطفِ عليه ما هو شَرُّه أخْفى مِن الزَّمانِ، ما هو نَقيضُ انفلاقِ الصُّبحِ مِن دُخولِ الظَّلامِ، بقولِه: {وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ}؛ لأنَّ انبثاثَ الشَّرِّ فيه أكثرُ، والتَّحرُّزُ منه أصعَبُ.\nوخَصَّ ما يُمكِنُ في الزَّمانِ بما غائلتُه خَفيَّةٌ مِن النَّفاثاتِ والحاسدِ، وقيَّد الحاسدَ بـ{إِذَا حَسَدَ}؛ لأنَّ الحاسدَ إذا أظهَرَ حسَدَه، كان شرُّه أتَمَّ، وضرُّه أكمَلَ. وقدْ جمَعَ اللهُ الشُّرورَ في هذه السُّورةِ وخَتَمها بالحسَدِ؛ ليُعلَمَ أنَّه أخسُّ الطَّبائعِ.\nوسُورةُ النَّاسِ هي قولُ اللهِ تعالى: {قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ} [الناس: 1 - 6]، والمعنى: قُل أيُّها الرَّسولُ: أعتصِمُ برَبِّ النَّاسِ، وأستجيرُ به، مَلِكِ النَّاسِ، يَتصرَّفُ فيهم بما يَشاءُ، لا مَلِكَ لهم غيرُه، لا مَعبودَ لهم بحقٍّ غيرُه، فأسْتَعيذُ به مِن شَرِّ الشَّيطانِ الَّذي يُلْقي وَسوستَه إلى الإنسانِ إذا غفَلَ عن ذِكرِ اللهِ، ويَتأخَّرُ عنه إذا ذَكَره، ويُلْقي بوَسوستِه إلى قُلوبِ النَّاسِ، وهذا المُوسوِسُ يكونُ مِن الإنسِ كما يكونُ مِن الجنِّ.\nوفي الحديثِ: بَيانُ عَظيمِ شَأنِ المُعوِّذتينِ.\nوفيه: بَيانُ أنَّه لا يُوجَدُ في القرآنِ مِثلُ المُعوِّذتين، مِن حيثُ المعاني، والبركةُ، والتَّعوُذُ بهما.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}