{
    "hadith_id": "820",
    "hadith": "كُنْتُ في المَسْجِدِ، فَدَخَلَ رَجُلٌ يُصَلِّي، فَقَرَأَ قِرَاءَةً أَنْكَرْتُهَا عليه، ثُمَّ دَخَلَ آخَرُ فَقَرَأَ قِرَاءَةً سِوَى قَرَاءَةِ صَاحِبِهِ، فَلَمَّا قَضَيْنَا الصَّلَاةَ دَخَلْنَا جَمِيعًا علَى رَسولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَقُلتُ: إنَّ هذا قَرَأَ قِرَاءَةً أَنْكَرْتُهَا عليه، وَدَخَلَ آخَرُ فَقَرَأَ سِوَى قِرَاءَةِ صَاحِبِهِ، فأمَرَهُما رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَقَرَأَا، فَحَسَّنَ النَّبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ شَأْنَهُمَا، فَسَقَطَ في نَفْسِي مِنَ التَّكْذِيبِ، وَلَا إذْ كُنْتُ في الجَاهِلِيَّةِ، فَلَمَّا رَأَى رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ ما قدْ غَشِيَنِي، ضَرَبَ في صَدْرِي، فَفِضْتُ عَرَقًا وَكَأنَّما أَنْظُرُ إلى اللهِ عَزَّ وَجَلَّ فَرَقًا، فَقالَ لِي: يا أُبَيُّ، أُرْسِلَ إلَيَّ: أَنِ اقْرَأِ القُرْآنَ علَى حَرْفٍ، فَرَدَدْتُ إلَيْهِ: أَنْ هَوِّنْ علَى أُمَّتِي، فَرَدَّ إلَيَّ الثَّانِيَةَ: اقْرَأْهُ علَى حَرْفَيْنِ، فَرَدَدْتُ إلَيْهِ: أَنْ هَوِّنْ علَى أُمَّتِي، فَرَدَّ إلَيَّ الثَّالِثَةَ: اقْرَأْهُ علَى سَبْعَةِ أَحْرُفٍ، فَلَكَ بكُلِّ رَدَّةٍ رَدَدْتُكَهَا مَسْأَلَةٌ تَسْأَلُنِيهَا، فَقُلتُ: اللَّهُمَّ اغْفِرْ لِأُمَّتِي، اللَّهُمَّ اغْفِرْ لِأُمَّتِي، وَأَخَّرْتُ الثَّالِثَةَ لِيَومٍ يَرْغَبُ إلَيَّ الخَلْقُ كُلُّهُمْ، حتَّى إبْرَاهِيمُ صَلَّى اللَّهُ عليه وَسَلَّمَ.\n[وفي رواية]: أَخْبَرَنِي أُبَيُّ بنُ كَعْبٍ أنَّهُ كانَ جَالِسًا في المَسْجِدِ، إذْ دَخَلَ رَجُلٌ فَصَلَّى، فَقَرَأَ قِرَاءَةً، وَاقْتَصَّ الحَدِيثَ ... بِمِثْلِهِ.",
    "rawi": "أبي بن كعب",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "820",
    "grade": "[صحيح]",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم يُعلِّمُ أصحابَه القُرآنَ حتَّى إتقانِه، وكان يَقرَؤُه عليهم بالقِراءاتِ والأوْجُهِ الَّتي تُوافِقُ لَهَجاتٍ عِدَّةً، كُلُّها عَربيَّةٌ، تَخفِيفًا وتَيسيرًا وتَسهيلًا على المُسلِمينَ.\nوفي هذا الحديثِ يَرْوي أُبَيُّ بنُ كعبٍ رَضِي اللهُ عنه أنَّه كان جالسًا في المسجدِ النَّبويِّ، ولم يكُنْ رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم حاضرًا حينئذٍ، وكان أُبَيٌّ رَضِي اللهُ عنه مِن حفَظةِ كتابِ اللهِ تعالَى، فدخَل رجلٌ يُصلِّي، فسَمِعه أُبَيٌّ رَضِي اللهُ عنه يَقرَأُ القرآنَ بقِراءةٍ أنكَرَها عليه، أي: لم يكُنْ أُبَيٌّ رَضِي اللهُ عنه يَعرِفُها، ولم يَسبِقْ أنْ سَمِعها مِن رسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم، ثمَّ دخَل رجُلٌ آخَرُ فقَرَأ قِراءةً مُختلِفةً عن قِراءةِ الرَّجلِ الأوَّلِ، فلمَّا انتَهَوا كلُّهم مِن الصَّلاةِ دَخَلوا جميعًا على النَّبيِّ صلَّى اللهُ عليهِ وسلَّم في حُجرةٍ مِن حُجراتِه، فقال أُبَيٌّ رَضِي اللهُ عنه للنَّبيِّ صلَّى اللهُ عليهِ وسلَّم: إنَّ هذا الرَّجلَ قَرَأ قِراءةً أنْكَرتُها عليه، حيث خالَفَت قِراءتُه قِراءتي، ودخَل رجُلٌ آخَرُ، فقَرأ قِراءةً غيرَ قِراءةِ الأوَّلِ، فأمَرَهما رسولُ الله صلَّى اللهُ عليهِ وسلَّم بالقراءةِ حتَّى يَسمَعَ ويَتأكَّدَ مِن كونِ قِراءتِهما صَحيحةً أو خطأً، فقَرَأ الرَّجلانِ، فحسَّن قِراءتَهما وأخبَرَ أنَّ كِلاهُما مُحسِنٌ، أو قال لكلِّ واحدٍ منهما: أحسَنْتَ، فلمَّا سَمِع أُبَيُّ بنُ كَعبٍ رَضِي اللهُ عنه تَحسينَ النَّبيِّ  صلَّى اللهُ عليهِ وسلَّم لقِرءاتِهما خَطَر في قلْبِه مِن التَّكذيبِ للنَّبيِّ صلَّى اللهُ عليهِ وسلَّم واعتَرَتْه الحَيرةُ والدَّهشةُ، ما لم يَقدِرْ على وصْفِه، ولم يَعهَدْ بمِثلِه في الجاهليَّةِ حين كان على الضَّلالةِ والكفْرِ الَّتي هي أَولى بهذا النَّوعِ مِن التَّكذيبِ، والجاهليَّةُ هي: المدَّةُ الَّتي كان النَّاسُ فيها على الشِّركِ قبْلَ مَبعَثِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، وسُمِّيَت بها لكَثْرةِ جَهالاتِهم.\nفلمَّا رأى النَّبيُّ صلَّى اللهُ عليهِ وسلَّم ما حَصَل لأُبَيٍّ رَضِي اللهُ عنه مِن وَسوسةِ الشَّيطانِ ونَزْغتِه، ضَرَب صلَّى اللهُ عليهِ وسلَّم بيَدِه الشَّريفةِ في صَدرِه تَثبيتًا له، فجرَى وسال عرَقُ أُبَيٍّ رَضِي اللهُ عنه مِن جَميعِ بدَنِه، وكأنَّما يَنظُرُ إلى اللهِ »فَرَقًا»، أي: خوْفًا وخَجَلًا ممَّا أصابَه مِن وَسوسةِ الشَّيطانِ، وهذا يدُلُّ على أنَّها كانت نَزْغةً مِن الشَّيطانِ، ثمَّ زالت في الحالِ حِين ضرَبَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم بيَدِه في صَدرِه، ففاضَ عرَقُه.\nوهنا أخبَرَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أُبَيًّا -تَسكينًا له وتَبيينًا- أنَّ اللهَ تعالَى أوْحى إليه أنْ يَقرَأ القُرْآنَ على حرْفٍ، أي: على وجْهٍ واحدٍ، »فردَدْتُ إليه»، أي: إلى اللهِ تعالَى بواسطةِ جِبريلَ عليه السَّلامُ، وهو الملَكُ الموكَّلُ بالوحْيِ، «أنْ هوِّنْ»، أي: طلَبَ منه سُبحانه أنْ يُسهِّلَ ويُيسِّرَ قِراءةَ القرآنِ على أُمَّةِ الإسلامِ، فالنَّبيُّ صلَّى اللهُ عليهِ وسلَّم يُراجِعُ ربَّه عزَّ وجلَّ في التَّخفيفِ على أُمَّتِه بمِثلِ ما جاء في التَّخفيفِ في الصَّلاةِ، فردَّ اللهُ سُبحانه إلى نَبيِّه صلَّى اللهُ عليهِ وسلَّم في المرَّةِ الثَّانيةِ: «اقرَأْه على حَرفينِ»، وفي المرَّةِ الثَّالثةِ هوَّن اللهُ على الأُمَّةِ بقِراءتِه على سَبعةِ أحرُفٍ، والمعنى: أنَّ القرآن نزَلَ بسَبعةِ أوجُهٍ، أو سَبْعِ لَهَجاتٍ، والمرادُ منها التَّسهيلُ والتَّيسيرُ، وقيل: أُنزِلَ القرآنُ أوَّلًا بلِسانِ قُريشٍ ومَن جاورَهم مِن العربِ الفُصحاءِ، ثُمَّ أُبيحَ للعربِ أنْ يَقْرؤوه بلُغاتِهم الَّتي جرَتْ عادتُهم باستعمالِها على اختِلافِهم في الألفاظِ والإعرابِ، ولم يُكلَّفْ أحدٌ منهم الانتقالَ مِن لُغتِه إلى لُغةٍ أُخرى للمَشقَّةِ، ولِمَا كان فيهم مِن الحَمِيَّةِ، ولطلَبِ تَسهيلِ فَهْمِ المرادِ، وهذه الإباحةُ المذكورةُ لم تقَعْ بالتَّشهِّي بحيثُ يُغيِّرُ كلُّ أحدٍ الكلمةَ بمُرادفِها في لُغتِه، بلِ المُراعَى في ذلك السَّماعُ مِن النَّبيِّ صلَّى اللهُ عليهِ وسلَّم.\nثمَّ قال رَبُّ العزَّةِ لنَبيِّه صلَّى اللهُ عليهِ وسلَّم: »لك بكلِّ رَدَّةٍ رَدَدْتُكَها»، أي: لك في كلِّ رَجعةٍ تَسألُ فيها التَّيسيرَ والتَّسهيلَ على أُمَّتِكَ، وردَدْتُ عليك فيها، «مَسألةٌ»، أي: دَعوةٌ مُستَجابةٌ، »تَسألُنِيها»، أي: يَنْبغي لك أنْ تَسألَها، وأنَّك لا تُخَيَّبُ أو تُرَدُّ فيها. فقال رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم: «اللَّهمَّ اغفِرْ لأمَّتي، اللَّهمَّ اغفِرْ لأمَّتي» مرَّتينِ، وأخَّر صلَّى اللهُ عليهِ وسلَّم المسألةَ الثَّالثةَ إلى يومٍ القيامة، وهي الشَّفاعةُ الكبرى، حيث يَحتاجُ إلى شَفاعتِه الخَلقُ كلُّهم حِين يقولونَ: نَفْسي، نفْسي، حتَّى نَبيُّ اللهِ إبراهيمُ صلَّى اللهُ عليهِ وسلَّم.\nوفي الحديثِ: تَيسيرُ اللهِ على الأمَّةِ، ورحمتُه بهم.\nوفيه: أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم أفضلُ الأنبياء والخَلْقِ أجمعين.\nوفيه: رِفعةُ إبراهيمَ صلَّى اللهُ عليهِ وسلَّم على سائرِ الأنبياءِ، غيرَ نبيِّنا صلَّى اللهُ عليهِ وسلَّم.\nوفيه: شَفقتُه صلَّى اللهُ عليهِ وسلَّم على أمَّتِه.\nوفيه: مدَى عِنايةِ الصَّحابةِ بالقُرْآنِ، والذَّبِّ عنه، والمُحافظةِ عليه وعلى لَفظِه، كما سَمِعوه مِن غيرِ عُدولٍ عنه.\nوفيه: بَيانُ أنَّ القرآنَ أُنزِلَ على سَبعةِ أحرُفٍ.\nوفيه: العفوُ عن نَزَغاتِ الشَّيطانِ، وعدمُ المَؤاخذةِ عليها.\nوفيه: بيانُ كَرامةِ أُبَيٍّ رَضِي اللهُ عنه حيث لم يَتسلَّطْ عليه الشَّيطانُ، فيُغْويَه كما أغْوى كثيرًا ممَّن كتَبَ اللهُ عليهم الشَّقاءَ بالتَّمادي على التَّكذيبِ، بلْ ألْهَمَه اللهُ تعالَى التَّوبةَ بضَرْبِه صلَّى اللهُ عليهِ وسلَّم في صَدرِه، ودَعوتِه له.\nوفيه: ثُبوتُ الشَّفاعةِ للنَّبيِّ صلَّى اللهُ عليهِ وسلَّم.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}