{
    "hadith_id": "831",
    "hadith": "ثَلَاثُ سَاعَاتٍ كانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ يَنْهَانَا أَنْ نُصَلِّيَ فِيهِنَّ، أَوْ أَنْ نَقْبُرَ فِيهِنَّ مَوْتَانَا: حِينَ تَطْلُعُ الشَّمْسُ بَازِغَةً حتَّى تَرْتَفِعَ، وَحِينَ يَقُومُ قَائِمُ الظَّهِيرَةِ حتَّى تَمِيلَ الشَّمْسُ، وَحِينَ تَضَيَّفُ الشَّمْسُ لِلْغُرُوبِ حتَّى تَغْرُبَ.",
    "rawi": "عقبة بن عامر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "831",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "أرسَلَ اللهُ تعالَى نَبيَّه مُحمَّدًا صلَّى اللهُ عليه وسلَّمَ للنَّاسِ كافَّةً، هاديًا ومُبشِّرًا ونَذيرًا، فما مِن خَيرٍ لهمْ في حَياتِهم أو مَماتِهم إلَّا أرشَدَهم إليهِ وحَضَّهُم علَيهِ، وكان صلَّى اللهُ عليه وسلَّمَ يَحرِصُ على أنْ يَحفَظَ على المُسلِمينَ عَقيدَتَهم؛ ومِن ذلكَ أنَّه صلَّى اللهُ عليه وسلَّمَ نَهاهُم عن ثَلاثةِ أوْقاتٍ أنْ يُصلُّوا فيها أوْ يَدفِنوا فيها مَوْتاهُم، وهذه الأوْقاتُ هي: «حِينَ تَطلُعُ الشَّمسُ بازِغةً»؛ وذلك عندَ أوَّلِ طُلوعِها ظاهِرةً للعِيانِ، وهو في التَّقديرِ المعاصِرِ: حوالي رُبُعِ ساعةٍ بعدَ طُلوعِ الشَّمسِ، ونَهى عنه؛ لأنَّه وقتٌ كان يُصلِّي فيه عُبَّادُ الشَّمسِ ويَسجُدونَ لها، وهو وقْتٌ يُقارِنُ فيه الشَّيطانُ طُلوعَ الشَّمسِ، والوقتُ الثَّاني: «حينَ يَقومُ قائمُ الظَّهيرةِ»؛ وذلكَ في نصْفِ النَّهارِ، وتَكونُ الشَّمسُ في وسَطِ السَّماءِ، وذلكَ حينَ لا يَبقَى للقائمِ في الظَّهيرةِ ظلٌّ في المَشرِقِ ولا في المَغرِبِ، وهوَ وقتُ اشتِدادِ الحرِّ، ونَهى عنه؛ لأنَّ جَهنَّمَ تُسعَّرُ فيهِ، ويظَلُّ وقتُ النَّهيِ حتَّى تَميلَ الشَّمسُ إلى جِهةِ المَغرِبِ قَليلًا، ويَحصُلَ الزَّوالُ الَّذي به يَدخُلُ وَقتُ صَلاةِ الظُّهرِ، والوَقتُ الثَّالثُ: «حينَ تَضيَّفُ الشَّمسُ للغُروبِ»، أي: تَميلُ نحوَ الغُروبِ حتَّى تَغرُبَ ويَكتَمِلَ الغُروبُ ويَختَفيَ قُرصُ الشَّمسِ، وهو وقتٌ يُقارِنُ فيه الشَّيطانُ غُروبَ الشَّمسِ. وهذا النَّهيُ لا يَدخُلُ فيه الفَرائِضُ المُؤَدَّاةُ، ولا الفَوائِتُ المَقضيَّةُ، بل يَخُصُّ صَلاةَ النَّافِلةِ.\nوفي الحَديثِ: النَّهيُ عنِ الصَّلاةِ في هذه الأوْقاتِ.\nوفيهِ: النَّهيُ عَن دفْنِ المَيِّتِ في هَذِه الأوْقاتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}