{
    "hadith_id": "833",
    "hadith": "وَهِمَ عُمَرُ؛ إنَّما نَهَى رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ أَنْ يُتَحَرَّى طُلُوعُ الشَّمْسِ وَغُرُوبُهَا.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "833",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (24931)، والطحاوي في ((معاني الآثار)) (921)، والسراج في ((حديثه)) (2290) واللفظ لهم.",
    "sharh": "لِلصَّلواتِ الخمسِ المَفروضةِ أوقاتٌ محددَّةٌ، أمَّا النَّفلُ والتَّطوُّعُ فيَجوزُ في كلِّ وقتٍ، غيرَ أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم نَهى عن الصَّلاةِ في أوقاتٍ مُعيَّنةٍ، وكان الصَّحابَةُ رَضِي اللهُ عنهم لشِدَّةِ حِرصِهم على أداءِ الفَرائضِ والسُّنَنِ والامتِناعِ عنِ النَّواهي، وحِفْظًا لأَمانَةِ نقْلِ الشَّريعَةِ؛ يُصوِّبونَ لبَعضِهم، ويتعقَّبُونَ بعضَهم.\nوفي هذا الحَديثِ تَقولُ عائشةُ رَضِي اللهُ عنها: »وَهِمَ عُمرُ»، وتَقصِدُ عُمرَ بنَ الخطَّابِ رَضِي اللهُ عنه في رِوايتِه النَّهيَ عن الصَّلاةِ بعْدَ العصرِ مُطلَقًا، وأخبَرَت أنَّ رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم إنَّما نَهى أنْ »يُتَحرَّى طُلوعُ الشَّمسِ وغُروبُها»، أي: نَهى عن تَعمُّدِ وقَصدِ الصَّلاةِ حينَ تَطلُعُ الشَّمسُ أو تَغرُبُ، وليسَ مُطلَقَ الصَّلاةِ بعْدَ الفَجرِ أو بعْدَ العَصرِ، وقيلَ: بلِ النَّهيُ عنِ الصَّلاةِ في هَذينِ الوَقتَينِ ليْسَ وَهَمًا، وقولُ عائشةَ رَضِي اللهُ عنها هوَ استِنباطٌ وتَأويلٌ مِنها، أمَّا نصُّ الحَديثِ فكَما رَوى عمرُ رَضِي اللهُ عنه؛ فقدْ رَواهُ غَيرُه مِن الصَّحابَةِ وفَهِمَ غيرُ واحدٍ كما فَهِمَ عُمرُ رَضِي اللهُ عنه.\nوسَببُ النَّهيِ عن الصَّلاةِ في الوقتينِ أنَّ الشَّمسَ تَطلُعُ وتَغرُبُ ومعها قَرْنُ الشَّيطانِ، ولأنَّ بَعضَ الكُفَّارِ كانوا يَسجُدون للشَّمسِ ويُصَلُّون لها في هذَينِ الوقتَينِ؛ فنَهَى عن الصَّلَاةِ فيهما؛ لمُخالَفةِ هؤلاءِ الكفَّارِ. وقد ورَدَتْ رِواياتٌ أُخْرى تُبيحُ الصَّلاةَ عِندَ طُلوعِ الشَّمسِ وعِندَ غُروبِها، كما في الصَّحيحينِ: «مَن أَدرَكَ مِنَ الصُّبحِ رَكعةً قبْلَ أنْ تَطلُعَ الشَّمسُ، فقدْ أَدرَكَ الصُّبحَ...»، فيُجمَعُ بيْنَها وبيْنَ هذا الحديثِ بأنَّ النَّهيَ مَحمولٌ على صَلاةِ التَّطوُّعِ والنَّافلةِ في هذه الأوقاتِ، أمَّا مَن كان مَعذورًا عن إدراكِ وَقتِ الفَريضةِ في أوَّلِه، فله أنْ يُصلِّيَ في آخِرِه ويُدرِكَ أداءَ الصَّلاةِ قبْلَ الشُّروقِ وقبْلَ الغُروبِ. أو أنَّ النَّهيَ هو عن تَحرِّي طُلوعِ الشَّمسِ وغُروبِها بمَعنى القَصدِ، أمَّا غيرُ القاصِدِ -كالمُستيقِظِ مِن نَومِه، أو المُتَذَكِّرِ مِن نِسيانِه- فله أن يُصلِّيَ ولا شَيءَ عليه.\nوفي الحَديثِ: التَّحذيرُ مِن تَحرِّي الصَّلاةِ وقتَ شُروقِ الشَّمسِ وغُروبِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}