{
    "hadith_id": "84",
    "hadith": "قُلتُ: يا رَسولَ اللهِ، أيُّ الأعْمالِ أفْضَلُ؟ قالَ: الإيمانُ باللَّهِ والْجِهادُ في سَبيلِهِ قالَ: قُلتُ: أيُّ الرِّقابِ أفْضَلُ؟ قالَ: أنْفَسُها عِنْدَ أهْلِها وأَكْثَرُها ثَمَنًا قالَ: قُلتُ: فإنْ لَمْ أفْعَلْ؟ قالَ: تُعِينُ صانِعًا، أوْ تَصْنَعُ لأَخْرَقَ قالَ: قُلتُ: يا رَسولَ اللهِ، أرَأَيْتَ إنْ ضَعُفْتُ عن بَعْضِ العَمَلِ؟ قالَ: تَكُفُّ شَرَّكَ عَنِ النَّاسِ فإنَّها صَدَقَةٌ مِنْكَ علَى نَفْسِكَ. وفي رواية: فَتُعِينُ الصَّانِعَ، أوْ تَصْنَعُ لأَخْرَقَ.",
    "rawi": "أبو ذر الغفاري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "84",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (2518)، ومسلم (84).",
    "sharh": "كان الصَّحابةُ رَضيَ اللهُ عنهم -لحِرصِهم على الطَّاعاتِ وما يُقرِّبُ مِن رِضا اللهِ عزَّ وجلَّ- كثيرًا ما يَسأَلون النَّبيَّ صلَّى اللهُ عليه وسلَّمَ عن أفضلِ الأعمالِ، وأكثرِها قُربةً إلى اللهِ تَعالى، فكانت إجاباتُ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ تَختلِفُ باختلافِ أشخاصِهم وأحوالِهِم، وما هو أكثرُ نَفْعًا لكلِّ واحدٍ منهم.\r\nوفي هذا الحديثِ سَأَل أبو ذرٍّ جُنْدَبُ بنُ جُنادةَ الغِفاريُّ رَضيَ اللهُ عنه النَّبيَّ صلَّى اللهُ عليه وسلَّمَ: أيُّ الأعمالِ أفضلُ؟ أي: أكثرُها ثَوابًا وأنفَعُها لفاعلِها، فدَلَّه صلَّى اللهُ عليه وسلَّمَ على أساسِ العمَلِ الصَّالحِ؛ ألَا وهو الإيمانُ باللهِ، وهو: التصديق الجازم، والإقرار الكامل، والاعتراف التام؛ بوجود الله تعالى وربوبيته وألوهيته وأسمائه وصفاته، واستحقاقه وحده العبادة، وقبول جميع ما أخبر به صلَّى اللهُ عليه وسلَّمَ عن ربه جل وعلا وعن دين الإسلام، وهو أفضلُ الأعمالِ على الإطلاقِ، وأعظَمُها عندَ اللهِ أجرًا وثوابًا؛ لأنَّه شرطٌ في صحَّةِ جَميعِ العباداتِ الشَّرعيَّةِ؛ مِن صَلاةٍ، وزَكاةٍ، وصَومٍ، وغيرِها. ثمَّ الجِهادُ في سَبيلِ الله، وهو القتالُ لإعلاءِ كَلمةِ الله، لا لأيِّ غرَضٍ مِن الأغراضِ الأُخرى، وإنَّما كان الجهادُ أفضلَ بعْدَ الإيمانِ باللهِ ورَسولِه مِن غيرِه؛ لأنَّه بذْلٌ للنَّفسِ في سَبيلِ اللهِ.\r\nثمَّ سَأَل أبو ذر رضي الله عنه النبي صلَّى اللهُ عليه وسلَّمَ عن أفْضَل الرِّقَابِ، جمْعُ رَقَبةٍ، ويُرادُ بها العبْدُ المملوكُ أو الأَمَةُ، فأرادَ أنْ يَعرِفَ أفضَلَ العَبيدِ عِتقًا وتَحريرًا مِن العُبوديَّةِ، فبَيَّن له صلَّى اللهُ عليه وسلَّمَ أنَّ أكثَرَها نَفْعًا للمُعتِق أغْلاها قِيمةً، وأَنفَسُها عندَ أهلِها، أي: أرفَعُها وأجودُها وأرغَبُها عندَ أهلِها.\r\nفقال أبو ذرٍّ رَضيَ اللهُ عنه: «فإنْ لم أفعَلْ؟» أي: لم أقْدِرْ على العِتقِ، فهلْ هناك طريقٌ آخَرُ لتَحصيلِ الأجْرِ؟ فقال له صلَّى اللهُ عليه وسلَّمَ: «تُعِينُ ضايعًا»، أي: تُساعِدُ الفقيرَ لأنَّه ذُو ضَياعٍ مِن فَقرِ وعِيالٍ، وقدْ رُوي هذا اللَّفظُ «صانِعًا» بالصادِ، والمرادُ به مَن يَعمَلُ في عمَلِه وصَنعتِه وحِرفتِه، قيل: وفي هذه الروايةِ إشارةٌ إلى أنَّ إعانةَ الصانِع أفضلُ مِن إعانة غيرِ الصانعِ، لأنَّ غيرَ الصانِع كلُّ أحدٍ يُعينُه غالبًا، أمَّا الصانع فإنَّه لشُهرتِه بصنعتِه يُغفَلُ عن إعانتِه؛ فتكون الصدقة عليه من بابِ الصَّدقةِ على المستورِ، «أو تَصنَعُ لِأخرَقَ»، والأخرَقُ هو: مُسيءُ التَّدبيرِ الَّذي لا يُتقِنُ ما يُحاولُ فِعلَه.\r\nفأعادَ أبو ذرٍّ رَضيَ اللهُ عنه: فإنْ لم أقدِرْ على هذا؟ فدَلَّه صلَّى اللهُ عليه وسلَّمَ على ما لا يَعجِزُ عنه أحَدٌ؛ وهو أنْ يَكُفَّ ويَمنَعَ شَرَّه عن النَّاسِ، وهذا أدْنى ما يكونُ؛ أنْ يَكُفَّ الإنسانُ شرَّه عن غيرِه، فيَسلَمَ النَّاسُ منه.\r\nوفي الحديثِ: تَنوُّعُ أبوابِ الخيرِ.\r\nوفيه: خَيرُ الأعمالِ هو صِحَّةُ الإيمانِ باللهِ.\r\nوفيه: أنَّ الأجْرَ على الفعلِ يَتعلَّقُ بنَفعِه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}