{
    "hadith_id": "845",
    "hadith": "أنَّ عُمَرَ بنَ الخَطَّابِ، بيْنَا هو يَخْطُبُ النَّاسَ يَومَ الجُمُعَةِ دَخَلَ رَجُلٌ مِن أَصْحَابِ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، فَنَادَاهُ عُمَرُ: أَيَّةُ سَاعَةٍ هذِه؟ فَقالَ: إنِّي شُغِلْتُ اليَومَ، فَلَمْ أَنْقَلِبْ إلى أَهْلِي حتَّى سَمِعْتُ النِّدَاءَ، فَلَمْ أَزِدْ علَى أَنْ تَوَضَّأْتُ، قالَ عُمَرُ: وَالْوُضُوءَ أَيْضًا، وَقَدْ عَلِمْتَ أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ كانَ يَأْمُرُ بالغُسْلِ.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "845",
    "grade": "[صحيح]",
    "sharh": "وفي هذا الحديثِ يَروي عبدُ الله بنُ عُمرَ أنَّ أباهُ عُمرَ رَضيَ اللهُ عنه في خِلافتِه كان قائمًا يَخطُبُ الجُمعةَ، فدخَل رجُلٌ مِنَ المهاجرينَ الأوَّلينَ، وهو عثمانُ بنُ عفَّانَ رَضيَ اللهُ عنه -كما في رواية الموطَّأِ- فلمَّا رأى عُمرُ رَضيَ اللهُ عنه أنَّه جاءَ متأخِّرًا قال له: أيَّةُ ساعةٍ هذه؟! إنكارًا عليه لِتأخُّرِه، فأجابه عثمانُ رَضيَ اللهُ عنه: بأنَّه شغلَتْه بعضُ الأمورِ فلمْ يرجعْ بيتَه حتَّى سمِعَ الأذانَ، فتوضَّأَ سريعًا ولم يَغتسلْ حتَّى يُدرِكَ الجمعةَ، فقال له عُمرُ رَضيَ اللهُ عنه: «والوضوءَ أيضًا، وقد علِمْتَ أنَّ رسولَ الله صلَّى اللهُ عليه وسلَّمَ كان يأمرُ بِالُغسلِ!» وهذا إنكارٌ ثانٍ مِن عُمرَ رَضيَ اللهُ عنه على عُثمانَ رَضيَ اللهُ عنه، والمعنى: وترَكْتَ الغُسلَ أيضًا لِلجُمعةِ، واقتصَرْتَ على الوُضوءِ؟! ألم يَكفِكَ أنْ أخَّرْتَ الوقتَ وفَوَّتَّ فضيلةَ السَّبْقِ حتَّى أتبعْتَه بتَركِ الغُسلِ والقناعةِ بالوُضوءِ، وقد سمِعتَ النبيَّ صلَّى اللهُ عليه وسلَّمَ يأمُرُ بِالغُسلِ يَومَ الجُمعةِ! والأمرُ بالغُسلِ يَومَ الجُمعةِ مِن الأدبِ في الحُضورِ إلى المساجِدِ والجَماعاتِ، وهو إرشادٌ مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ إلى عمَلِ الأَولى والأفضَلِ في مِثلِ هذه المُناسَباتِ.وفي الحديثِ: الأمرُ بِالمعروفِ والنَّهيُ عن المنكَرِ، ولو كان أمامَ النَّاسِ. وفيه: تفقُّدُ الإمامِ رَعيَّتَه، وأمْرُه لهم بمصالحِ دِينِهم، وإنكارُه على مَن أخَلَّ بِالفَضلِ. وفيه: أنَّ الأمرَ بِالمَعروفِ والنَّهْيَ عن المُنكَرِ في أثناءِ الخُطبةِ لا يُفسِدُها. وفيه: الحثُّ على التَّبكيرِ للجُمعةِ.وفيه: مشروعيَّةُ الوُضوءِ للجُمعةِ، وبيانُ أنَّ الغُسلَ أفضَلُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}