{
    "hadith_id": "853",
    "hadith": "قالَ لي عبدُ اللهِ بنُ عُمَرَ: أَسَمِعْتَ أَبَاكَ يُحَدِّثُ عن رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ في شَأْنِ سَاعَةِ الجُمُعَةِ؟ قالَ: قُلتُ: نَعَمْ، سَمِعْتُهُ يقولُ: سَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يقولُ: هي ما بيْنَ أَنْ يَجْلِسَ الإمَامُ إلى أَنْ تُقْضَى الصَّلَاةُ.",
    "rawi": "أبو موسى الأشعري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "853",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "مِن حِكمةِ اللهِ تَعالى أنْ فَضَّلَ بعضَ مَخلوقاتِه على بعضٍ، وفضَّلَ أمكنةً على بَعضٍ، كتَفْضيلِ مكَّةَ على سائِرِ الأمكنةِ، وفضَّلَ أزمِنةً على بَعضٍ، كتَفضيلِ يَومِ الجُمُعةِ على سائِرِ أيَّامِ الأُسبوعِ.\nوفي هذا الحديثِ يُخبِرُ التَّابعيُّ أبو بُرْدةَ بنُ أبي مُوسى الأشعريُّ أنَّ عبْدَ اللهِ بنَ عمرَ رَضِي اللهُ عنهما سَأله: أسَمِعْتَ أباكَ -وهو أبو موسَى الأشعريُّ رَضِي اللهُ عنه- يُحدِّثُ عن رَسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم في شأنِ ساعةِ الجمعةِ، ويَقصِدُ بذلك ساعةَ الإجابةِ، الَّتي ورَدَ فيها -كما رواهُ البُخاريُّ ومُسلمٌ- عن أبي هُرَيرةَ رَضِي اللهُ عنه، قال: قال رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم: «إنَّ في الجمعةِ لساعةً، لا يُوافِقُها مُسلمٌ قائمٌ يُصلِّي، يَسألُ اللهَ خيْرًا؛ إلَّا أعطاهُ إيَّاه»، فيَستجيبُ اللهُ لِمَن يَدْعوهُ ويَسألُه بأنْ يُعطِيَهُ سُؤلَه أو خَيرًا منه، أو يَدفَعَ عنه مِن البَلاءِ والسُّوءِ، أو يُؤخِّرَه له إلى يَومِ القِيامةِ، وسُؤالُ ابنِ عمرَ رَضِي اللهُ عنهما يَقصِدُ وقْتَها بالتَّحديدِ في أيِّ ساعاتِ اليومِ هي؟ فأخبَرَه أبو بُرْدةَ أنَّه سَمِع في ذلك حديثًا عن أبيهِ رَضِي اللهُ عنه، يقولُ: سَمِعْتُ رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم يقولُ: «هي ما بيْن أنْ يَجلِسَ الإمامُ» على المِنْبرِ بعْدَ أنْ يَصعَدَ عليه. وقيلَ: يَجلِسُ بيْن الخُطبتَينِ، إلى أنْ تَنتهِيَ صَلاةُ الجمعةِ.\nوقدِ اختُلِفَ في تَحديدِ وقتِ هذه السَّاعةِ على أقوالٍ كثيرةٍ؛ وأقْواها قولانِ: الأوَّلُ -وهو ما ذُكِر في هذا الحديثِ-: أنَّها ما بيْنَ أَنْ يَجْلِسَ الإمَامُ إلى أَنْ تُقْضَى الصَّلَاةُ. والقولُ الثَّاني: أنَّها بَعدَ العَصرِ إلى غروبِ الشَّمسِ في آخِرِ ساعةٍ مِن يَومِ الجُمُعةِ.\nوفي الحديثِ: بيانُ وقتِ ساعةِ الإجابةِ يومَ الجمعةِ.\nوفيه: الحثُّ على تَحرِّي ساعةِ الإجابةِ يومَ الجمعةِ، واغتنامِها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}