{
    "hadith_id": "854",
    "hadith": "خَيْرُ يَومٍ طَلَعَتْ عليه الشَّمْسُ يَوْمُ الجُمُعَةِ، فيه خُلِقَ آدَمُ، وفيهِ أُدْخِلَ الجَنَّةَ، وفيهِ أُخْرِجَ مِنْها.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "854",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "مِن حِكمةِ اللهِ تعالَى أنْ فَضَّلَ بعضَ مَخلوقاتِه على بعضٍ، ومِن ذلك تَفضيلُ بعضِ الأيَّامِ على بَعضٍ، مِثلُ تَفضيلِ يومِ عَرَفةَ، وليْلةِ القدْرِ، ويوْمِ الجُمعةِ، ولكلِّ وَقتٍ منهم فضْلُه المختلِفُ عن غيرِه.\nوفي هذا الحَديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّ خَير يَومٍ مِن أيَّامِ الأُسبوعِ طَلَعَتْ عليه الشَّمسُ، هو يَومُ الجُمعَةِ؛ ومِن خَصائصِ ذلك اليومِ أنَّ اللهَ عزَّ وجلَّ خَلَقَ فيه أبا البَشرِ آدَمَ عليه السلامُ، وفيه أَسْكَنه اللهُ عزَّ وجلَّ الجَنَّةَ، وَفيهِ أُخرِجَ آدَمُ وزَوجتُه مِنَ الجنَّةِ وهَبَطَ إلَى الأَرضِ لِلخِلافةِ فيها، وخُروجُه منها هو خُروجُ العائدِ لها؛ لأنَّ الجَنَّةَ هي في الأصلِ مَسكنُه؛ لأنَّ اللهَ تعالىَ قال: {اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ} [البقرة: 35]، ويومُ خُروجِه عليه السَّلامُ مِن الجَنَّةِ هو يومُ خِلافتِه في الأرضِ ونُزولِه لها. \nولا تَقومُ السَّاعةُ -أي: يَومُ القِيامةِ- إلَّا في يَومِ الجُمعةِ بيْنَ الصُّبحِ وَطُلوعِ الشَّمسِ.\nوذِكرُ هذه الأَحْداثِ العِظامِ وهذِه القضايا المَعدودةِ الَّتي وقَعَتْ في يَومِ الجُمُعةِ؛ قيل: ليْستْ لذِكرِ فَضيلتِه؛ لأنَّ ما وقَعَ فيه مِن إخراجِ آدَمَ وقِيامِ السَّاعةِ لا يُعَدُّ مِن الفَضائِل، وإنَّما هو تَعظيمٌ لِمَا وقَعَ فيه وما حدَثَ فيه كبِدايةٍ للخَلقِ ونِهايةٍ له. وقيل: بلْ هي مِن الفَضائِلِ؛ لأنَّ خُروجَ آدَمَ مِن الجَنَّةِ هو سَببُ الذُّريَّةِ وهذا النَّسلِ العَظيمِ، ووُجودِ الرُّسلِ والأنبياءِ والأولياءِ، ولأنَّ لأحداثِ السَّاعةِ شأنًا عَظيمًا؛ فهي سَببٌ لتَعجيلِ اللهِ وعْدَه لأهلِ الإيمانِ، ووَعيدَه لأهلِ الكفرِ، وظُهورِ جَزاءِ النَّبيِّينَ والصِّدِّيقين والأولياءِ وغيرِهم، وإظهارِ كَرامتِهم وشَرفِهم؛ ففي يومِ القِيامةِ تَرتفِعُ راياتُ المسلمينِ تَصديقًا لإيمانِهم.\nوفي الحَديثِ: فَضيلَةُ يَومِ الجُمعَةِ عَلى سائِرِ الأيَّامِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}