{
    "hadith_id": "856",
    "hadith": "أضَلَّ اللَّهُ عَنِ الجُمُعَةِ مَن كانَ قَبْلَنا، فَكانَ لِلْيَهُودِ يَوْمُ السَّبْتِ، وكانَ لِلنَّصارَى يَوْمُ الأحَدِ، فَجاءَ اللَّهُ بنا فَهَدانا اللَّهُ لِيَومِ الجُمُعَةِ، فَجَعَلَ الجُمُعَةَ، والسَّبْتَ، والأحَدَ، وكَذلكَ هُمْ تَبَعٌ لنا يَومَ القِيامَةِ، نَحْنُ الآخِرُونَ مِن أهْلِ الدُّنْيا، والأوَّلُونَ يَومَ القِيامَةِ، المَقْضِيُّ لهمْ قَبْلَ الخَلائِقِ.\nوفي رِوايَةٍ: المَقْضِيُّ بيْنَهُمْ. [وفي رواية]: هُدِينا إلى الجُمُعَةِ، وأَضَلَّ اللَّهُ عَنْها مَن كانَ قَبْلَنا.",
    "rawi": "حذيفة بن اليمان",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "856",
    "grade": "[صحيح]",
    "takhrij": "أخرجه النسائي (1368) واللفظ له، والبيهقي في ((شعب الإيمان)) (2706)، وابن ماجه مختصرا (1083)",
    "sharh": "مِن حِكمةِ اللهِ تعالَى أنْ فَضَّلَ بعضَ مَخلوقاتِه على بعضٍ، ومِن ذلك تَفضيلُ بعضِ الأيَّامِ على بَعضٍ، مِثلُ تَفضيلِ يومِ عَرَفةَ، وليْلةِ القدْرِ، ويوْمِ الجُمعةِ، ولكلِّ وَقتٍ منهم فضْلُه المختلِفُ عن غيرِه.\nوفي هذا الحَديثِ يُخبِرُ رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم أنَّ اللهَ سُبحانه وتعالى أضلَّ عَنِ الجُمُعةِ وعَن تَعظيمِها الأُمَمَ الَّذين كانوا قَبلَنا، وإنَّما وَقَعَ إضلالُ القَومِ لِمُخالَفةِ نَبيِّهِم؛ فاختار اليَهودُ يَومَ السَّبتِ؛ لأنَّهم زَعَموا أنَّ اللهَ فَرَغَ مِنَ الخَلقِ يَومَ السَّبتِ، ثمَّ إنَّ النَّصارى اختارُوا يَومَ الأحدِ، وزَعَموا أنَّ اللهَ عزَّ وجلَّ بَدَأ فيه الخَلْقَ، ثمَّ جاءَ اللهُ بأُمَّةِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم الَّتي آمَنَت به وأقرَّت له بالرِّسالةِ، فهَدانا اللهُ لِيَوم الجُمعَةِ، ودَلَّنا عَلى تَعظيمِه وعِبادتِهِ فيه، فَضلًا مِنهُ ورَحمةً، «فجَعلَ الجُمُعةَ» عِيدًا للمسلمين، «والسَّبتَ» عيدًا لليهودِ، «وَالأحدَ» عِيدًا للنَّصارى. \nثمَّ أخبَرَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّ اليهودَ والنَّصارى تَبَعٌ لهذه الأُمَّةِ المُحمَّديَّةِ يَومَ القيامَةِ، كما أنَّهم جاؤوا بعْدَهم في تَرتيبِ الأيَّامِ، بحَيثُ يَكونون بعْدَها في الحِسابِ والقَضاءِ ودُخولِ الجنَّةِ؛ فإنَّ هَذه الأُمَّةَ وإنْ تَأخَّرَ وُجودُها في الدُّنيا عَنِ الأُممِ السَّابقةِ، فهيَ سابِقةٌ لَهمْ في الآخِرةِ بأنَّهُم أوَّلُ مَن يُحشَرُ، ويُحاسبُ، وأَوَّلُ مَن يُقضَى لهم قَبْلَ النَّاس لِيَدخُلوا الجنَّةَ. وفي رِوايةٍ: «المَقضيُّ بَينَهُم» بدَلَ «المَقضيُّ لهم»، أي: الَّذين يُقْضى بيْنهم فيما يَتعلَّقُ بحُقوقِهم.\nوفي الحَديثِ: إكرامُ اللهِ تَعالى لِهَذهِ الأُمَّةِ وتَفضيلُها على غيرِها مِن الأُمَمِ الَّتي سبَقَتْها.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}