{
    "hadith_id": "857",
    "hadith": "مَن تَوَضَّأَ فأحْسَنَ الوُضُوءَ، ثُمَّ أتَى الجُمُعَةَ، فاسْتَمع وأَنْصَتَ، غُفِرَ له ما بيْنَهُ وبيْنَ الجُمُعَةِ، وزِيادَةُ ثَلاثَةِ أيَّامٍ، ومَن مَسَّ الحَصَى فقَدْ لَغا.",
    "rawi": "أبو هريرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "857",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "يومُ الجُمعةِ يومٌ عظيمٌ، وهو خيرُ أيَّامِ الأسبوعِ، وفيه يَجتمِعُ المُسلِمونَ للصَّلاةِ، وقدْ حَثَّ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم على التَّطهُّرِ وتَحسينِ المَظْهرِ في هذا اليومِ، وخاصَّةً عندَ صَلاةِ الجُمُعةِ.\nوفي هذا الحَديثِ يُخبِرُ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أنَّ مَنِ اغتَسَل، فعمَّم جميعَ بَدنِه بالماءِ -والاغتسالُ يومَ الجُمُعةِ يَتأكَّدُ في حقِّ كلِّ ذَكَرٍ بالِغٍ مِن المُسلِمينَ ممَّن وجَبَتْ عليه الجُمُعةُ- ثمَّ ذهَبَ إلى المسجدِ وبَكَّرَ في حُضورِه إلى المسجِدِ قبْلَ صُعودِ الإمامِ على المِنبَرِ، فَصلَّى ما قُدِّر لَه مِنَ النَّوافلِ ما شاءَ اللهُ لَه أنْ يُصلِّيَ، فيُصلِّي رَكعتينِ رَكعتينِ، كما ورَدَ عن النَّبيِّ صلَّى اللهُ عليهِ وسلَّم في صَلاةِ النَّافلةِ، ثُمَّ استَمَعَ وأنصَتَ حتَّى يَنتهيَ الإمامُ مِن خُطبَتِه، ثُمَّ يُصلِّي مَعه رَكعتَيِ الجُمُعةِ؛ كان أجْرُه أنْ يَغفِرَ اللهُ لَه ذُنوبَ ما بيْنَ السَّاعةِ الَّتي يُصلِّي فيها الجُمعةَ إلى مِثلِها مِنَ الجُمعةِ الأُخرى، وزِيادةَ ثَلاثَةِ أيَّامٍ، فتَكونُ الحَسنةُ بعَشرِ أمثالِها، حيثُ صارَ يومُ الجُمُعةِ بعَشرةِ أيَّامٍ.\nوالمقصودُ أنَّ الذُّنوبَ الصَّغائرَ هي الَّتي يَغفِرُها اللهُ، أمَّا الكبائِرُ فإنَّها تَحتاجُ إلى تَوبةٍ تامَّةٍ، كما في صَحيحِ مُسلِمٍ مِن حَديثِ أبي هُرَيرَةَ رَضِي اللهُ عنه، أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم قال: «الصَّلواتُ الخَمسُ، والجُمُعةُ إلى الجُمُعةِ، ورَمضانُ إلى رَمضانَ؛ مُكفِّراتٌ ما بيْنهنَّ إذا اجتَنَب الكبائِرَ».\nومِن الآدابِ الواردةِ في السُّنةِ ليومِ الجُمعةِ: التَّطَيُّبُ، ولُبْسُ أحسَنِ الثِّيابِ لصَلاةِ الجُمُعةِ، والتَّبكيرُ إليها، وعدَمُ التَّفريقِ بيْن الصُّفوفِ.\nوفي الحَديثِ: فضْلُ الغُسلِ يَومَ الجُمعةِ.\nوفيه: الحَثُّ عَلى التَّنفُّلِ قبْلَ صُعودِ الإمامِ المِنبرَ يوْمَ الجُمعةِ.\nوَفيهِ: الحَثُّ عَلى الإنصاتِ لِسَماعِ الخُطبةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}