{
    "hadith_id": "863",
    "hadith": "أنَّ النبيَّ صَلَّى اللَّهُ عليه وَسَلَّمَ، كانَ يَخْطُبُ قَائِمًا يَومَ الجُمُعَةِ، فَجَاءَتْ عِيرٌ مِنَ الشَّامِ، فَانْفَتَلَ النَّاسُ إلَيْهَا، حتَّى لَمْ يَبْقَ إلَّا اثْنَا عَشَرَ رَجُلًا، فَأُنْزِلَتْ هذِه الآيَةُ الَّتي في الجُمُعَةِ: {وَإِذَا رَأَوْا تِجَارَةً، أَوْ لَهْوًا انْفَضُّوا إلَيْهَا وَتَرَكُوكَ قَائِمًا}[الجمعة:11]. وفي رواية: قالَ وَرَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: يَخْطُبُ وَلَمْ يَقُلْ قَائِمًا.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "863",
    "grade": "[صحيح]",
    "sharh": "لقدْ رضِيَ اللهُ عزَّ وجلَّ عن صَحابةِ رَسولِه صلَّى اللهُ عليه وسلَّمَ، وأثْنَى عليهم في كِتابِه، ومع ذلِك عاتبَهم اللهُ عزَّ وجلَّ على ما كان مِن بَعضِهم مِن تَقصيرٍ وانشغالٍ بأمورِ الدُّنيا عن أُمورِ العِبادةِ في بعضِ الأحايينِ.وفي هذا الحَديثِ يَحكي جابرُ بنُ عبدِ اللهِ رَضيَ اللهُ عنهما أنَّهم بَيْنَما كانوا يُصَلُّون مع النبيِّ صلَّى اللهُ عليه وسلَّمَ، وفي رِوايةِ مسلمٍ: أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ كان قائمًا يَخطُبُ الجُمعةَ؛ إذْ أقبَلَتْ قافِلةٌ مِن عِيرٍ، وهي الجِمالُ الَّتي يُحمَلُ عليها، وكانت تلك العِيرُ تَحمِلُ طَعامًا مِن حُبوبٍ وغيرِها، فتَرَكوا الخُطبةَ وانصَرَفوا إليها حتَّى ما بَقِيَ معه صلَّى اللهُ عليه وسلَّمَ إلَّا اثْنا عَشَرَ رَجُلًا، ولعلَّ تلك الحادثةَ كانتْ في أوَّلِ الإسلامِ والناسُ حَديثو عهْدٍ بجاهليَّةٍ، قبْلَ أنْ يَتمكَّنَ الإسلامُ مِن قُلوبِهم، فنَزَلَت هذه الآيةُ: {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا}، أي: انصَرَفوا إلَيها وتَرَكوكَ قائِمًا في صَلاةِ الجُمُعةِ، وحوْلَك القليلُ، ومنهم أبو بكرٍ وعُمَرُ رَضيَ اللهُ عنهما وبعضُ السابقِينَ الأوَّلينَ كعُثمانَ وعليٍّ وطَلحةَ والزُّبيرِ وسَعدِ بن أبي وقَّاصٍ وعبدِ الرحمنِ بنِ عوفٍ وأبي عُبيدَةَ بن الجرَّاحِ وبِلالٍ، وهذا عِتابٌ مِن اللهِ عزَّ وجلَّ لأصحابِ النبيِّ صلَّى اللهُ عليه وسلَّمَ في تَرْكِ العِبادةِ والانصرافِ عنها إلى شَأنٍ مِن شُؤونِ الدُّنيا.ثم حَثَّ سُبحانَه على تِجارةِ الآخِرةِ وعلَى تيقُّنِ أنْ لا رَازقَ بالحقيقةِ إلَّا هو سُبحانَه، فقال تعالَى: {قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ} [الجمعة: 11]، أي: ثوابُ الصَّلاةِ والثباتِ مع النبيِّ صلَّى اللهُ عليه وسلَّمَ خَيْرٌ مِن اللهوِ والتِّجارةِ، فاستَجابوا لأمْرِ اللهِ تعالَى وكانوا رَضيَ اللهُ عنهم يَتبايعون ويتَّجِرون، ولكنَّهم إذا عرَض لهم حقٌّ مِن حقوقِ اللهِ لم تُلههم تِجارةٌ ولا بيعٌ -أي: لم تَشغلْهم الدُّنيا وزُخرفها وملاذُّها ورِبحُها- عن ذِكرِ اللهِ، حتى يُؤدُّوه إلى اللهِ عزَّ وجلَّ؛ فكانوا يُقدِّمونَ طاعةَ مولاهم ومُرادَه ومَحبَّتَه على مُرادِهم ومَحبَّتِهم؛ فوَصفَهم اللهُ تعالَى بقولِه: {رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ...} [النور: 37، 38].",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}