{
    "hadith_id": "864",
    "hadith": "عَنْ كَعْبِ بنِ عُجْرَةَ، قالَ: دَخَلَ المَسْجِدَ وَعَبْدُ الرَّحْمَنِ ابنُ أُمِّ الحَكَمِ يَخْطُبُ قَاعِدًا، فَقالَ: انْظُرُوا إلى هذا الخَبِيثِ يَخْطُبُ قَاعِدًا، وَقالَ اللَّهُ تَعَالَى: {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا} [الجمعة: 11]!",
    "rawi": "أبو عبيدة عامر بن عبدالله بن مسعود",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "864",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "الأَمرُ بالمَعروفِ والنَّهيُ عنِ المُنكَرِ مِن خَصائصِ الأُمَّةِ الإسْلاميَّةِ، ومن أعْلا فَضائلِها وأسْبابِ خَيريَّتِها على الأُممِ الأُخرى، وأَوْلى النَّاسِ بِه وأوَّلُ مَن يُخاطَبُ بهذا في القرآنِ والسُّنَّةِ همُ الصَّحابةُ رَضيَ اللهُ عنهم.\nوفي هذا الحَديثِ يَرْوي التَّابِعيُّ أبو عُبَيدةَ عامرُ بنُ عبدِ اللهِ بنِ مَسعودٍ أنَّ كعْبَ بنَ عُجْرةَ رَضيَ اللهُ عنه دخَلَ المَسجدَ، والمرادُ به مسجدُ الكوفةِ، وهي مدينةٌ بالعراقِ، وذلك لصَلاةِ الجُمُعةِ، فوجَدَ عبدَ الرَّحمنِ ابنَ أمِّ الحكَمِ -وهو ابنُ أُختِ مُعاويةَ بنِ أبي سُفيانَ بنِ حَربٍ، استعَملَه مُعاويةُ رَضيَ اللهُ عنه أميرًا على الكوفةِ في سَنةِ (58)، وبعدَ سَنةٍ أو أكثَرَ، ثُمَّ عُزِلَ عنها- يَخطُبُ في النَّاسِ قاعدًا على المنبَرِ، وليسَ قائمًا، كما هو مَعروفٌ في خُطبةِ الجمُعةِ، فأنكَرَ كعبٌ رَضيَ اللهُ عنه ذلكَ بشدَّةٍ، فقالَ: »انْظُروا إلى هذا الخَبيثِ» وقولُه هذا بسببِ غضَبِه على مَن خالَفَ سُنةَ رسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، »يَخطُبُ قاعدًا»، فلم يَفعَلْ كفِعلِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ ولم يَقتَدِ به، وقدْ واظَبَ علَيهِ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ، وقد قال سُبحانَه: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} [الأحزاب: 21]، وقال تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ} [الحشر: 7]، وقال النَّبيُّ صلَّى اللهُ عليه وسلَّمَ: »صَلُّوا كَما رَأيْتُموني أُصلِّي»، أخرَجَه البُخاريُّ، فيَنبَغي الاقْتداءُ به في أُمورِ الصَّلاةِ والخَطابةِ للجمُعةِ.\nثمَّ استدلَّ لقَولِهِ ذلكَ بآيةٍ مِن كِتابِ اللهِ، وهي قولُ اللهِ تَعالى: {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا} [الجمعة: 11]، فذكَرَ اللهُ مِن هَيئةِ نبيِّه أنَّه كانَ قائمًا أثْناءَ خُطبةِ الجمُعةِ.\nوفي الحَديثِ: تَنبيهُ الخَطيبِ إلى الوُقوفِ أثْناءَ الخُطبةِ.\nوفيه: تَنبيهُ العُلماءِ على الأمْرِ بالمَعروفِ والنَّهيِ عنِ المُنكَرِ.\nوفيه: ما كان عليه الصَّحابةُ رَضيَ اللهُ عنهم من شدَّةِ الغضَبِ على مَن خالَفَ السُّنةَ، ولو كان ممَّن تجِبُ طاعتُه، واحترامُه من وُلاةِ الأُمورِ؛ لأنَّه لا طاعةَ للمَخلوقٍ في مَعصيةِ الخالِقِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}