{
    "hadith_id": "869",
    "hadith": "خَطَبَنَا عَمَّارٌ، فأوْجَزَ وَأَبْلَغَ، فَلَمَّا نَزَلَ قُلْنَا: يا أَبَا اليَقْظَانِ، لقَدْ أَبْلَغْتَ وَأَوْجَزْتَ، فلوْ كُنْتَ تَنَفَّسْتَ، فَقالَ: إنِّي سَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يقولُ: إنَّ طُولَ صَلَاةِ الرَّجُلِ، وَقِصَرَ خُطْبَتِهِ؛ مَئِنَّةٌ مِن فِقْهِهِ، فأطِيلُوا الصَّلَاةَ، وَاقْصُرُوا الخُطْبَةَ، وإنَّ مِنَ البَيَانِ سِحْرًا.",
    "rawi": "عمار بن ياسر",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "869",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أحمد (18317)، والدارمي (1597)، وأبو يعلى (1642)، وابن حبان (1386) واللفظ لهم.",
    "sharh": "لكلِّ شَيءٍ عَدْلٌ وقَصْدٌ، وقدْ كانتْ صَلاةُ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم وخُطبتُه مُعتدِلتَينِ، ليْس فيهما تَطويلٌ مُمِلٌّ، ولا تَقصيرٌ مُخِلٌّ، وعلى هذا سارَ صَحابةُ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم.\nوفي هذا الحديثِ يَرْوي التَّابعيُّ أبو وائلٍ شَقيقُ بنُ سَلَمةَ الأسديُّ أنَّ عمَّارَ بنَ ياسرٍ رَضِي اللهُ عنهما خطَبَ النَّاسَ، فأوجَزَ وأبلَغَ، وأوصَلَ ما أرادَهُ بألفاظٍ قَليلةٍ، فلمَّا نزَل مِن على المِنبَرِ، قالَ النَّاسُ له: «يا أبا اليَقظانِ» وهيَ كُنيةُ عمَّارٍ، وأثْنَوا على بَلاغتِه وإيجازِه وقالوا له: «فلو كُنتَ تنفَّستَ»، أي: أطلْتَ قَليلًا، فأخبَرَهم أنَّه سَمِع رَسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم يقولُ: «إنَّ طُولَ صَلاةِ الرَّجلِ» والصَّلاةُ هنا الجُمُعةُ، والمَقصودُ: أنْ تُطوَّلَ الصَّلاةُ عن الخُطبةِ، تَطويلًا لا يَشُقُّ على المأمومينَ، حتَّى تكونَ مُعتدِلةً بيْن التَّطويلِ والتَّقصيرِ، «وقِصَرَ خُطبتِهِ»، أي: تَقصيرَها، «مِئنَّةٌ مِن فِقهِه»، أي: عَلامةٌ يُستدَلُّ بها على فِقهِ الخَطيبِ؛ بأنْ يكونَ كَلامُه بَليغًا قَصيرًا واضِحًا، وفي أَمرِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم: «فأطيلُوا الصَّلاةَ، وأَقصِروا الخطبةَ» غايةُ التَّوسُّطِ؛ وذلك بأنْ تُطوَّلَ الصَّلاةُ في اعتدالٍ؛ بحيثُ يُدرِكُها الغائبُ والبَعيدُ عن المَسجدِ، ولا يُؤذَى بهذا التَّطويلِ مَن خلْفَه، وأنْ تَقصُرَ الخُطبةُ في غيْرِ إخْلالٍ، وتكونُ أَدعى لحِفظِ ما يُذكَرُ فيها، كَما كانَ فِعلُه صلَّى اللهُ عليهِ وسلَّم فيهما.\nوقولُه: «إنَّ مِن البَيانِ لَسِحرًا»، البَيانُ: إظهارُ المقصودِ بأبلغِ لفظٍ، وهو مِن الفَهمِ وذَكاءِ القَلبِ، ومَعْنَى السِّحرِ: قَلْبُ الشَّيءِ في عيْنِ الإنسانِ لا قَلْبُ حَقيقةِ الشَّيءِ، وهذه العِبارةِ مَدْحٌ مِن النَّبيِّ صلَّى اللهُ عليهِ وسلَّم ختَمَ بهِ قولَه؛ ليُرشِدَ الخَطيبَ إلى البَيانِ والوضوحِ في كَلامِهِ؛ فاللهُ تعالَى امتنَّ على عبادِهِ بتَعليمِهم البَيانَ والإيضاحَ، ثمَّ شبَّههُ بالسِّحرِ لمَيلِ القُلوبِ إلَيهِ؛ فالبَيانُ يَصرِفُ القُلوبَ ويُميلُها إلى ما يَدعو إلَيهِ صاحبُه.\nوفي الحديثِ: أنَّ السُّنَّةَ للخَطيبِ ألَّا يُطيلَ الخُطبةَ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}