{
    "hadith_id": "884",
    "hadith": "شَهِدْتُ صَلَاةَ الفِطْرِ مع نَبِيِّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، وَأَبِي بَكْرٍ، وَعُمَرَ، وَعُثْمَانَ، فَكُلُّهُمْ يُصَلِّيهَا قَبْلَ الخُطْبَةِ، ثُمَّ يَخْطُبُ، قالَ: فَنَزَلَ نَبِيُّ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ كَأَنِّي أَنْظُرُ إلَيْهِ حِينَ يُجَلِّسُ الرِّجَالَ بيَدِهِ، ثُمَّ أَقْبَلَ يَشُقُّهُمْ، حتَّى جَاءَ النِّسَاءَ، وَمعهُ بلَالٌ، فَقالَ: يا أَيُّهَا النبيُّ {إِذَا جَاءَكَ المُؤْمِنَاتُ يُبَايِعْنَكَ علَى أَنْ لا يُشْرِكْنَ باللَّهِ شيئًا}[الممتحنة:12]، فَتَلَا هذِه الآيَةَ حتَّى فَرَغَ منها، ثُمَّ قالَ: حِينَ فَرَغَ منها أَنْتُنَّ علَى ذَلِكِ؟ فَقالتِ امْرَأَةٌ وَاحِدَةٌ، لَمْ يُجِبْهُ غَيْرُهَا منهنَّ: نَعَمْ، يا نَبِيَّ اللهِ لا يُدْرَى حِينَئِذٍ مَن هي، قالَ: فَتَصَدَّقْنَ، فَبَسَطَ بلَالٌ ثَوْبَهُ، ثُمَّ قالَ: هَلُمَّ فِدًى لَكُنَّ أَبِي وَأُمِّي، فَجَعَلْنَ يُلْقِينَ الفَتَخَ، وَالْخَوَاتِمَ في ثَوْبِ بلَالٍ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "884",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (4895) باختلاف يسير",
    "sharh": "لصَلاةِ العِيدِ واجباتٌ وسُننٌ وآدابٌ، حرَصَ عليها النبيُّ صلَّى اللهُ عليه وسلَّمَ وخُلفاؤهُ الرَّاشدونَ، ونَقَلَها لنا صَحابتُه الكِرامُ رَضيَ اللهُ عنهم كما شاهدُوها وتعلَّموها مِن النبيِّ صلَّى اللهُ عليه وسلَّمَ.\r\nوفي هذا الحديثِ يَرْوي عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّه حَضَرَ عِيدَ الفِطرِ مع رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وأبي بَكْرٍ الصِّدِّيقِ، وعُمَرَ بنِ الخَطَّابِ، وعُثْمانَ بنِ عفَّانَ رَضيَ اللهُ عنهم، كلٌّ في عَهْدِه وخِلافتِه؛ فكُلُّهُم كانوا يُصَلُّون العِيدَ قبْلَ الخُطْبةِ.\r\nوهذا الحديثُ بَيانٌ واضحٌ ودَليلٌ ظاهرٌ على أنَّ تَقديمَ صَلاةِ العِيدِ على الخُطبةِ هو الأمرُ الَّذي داوَمَ عليه النبيُّ صلَّى اللهُ عليه وسلَّمَ، وسارَ عليه خُلفاؤُه الرَّاشدونَ مِن بَعدِه، واستمَرُّوا على ذلك. ثمَّ أخبَرَ عبدُ اللهِ بنُ عبَّاسٍ رَضيَ اللهُ عنهما أنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ خَطَبَ في الناسِ، ثمَّ فرَغ مِن الخُطبةِ، وقولُه: «كأَنِّي أنْظُرُ إليهِ» تَأكيدٌ لحالِ تَذكُّرِه فِعلَ النبيِّ صلَّى اللهُ عليه وسلَّمَ وما يُحدِّثُ به، وقولُه: «حِينَ يُجَلِّسُ بيَدِه»؛ وذلك لأنَّهم أرادوا الانصرافَ، فأمَرَهُم بالجُلوسِ حتَّى يَفرُغَ مِن حاجتِه، ثمَّ يَنصَرِفوا جَميعًا، أو أنَّهم أرادوا أنْ يَتَّبِعوه، فمَنَعَهم وأمَرَهم بالجُلوسِ، ويَحتمِلُ أنَّهم هَمُّوا بالقِيامِ إفساحًا وتَوسعةً لطَريقِ مُرورِه صلَّى اللهُ عليه وسلَّمَ.\r\nوجعَلَ يَمْشي بيْن النَّاسِ ويشُقُّ صُفوفَهم حتَّى جاء إلى مُصلَّى النِّساءِ، فوعَظَهنَّ، وذَكَّرهنَّ باللهِ، وتَلا علِيهنَّ قولَه تعالَى: {يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [الممتحنة: 12]، قيل: إنَّما تَلا النبيُّ صلَّى اللهُ عليه وسلَّمَ هذه الآيةَ الكريمةَ؛ ليُذكِّرَهن البَيعةَ التي وَقَعَتْ بيْنه وبيْن النِّساءِ لَمَّا فَتَحَ النبيُّ صلَّى اللهُ عليه وسلَّمَ مكَّةَ.\r\nثمَّ سَأَلَهنَّ حِينَ انْتَهى مِن قِراءةِ الآيةِ: «آنْتُنَّ على ذلكِ؟»؛ ليُؤكِّدَ عليهنَّ ما بايَعْنَه عليه مِن الأمورِ العَظيمةِ، فأجابتِ امرأةٌ واحدةٌ منْهنَّ: «نَعَمْ»، أي: نحْنُ على ذلك، ولم يُجِبِ النبيَّ صلَّى اللهُ عليه وسلَّمَ أحدٌ غيرُها مِن النِّساءِ؛ فكان رَدُّها وإجابتُها نِيابةً عن الجميعِ.\r\nقال ابنُ جُريجٍ راوي الحديثِ: إنَّ الحسنَ بنَ مُسلمٍ لا يَدري مَن هي المُجيبةُ؛ قيل: يَحتمِلُ أنْ تكونَ هذه المرأةُ هي أسماءَ بِنتَ يَزيدَ بنِ السَّكَنِ رَضيَ اللهُ عنها التي تُعرَفُ بخَطيبةِ النِّساءِ.\r\nثمَّ أمَرَهنَّ صلَّى اللهُ عليه وسلَّمَ بالصَّدقةِ، فبسَطَ بلالٌ رَضيَ اللهُ عنه ثوبَه، ثمَّ قال صلَّى اللهُ عليه وسلَّمَ: «هَلُمَّ، لَكُنَّ فِداءٌ أبي وأمِّي»، وهذه دَعوةٌ منه صلَّى اللهُ عليه وسلَّمَ لهنَّ أنْ يُقْبِلْنَ على الصَّدقةِ، ودَعا لهنَّ بأنْ يكونَ أبوهُ وأُمُّه فِداءً لهنَّ جَميعًا مِن كلِّ سُوءٍ، فما كان منْهنَّ رَضيَ اللهُ عنهنَّ إلَّا أنْ أسرَعْنَ إلى ذلك، حتَّى إنَّهنَّ أَلْقَيْنَ الفَتَخَ والخواتيمَ في ثَوبِ بِلالٍ، والفَتَخُ: هي الخواتيمُ الَّتي لا فُصوصَ لها.\r\nوفي الحديثِ: بَيانُ فَضْلِ نِساءِ الصَّحابةِ، ومُسارعتِهنَّ في التَّصدُّقِ.\r\nوفيه: وَعظُ الإمامِ النِّسَاءَ إذا لم يَسْمعْنَ الخُطْبةَ مع الرِّجالِ.\r\nوفيه: مشروعيَّةُ تصدُّقِ النِّساءِ مِن أموالِهنَّ وحُليِّهنَّ الخاصِّ دونَ إذنِ أزواجِهنَّ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}