{
    "hadith_id": "897",
    "hadith": "كانَ النبيُّ صَلَّى اللَّهُ عليه وسلَّمَ يَخْطُبُ يَومَ الجُمُعَةِ، فَقَامَ إلَيْهِ النَّاسُ فَصَاحُوا، وَقالوا: يا نَبِيَّ اللهِ قَحَطَ المَطَرُ، وَاحْمَرَّ الشَّجَرُ، وَهَلَكَتِ البَهَائِمُ، وَسَاقَ الحَدِيثَ، وَفِيهِ مِن رِوَايَةِ عبدِ الأعْلَى: فَتَقَشَّعَتْ عَنِ المَدِينَةِ فَجَعَلَتْ تُمْطِرُ حَوَالَيْهَا، وَما تُمْطِرُ بالمَدِينَةِ قَطْرَةً، فَنَظَرْتُ إلى المَدِينَةِ وإنَّهَا لَفِي مِثْلِ الإكْلِيلِ.[وفي رواية]: بنَحْوِهِ، وَزَادَ فألَّفَ اللَّهُ بيْنَ السَّحَابِ، وَمَكَثْنَا حتَّى رَأَيْتُ الرَّجُلَ الشَّدِيدَ تَهُمُّهُ نَفْسُهُ أَنْ يَأْتِيَ أَهْلَهُ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "897",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1021)، ومسلم (897) واللفظ له",
    "sharh": "علَّمَنا النبيُّ صلَّى اللهُ عليه وسلَّمَ أنْ نَتوجَّهَ إلى اللهِ تعالَى بالدُّعاءِ في كلِّ أُمورِنا، وخاصَّةً في النَّوازلِ، فنَدْعوه ليَرفَعَ عنا البَلاءَ، وفي هذا الحديثِ يَرْوي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ رجُلًا دَخَلَ يومَ الجُمُعةِ مِن أحدِ أبوابِ المسجِدِ النَّبويِّ، وكان هذا البابُ مُواجِهًا ومُقابِلًا للمِنبرِ، وكان رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ قائمًا على المنبرِ يَخطُبُ، فوقَفَ الرَّجلُ واستَقبَلَ رسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ بوَجْهِه، وقال: يا رسولَ اللهِ، هلَكَتِ المَواشي؛ بسَببِ عدَمِ تَوفُّرِ ما تَعيشُ به مِن الأقواتِ المفقودةِ بحَبْسِ المطَرِ، وانقطَعَتِ السُّبُلُ، أي: الطُّرُقُ، فلمْ تَسلُكْها الإبلُ لهَلاكِها أو ضَعفِها؛ بسَببِ قِلَّةِ الكَلَأِ، أو بإمْساكِ الأقواتِ فلم تُجلَبْ، أو بعَدَمِ ما يُحمَلُ عليها، فادْعُ اللهَ أنْ يُغيثَنا، فيَسقِيَنا بإنزالِ المطَرِ، فاستجابَ رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ للرجُلِ، فرفَعَ صلَّى اللهُ عليه وسلَّمَ يدَيْه ودَعا قائلًا: «اللَّهمَّ اسْقِنا»، وكرَّر الدُّعاءَ ثَلاثَ مرَّاتٍ، وكان مِن عادتِه صلَّى اللهُ عليه وسلَّمَ أنَّه إذا دَعا دَعا ثلاثًا، وإذا سَأَلَ سَأَلَ ثلاثًا، كما جاء في صَحيحِ مُسلمٍ عن ابنِ مَسعودٍ رَضيَ اللهُ عنه.\r\nثمَّ أخبَرَ أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّهم ما كانوا يرَوْنَ في السَّماءِ حِينَ دَعا النبيُّ صلَّى اللهُ عليه وسلَّمَ وهو على المنبرِ أيَّ سَحابٍ مُجتمِعٍ، ولا «قَزَعَةً» وهي القِطعةُ الرَّقيقةُ مِن السَّحابِ، ولا يرَوْنَ شيئًا مِن ريحٍ وغيرِه ممَّا يدُلُّ على المطَرِ، وما بيْنَهم وبيْن «سَلْعٍ» -وهو جبَلٌ بالمدينةِ- مِن بَيتٍ ولا دارٍ يَحجُبُهم عن رُؤيتِه، فظَهَرَتْ مِن وَراءِ سَلْعٍ سَحابةٌ مِثلُ التُّرْسِ؛ في الاستِدارةِ، لا في القَدْرِ، والتُّرسُ: أداةُ حرْبٍ تُستخدَمُ لحِمايَةِ المقاتِلِ مِن ضَرَباتِ الأسْهُمِ والسُّيوفِ، وقولُه: «فلمَّا توسَّطَتِ» القَزَعةُ «السَّماءَ، انتَشَرتْ ثمَّ أمطَرتْ»، أي: استَمرَّت مُستديرةً حتى انتَهَتْ إلى الأُفقِ، فانبَسَطَت حينَئذٍ، وفي هذا إشارةٌ إلى تَعميمِ الأرضِ بالمطَرِ.\r\nثمَّ حَلَفَ أنسٌ رَضيَ اللهُ عنه أنَّهم لم يَرَوا الشَّمسَ مُدَّةَ سِتَّةِ أيَّامٍ بسَببِ استِمرارِ وُجودِ السَّحابِ والمطَرِ. ثمَّ دخَل رجُلٌ في الجُمعةِ المقبلةِ -يَحتمِلُ أنْ يكونَ نفْسَ الرجُلِ، وأنْ يكونَ غيرَه- مِن ذلك البابِ الذي دخَلَ منه السائلُ أوَّلًا، ورَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ قائمٌ يَخطُبُ، فاستَقبَلَه قائمًا، فقال: يا رسولَ اللهِ، هلَكَتِ الأموالُ، أي: المواشي؛ بسَببِ كَثرةِ المياهِ؛ لأنَّه انقَطَعَ المرعى، فهَلَكَتِ المواشي مِن عدَمِ الرَّعْيِ، وانقطَعتِ السُّبُلُ؛ لتَعذُّرِ سُلوكِها مِن كَثرةِ المطَرِ، فادْعُ اللهَ يُمسِكْها، فلا تُنزِلُ مَطَرًا ولا ماءً.\r\nفرفَع صلَّى اللهُ عليه وسلَّمَ يدَيْه، ثمَّ قال: «اللَّهمَّ حوالَيْنا»، أي: أَنزِلِ المطرَ حوالَيْنا ولا تُنزِلْه علينا، والمرادُ صَرفُه عن الأبنيةِ وإنزالُ المطَرِ حيثُ لا نَتضرَّرُ به، «اللَّهمَّ على الآكَامِ» جمْعُ أَكَمَةٍ، وهي التُّرابُ المجتمِعُ، أو الهَضْبةُ الضَّخمةُ، أو الجَبلُ الصَّغيرُ، وما ارتفَعَ مِن الأرضِ والجبالِ، «والآجامِ» وهي أبنيةٌ عاليةٌ تُشبِهُ القُصورَ، وهي مِن حُصونِ المدينةِ، «والظِّرَابِ» جمع ظَرِبٍ، وهو جبَلٌ مُنبسِطٌ على الأرضِ، أو الرَّوابي الصِّغارُ دونَ الجبَلِ، «والأوديةِ، ومَنابِتِ الشَّجرِ»، أي: أَنزِلِ المطرَ في مَناطقِ إنباتِ المَرعَى والشَّجرِ، لا في الطُّرُقِ المسلوكةِ، فانقطَعتِ الأمطارُ عن المدينةِ وخَرَجوا مِن المسجِدِ وهم يَمْشون في الشَّمسِ، وهذا مِن عَظيمِ فضْلِ اللهِ على نَبيِّه، وإظهارِ كَرامتِه عندَه سُبحانه.\r\nوفي الحديثِ: عَلامةٌ مِن عَلاماتِ نُبوَّتِه صلَّى اللهُ عليه وسلَّمَ.\r\nوفيه: الأدبُ في الدُّعاءِ، حيثُ لم يَدْعُ برفْعِ المطَرِ مُطلقًا؛ لاحتِمالِ الاحتياجِ إلى استمرارِه.\r\nوفيه: أنَّ الدُّعاء بدفْع الضَّررِ لا يُنافي التَّوَكُّلَ.\r\nوفيه: مَشروعيَّةُ الكلامِ مع الخَطيبِ وهو على المنبرِ للضَّرورةِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}