{
    "hadith_id": "909",
    "hadith": "عَنِ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ أنَّهُ صَلَّى في كُسُوفٍ، قَرَأَ، ثُمَّ رَكَعَ، ثُمَّ قَرَأَ، ثُمَّ رَكَعَ، ثُمَّ قَرَأَ، ثُمَّ رَكَعَ، ثُمَّ قَرَأَ، ثُمَّ رَكَعَ، ثُمَّ سَجَدَ، قالَ: وَالأُخْرَى مِثْلُهَا.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "909",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "هذا الحديثُ إحدى الرِّواياتِ الصَّحيحةِ المَرويَّةِ عنِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم في كَيفيَّةِ صَلاةِ كُسوفِ الشَّمسِ، وكلُّ الرِّواياتِ تَصِفُ حالًا مِن أحوالِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم وَما كانَ يَفعَلُه عندَ هَذه النَّازلةِ، وأنَّه كانَ يَفزَعُ إلى الصَّلاةِ بيْنَ يَديِ اللهِ سُبحانه حتَّى تَنكشِفَ الغُمَّةُ، فيُخبِرُ عبدُ اللهِ بنُ عبَّاسٍ رَضِي اللهُ عنهما كيْفَ كانتْ صِفةُ صَلاةِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم عندَ كُسوفِ الشَّمسِ وغِيابِ ضَوئِها كلِّه أو بعضِه عن الأرضِ، فأخبَرَ أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم صلَّى عندَ كُسوفِ الشَّمسِ رَكعتينِ؛ يَقرَأُ في كلِّ رَكعةٍ أربَعَ مرَّاتٍ، ويَركَعُ أربعَ رُكوعاتٍ، ويَسجُدُ سَجدتينِ في كلِّ رَكعةٍ، وتكونُ السَّجدتانِ بعْدَ الرُّكوعِ الرَّابعِ.\nفالواردُ هنا مِن جُملةِ صِفاتِ صَلاةِ الكُسوفِ أنَّها تُصلَّى رَكعتينِ، في كُلِّ رَكعةٍ أرْبعُ رُكوعاتٍ وسَجدتانِ.\nقيل: إنَّ المشهورَ في كَيفيَّةِ صلاةِ الكُسوفِ: أنَّها ركعَتانِ، في كلِّ رَكعةٍ قِيامَانِ وقِراءَتان ورُكوعانِ، وأمَّا السُّجودُ فسَجدَتانِ كغَيرِهما، وسَواءٌ تَمادى الكسوفُ وطالَ أمْ لا.\nوظاهرةُ الكسوفِ والخسوفِ تَحدُثُ لأنَّ القمرَ جِسمٌ مُظلِمٌ يَستمِدُّ نُورَه مِن ضَوءِ الشَّمسِ، كمِرآةٍ يقَعُ عليها الضَّوءُ فتَعكِسُه، ويُخيَّلُ للنَّاظرِ أنَّها مُضِيئةٌ، كما أنَّ الأرضَ كذلك، ولمَّا كان القانونُ الَّذي أودَعَه اللهُ في الكونِ يَقْضي بأنْ تقَعَ الأرضُ أحيانًا بيْن الشَّمسِ والقمرِ، فتَحجِبَ ضَوءَ الشَّمسِ عن القمَرِ كلِّه أو بعضِه، وبأنْ يقَعَ القمرُ أحيانًا بيْن الشَّمسِ والأرضِ، فيَحجِبَ ضَوءَ الشَّمسِ عن رُؤيةِ أهلِ بُقعةٍ مِن الأرضِ، لمَّا كان الأمرُ كذلك وقَعَت ظاهرةُ كُسوفِ الشَّمسِ والقمَرِ لأهلِ الأرضِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}