{
    "hadith_id": "913",
    "hadith": "كُنْتُ أَرْتَمِي بأَسْهُمٍ لي بالمَدِينَةِ في حَيَاةِ رَسولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، إذْ كَسَفَتِ الشَّمْسُ، فَنَبَذْتُهَا، فَقُلتُ: وَاللَّهِ لأَنْظُرَنَّ إلى ما حَدَثَ لِرَسولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ في كُسُوفِ الشَّمْسِ، قالَ: فأتَيْتُهُ وَهو قَائِمٌ في الصَّلَاةِ رَافِعٌ يَدَيْهِ، فَجَعَلَ يُسَبِّحُ، وَيَحْمَدُ، وَيُهَلِّلُ، وَيُكَبِّرُ، وَيَدْعُو، حتَّى حُسِرَ عَنْهَا، قالَ: فَلَمَّا حُسِرَ عَنْهَا، قَرَأَ سُورَتَيْنِ وَصَلَّى رَكْعَتَيْنِ.[وفي رواية]: بيْنَما أَنَا أَتَرَمَّى بأَسْهُمٍ لي علَى عَهْدِ رَسولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ إذْ خَسَفَتِ الشَّمْسُ...، ثُمَّ ذَكَرَ نَحْوَ حَديثِهِمَا.",
    "rawi": "عبدالرحمن بن سمرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "913",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو داود (1195)، والنسائي (1460)، وابن أبي شيبة (8312)، وأبو عوانة (2519) واللفظ لهم جميعا.",
    "sharh": "الشَّمسُ والقَمَرُ آيتانِ مِن آياتِ اللهِ العَظيمةِ، وجَرَيانُهما وتَعاقُبُهما يدُلُّ على إحْكامِ صَنعةِ الخالقِ جلَّ وعَلا، ولَمَّا كان يَقَعُ مِنهما الخُسوفُ والكُسوفُ، فإنَّ هذا يَستَدعي الخوفَ مِنَ انطِماسِهما ووقوعِ القِيامةِ، وهذا لا بُدَّ معَه مِنَ الرُّجوعِ إلى اللهِ واللُّجوءِ إليه بالصَّلاةِ والدُّعاءِ، وكان هذا دَأْبَ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وعادَتَه.\nوهذا الحديثُ إِحْدى الرِّواياتِ الصَّحيحةِ المَرويَّةِ عنِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ في كيفيَّةِ صلاةِ الكُسوفِ، وكلُّ الرِّواياتِ تَصِفُ حالًا مِن أحوالِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وَما كانَ يَفعَلُه عندَ هذِه النَّازلةِ، وأنَّه كانَ يَفزَعُ إلى الصَّلاةِ والدُّعاءِ بيْنَ يَديِ اللهِ حتَّى تَنكشِفَ الغُمَّةُ، فيُخبِرُ الصَّحابيُّ عبدُ الرَّحمنِ بنُ سَمُرةَ رَضيَ اللهُ عنه أنَّه بيْنَما كان يَرمي بالسِّهامِ والنَّبلِ، وَهذا مِن بابِ التَّدريبِ عَليها وإتْقانِ رَميِها، فبيْنَما هوَ عَلى هذا الحالِ مِنَ الانشِغالِ بالرَّميِ، وكان ذلك في عهدِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ »إِذِ انكسَفتِ الشَّمسُ»، والكُسوفُ يَكونُ بذَهابِ ضَوءِ الشَّمسِ كلِّه أو بعضِه، فلَمَّا رَأى الكُسوفَ رَمى السِّهامَ والنِّبالَ، وقال: «لأَنظُرنَّ إلى ما يحدُثُ لرَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ في انكِسافِ الشَّمسِ اليومَ»، أي: سوفَ أَذهبُ إلى النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لأَعلَمَ ما يَفعَلُه بسَببِ هَذه النَّازلةِ، فأخبَرَ عبدُ الرَّحمنِ رَضيَ اللهُ عنه أنَّه عِندَما وصَلَ إلى مَكانِ وُجودِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ وَجدَه رافعًا يَدَيه تَضرُّعًا إلى اللهِ يَدْعو، وممَّا يقولُه في دُعائِه: اللهُ أكبَرُ، والحمدُ للهِ، ولا إلهَ إلَّا اللهُ، وظلَّ صلَّى اللهُ عليه وسلَّمَ في ابتِهالِه ودُعائِه حتَّى انتَهى الكُسوفُ وظَهرَ ضَوءُ الشَّمسِ مِن جَديدٍ، وَكان مِنه صلَّى اللهُ عليه وسلَّمَ أنْ صلَّى صَلاةَ الكُسوفِ وكانتْ ركعَتَينِ، وفي كلِّ ركعةٍ رُكوعانِ، قرأَ في قيامِ كلِّ ركوعٍ منها سورةً من سوَرِ القُرآنِ.\nومِن رِواياتِ صِفةِ صَلاةِ الكُسوفِ رِوايةُ تَثليثِ الرُّكوعِ وتَربيعِه في كلِّ رَكعةٍ، ورِوايةُ أنَّ في كُلِّ رَكعةٍ رُكوعَينِ.\nوفي الحَديثِ: مِن هدْيِه صلَّى اللهُ عليه وسلَّمَ اللُّجوءُ إلى الدُّعاءِ والتَّضرُّعِ والصَّلاةِ عندَ النَّوازلِ مِثلَ الكُسوفِ.\nوَفيهِ: صِفةُ صَلاةِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ لصَلاةِ الكُسوفِ.\nوَفيهِ: حِرصُ الصَّحابةِ عَلى التَّعلُّمِ مِن رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وخاصَّةً في النَّوازلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}