{
    "hadith_id": "919",
    "hadith": "إذا حَضَرْتُمُ المَرِيضَ، أوِ المَيِّتَ، فَقُولوا خَيْرًا؛ فإنَّ المَلائِكَةَ يُؤَمِّنُونَ علَى ما تَقُولونَ، قالَتْ: فَلَمَّا ماتَ أبو سَلَمَةَ أتَيْتُ النَّبيَّ صَلَّى اللَّهُ عليه وسلَّمَ، فَقُلتُ: يا رَسولَ اللهِ، إنَّ أبا سَلَمَةَ قدْ ماتَ، قالَ: قُولِي: اللَّهُمَّ اغْفِرْ لي ولَهُ، وأَعْقِبْنِي منه عُقْبَى حَسَنَةً، قالَتْ: فَقُلتُ، فأعْقَبَنِي اللَّهُ مَن هو خَيْرٌ لي منه؛ مُحَمَّدًا صَلَّى اللَّهُ عليه وسلَّمَ.",
    "rawi": "أم سلمة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "919",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "كان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم يُعلِّمُ أُمَّتَه أنْ يُسلِّموا أَمْرَهم للهِ عزَّ وجلَّ عندَ نُزولِ المَصائبِ بهِم، وأنْ يَلجَؤوا إلى حَولِه وقُوَّتِه سُبحانَه؛ فهوَ المُقدِّرُ، وهوَ مِن عندِه العِوَضُ.\nوفي هذا الحديثِ تُخبِرُ أمُّ المؤمنينَ أمُّ سَلَمةَ رَضِي اللهُ عنها أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم قال: «إذا حَضرْتُمُ المريضَ أو الميِّت فَقولوا خيرًا»، والأمرُ هنا أمْرُ تَأديبٍ وتَعليمٍ بما يُقالُ عندَ الميِّتِ، ويُقصَدُ به المُحتضَرُ أوِ المريضُ في مرَضِ الموتِ، فيُدْعى للمريضِ بالشِّفاءِ، وللميِّتِ بالرَّحمةِ والمغفرةِ، وعلَّلَ ذلك النَّبيُّ صلَّى اللهُ عليهِ وسلَّم بأنَّ المَلائكةَ الحاضرينَ عندَ المُصابِ -مِثلُ مَلكِ الموتِ وأَعوانِه، أو غَيرِهم مِن عُمومِ الملائكةِ- يُؤَمِّنون على ما يقولُه الحاضِرون مِن النَّاسِ، فيَقولونَ: آمينَ، ومعناها: اللَّهمَّ استَجِبْ، ودُعاءُ الملائكةِ مُستجابٌ، فلا يَنْبغي للشَّخصِ أنْ يَدْعوَ بما فيه مَضرَّةٌ له، أو لغيرِه.\nثُمَّ أخبَرَت أُمُّ سَلَمةَ رَضِي اللهُ عنها أنَّه لمَّا ماتَ زوجُها أَبو سَلَمةَ رَضِي اللهُ عنه -وكان زوجَها قبْلَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم- ذهَبَت إلى النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، وأخبَرَتْه بمَوتِ زَوجِها أَبي سَلَمةَ رَضِي اللهُ عنه؛ وذلك إظهارًا للتَّوجُّعِ والحُزنِ عليه، وليس إخبارًا لرَسولِ اللهِ صلَّى اللهُ عليهِ وسلَّم بوَفاةِ زوجِها؛ لأنَّه ورَدَ في صَحيحِ مُسلمٍ أنَّ رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم حضَرَ وَفاةَ أبي سَلَمةَ رَضِي اللهُ عنه.\nفأرشَدَها النَّبيُّ صلَّى اللهُ عليهِ وسلَّم ونصَحَها أنْ تَدعوَ اللهَ، وتُسلِّمَ أمْرَها له، وتَسألَه خيْرَ العِوَضِ عنه، فتقولَ: «اللَّهمَّ اغفِرْ لي ولَه» فتَدعو لنفْسِها ولفَقيدِها بمَغفرةِ الذُّنوبِ، «وَأَعْقِبْنِي مِنْهُ عُقْبَى حَسنةً»، أَيْ: عَوِّضْنِي مِنْهُ عِوَضًا حَسَنًا وبدَلًا صالحًا، فأخبَرَت أنَّ اللهَ سُبحانه استجابَ دُعاءَها، فأعطاها بَدَلَهُ مَن هوَ خيرٌ مِنْهُ؛ فقدْ تزوَّجَها رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم.\nوفي الحَديثِ: حُضورُ الملائكةِ عندَ المريضِ، وتَأمينُهم على دُعاءِ الدَّاعينَ في ذلك المكانِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}