{
    "hadith_id": "927",
    "hadith": "الْمَيِّتُ يُعَذَّبُ في قَبْرِهِ بما نِيحَ عليه.",
    "rawi": "عمر بن الخطاب",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "927",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1292)، ومسلم (927)",
    "sharh": "المَوتُ مُصيبةٌ عظيمةٌ؛ لِما فيه مِن فَقْدِ النَّاسِ والأحِبَّةِ، ولكنَّ كُلَّ مُصيبةٍ مهما عَظُمتْ فيُقابِلُها أجرٌ لِمَن صبَر على شِدَّتِها، وهكذا مُصيبةُ المَوتِ، ولكنْ كان مِن العاداتِ الجاهليَّةِ أنْ يُوصيَ الإنسانُ أنْ يُبْكى عليه ويُناحَ بما يُخالِفُ كلَّ الأعرافِ والشَّرائعِ، وقد نَهى الإسلامُ عن ذلك، وتَوعَّد المُتعمِّدَ والمُصِرَّ بالعِقابِ.\r\nوفي هذا الحَديثِ يُخبِرُ النبيُّ صلَّى اللهُ عليه وسلَّمَ أنَّ المَيِّتَ يُعذَّبُ في قَبْرِه بما نِيحَ عليه، ويُعَذَّبُ بِبُكَاءِ الحَيِّ عليه، أي: إنَّ المَيتَ يُعذَّبُ في قَبرِه بعْدَ مَوتِه بسببِ النُّواحِ والبُكاءِ عليه، والنُّواحُ يكونُ فيه التَّعديدُ وذِكْرُ مَناقِبِ المَيتِ وما كان فيه مِن خِصالٍ، سواء بالحقِّ أو بالباطلِ، وهذا محمولٌ على ما إذا أَوْصى به، فإنَّه يُعذَّبُ على إيصائِه، وقيل: إنَّ المقصودَ بالعذابِ الألمُ، أي: إنَّ المَيتَ لَيتألَّمُ ببُكاءِ أهلِه عليه وما يَقعُ مِنهم.\r\nوفي روايةِ الصَّحيحَينِ، قال ابنُ عبَّاسٍ رضيَ اللهُ عنهما: «فلَمَّا مات عُمَرُ رضيَ اللهُ عنه، ذَكَرْتُ ذلك لِعائِشةَ رضيَ اللهُ عنها -ويَقصِدُ قولَ عُمرَ بأنَّ المَيتَ يُعذَّبُ ببُكاءِ أهْلِه عليه-، فقالَتْ: رَحِمَ اللهُ عُمَرَ، واللهِ ما حَدَّثَ رَسولُ اللهِ صَلَّى اللهُ عليه وسلَّمَ: إنَّ اللهَ لَيُعَذِّبُ المُؤمِنَ ببُكاءِ أهْلِه عليه، ولَكِنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ قال: إنَّ اللهَ لَيَزِيدُ الكافرَ عَذابًا ببُكاءِ أهْلِه عليه، وقالَتْ: حَسْبُكُمُ القُرآنُ: {وَلَا تَزِرُ وازِرَةٌ وِزْرَ أُخْرَى} [الأنعام: 164]»؛ فأنكرَتْ عائشةُ رَضيَ اللهُ عنها أنَّ المَيتَ يُعذَّبُ بالبُكاءِ عليه؛ لظَنِّها أنَّ ذلك يَتعارَضُ مع قَولِه تعالى: {وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرَى} [الأنعام: 164]، ثمَّ صحَّحَتْ رِوايةَ الحديثِ عن النبيِّ صلَّى اللهُ عليه وسلَّمَ.\r\nوفي الحديثِ: التَّحذيرُ مِن النِّياحةِ على المَيتِ بعْدَ خُروجِ الرُّوحِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}