{
    "hadith_id": "935",
    "hadith": "لَمَّا جَاءَ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ قَتْلُ ابْنِ حَارِثَةَ وَجَعْفَرِ بنِ أَبِي طَالِبٍ وَعَبْدِ اللهِ بنِ رَوَاحَةَ، جَلَسَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يُعْرَفُ فيه الحُزْنُ، قالَتْ: وَأَنَا أَنْظُرُ مِن صَائِرِ البَابِ، شَقِّ البَابِ، فأتَاهُ رَجُلٌ فَقالَ: يا رَسولَ اللهِ، إنَّ نِسَاءَ جَعْفَرٍ، وَذَكَرَ بُكَاءَهُنَّ، فأمَرَهُ أَنْ يَذْهَبَ فَيَنْهَاهُنَّ، فَذَهَبَ، فأتَاهُ فَذَكَرَ أنَّهُنَّ لَمْ يُطِعْنَهُ، فأمَرَهُ الثَّانِيَةَ أَنْ يَذْهَبَ فَيَنْهَاهُنَّ، فَذَهَبَ، ثُمَّ أَتَاهُ فَقالَ: وَاللَّهِ، لقَدْ غَلَبْنَنَا يا رَسولَ اللهِ، قالَتْ فَزَعَمَتْ أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ قالَ: اذْهَبْ فَاحْثُ في أَفْوَاهِهِنَّ مِنَ التُّرَابِ قالَتْ عَائِشَةُ: فَقُلتُ: أَرْغَمَ اللَّهُ أَنْفَكَ، وَاللَّهِ، ما تَفْعَلُ ما أَمَرَكَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، وَما تَرَكْتَ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مِنَ العَنَاءِ.[وفي رواية]: وفي حَديثِ عبدِ العَزِيزِ وَما تَرَكْتَ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مِنَ العِيِّ.",
    "rawi": "عائشة أم المؤمنين",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "935",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1305)، ومسلم (935).",
    "sharh": "لَمَّا جاءَ الإسلامُ قطَعَ عاداتِ الجاهليَّةِ السيِّئةَ، ومِن هذه العاداتِ النُّواحُ على الميِّتِ؛ فنَهى النبيُّ صلَّى اللهُ عليه وسلَّمَ عنه، وحذَّرَ منه، وتوعَّدَ عليه.\r\nوفي هذا الحَديثِ تَروي أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها أنَّه لِمَّا ماتَ زيدُ بنُ حارثةَ، وجعفرُ بنُ أبي طالبٍ، وعبدُ اللهِ بنُ رَواحةَ رِضوانُ اللهِ عليهم أجمعينَ في غزوةِ مُؤْتةَ في السَّنةِ الثامنةِ مِن الهجرةِ، جَلَس النبيُّ صلَّى اللهُ عليه وسلَّمَ يَظهرُ عليه الحزنُ؛ لِاستِشهادِ هؤلاءِ الأفاضلِ، وكانت أمُّ المؤمنينَ عائشةُ رَضيَ اللهُ عنها تنظُرُ إليه مِن شِقِّ الباب، فجاءَه رجُلٌ، وقال: إنَّ نِساءَ جَعفرِ بنِ أبي طالبٍ يَبكينَ عليه ويَرْفَعْنَ صوتَهنَّ بِالبُكاءِ والنِّياحةِ عليه، فأمَرَه صلَّى اللهُ عليه وسلَّمَ أنْ يَنهاهنَّ، فذهَبَ ثُمَّ أتاه مرَّةً ثانيةً وأَخبرَه أنَّهنَّ لم يُطِعْنَه، فقال له: «انْهَهُنَّ»، فأتاه مرَّةً ثالثةً وقال له: واللهِ غَلبْنَنا يا رسولَ الله، فلم يَستجِبْنَ لِأمرِه، وأصَرُّوا على النُّواحِ، قيل: يحتملُ أنَّهُنَّ لم يُطِعْنَ الناهيَ لكَونِه لم يُصرِّحْ لهنَّ بأنَّ النبيَّ صلَّى اللهُ عليه وسلَّمَ نَهاهُنَّ، فحَمَلْنَ ذلك على أنَّه مُرشِدٌ إلى المصلحةِ مِن قِبَلِ نفْسِه، أو عَلِمْنَ لكنْ غلَب عليهن شدَّةُ الحزنِ؛ لحرارةِ المصيبةِ.\r\nفقال له النَّبِيُّ صلَّى اللهُ عليه وسلَّمَ: «فاحْثُ في أفْواهِهنَّ التُّرابَ»، يعني: أَلْقِ على وُجوهِهنَّ التُّرابَ؛ زَجرًا لهنَّ حتَّى يتوقَّفْنَ عمَّا هم فيه، فقالتْ عائشةُ رَضيَ اللهُ عنه لِلرجُلِ: «أَرْغَمَ اللهُ أنفَك»، أي: ألْصَقَه بِالرَّغامِ وهو التُّرابُ؛ إهانةً وذُلًّا -وهذه مِن الكلِماتِ الَّتي تقولُها العربُ في الزَّجرِ ونحوِه ولا يُقصَدُ بها حقيقةُ الدُّعاءِ-، واللهِ ما تَفعلُ ما أمَرَك رسولُ الله صلَّى اللهُ عليه وسلَّمَ، وما تَركْتَ رسولَ الله صلَّى اللهُ عليه وسلَّمَ مِنَ العَناءِ، معناه: أنَّك قاصِرٌ لا تَقومُ بما أُمِرْتَ به مِنَ الإنكارِ؛ لِنَقصِك وتَقصيرِك، ولا تُخبرُ النبيَّ صلَّى اللهُ عليه وسلَّمَ بِقُصورِك عن ذلك حتَّى يُرسِلَ غيرَك ويَستريحَ مِنَ العَناءِ. وقيل: دعَتْ عليه لأنَّه أحرَج النبيَّ صلَّى اللهُ عليه وسلَّمَ بكثرةِ ترَدُّدِه إليه ونقْلِه فِعلَهُنَّ دُونَ جَدوَى.\r\nوقد نسَخ اللهُ سُبحانَه أمورَ الجاهليَّةِ بشريعةِ الإسلامِ، وأمَر بالاقتصادِ في الحزنِ والفرَحِ، وترْكِ الغُلوِّ في ذلك، وحَضَّ على الصَّبرِ عندَ المصائبِ، واحتِسابِ أجْرِها على الله، وتفويضِ الأمورِ كلِّها إليه؛ فقال تعالى: {وَبَشِّرِ الصَّابِرِينَ * الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ * أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ} [البقرة: 155 - 157]؛ فحقٌّ على كلِّ مسلمٍ مؤمنٍ عَلِمَ سرعةَ الفناءِ ووشْكَ الرَّحيلِ إلى دارِ البقاءِ ألَّا يَحزَنَ على فائتٍ مِن الدُّنيا، وأن يَستشعِرَ الصَّبرَ والرِّضا؛ لِينالَ الدَّرَجاتِ الرَّفيعةَ مِن ربِّه عزَّ وجلَّ.\r\nوفي الحديثِ: الحَثُّ على الصبرِ عندَ نزولِ مصيبةِ المَوتِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}