{
    "hadith_id": "948",
    "hadith": "أنَّهُ مَاتَ ابْنٌ له بقُدَيْدٍ أَوْ بعُسْفَانَفَقالَ: يا كُرَيْبُ، انْظُرْ ما اجْتَمع له مِنَ النَّاسِ، قالَ: فَخَرَجْتُ، فَإِذَا نَاسٌ قَدِ اجْتَمَعُوا له، فأخْبَرْتُهُ، فَقالَ: تَقُولُ: هُمْ أَرْبَعُونَ؟ قالَ: نَعَمْ، قالَ: أَخْرِجُوهُ؛ فإنِّي سَمِعْتُ رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ يقولُ: ما مِن رَجُلٍ مُسْلِمٍ يَمُوتُ، فَيَقُومُ علَى جَنَازَتِهِ أَرْبَعُونَ رَجُلًا، لا يُشْرِكُونَ باللَّهِ شيئًا؛ إلَّا شَفَّعَهُمُ اللَّهُ فِيهِ.",
    "rawi": "عبدالله بن عباس",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "948",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "فضْلُ اللهِ تعالى وعَطاؤُه كَبيرٌ، وقدْ جَعلَ المُسلمينَ شُفعاءَ لبَعضِهمُ البَعضِ، وحثَّ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ عَلى أنْ يَشهَدَ المُسلمُ جِنازةَ أخيهِ المُسلمِ، وجعَلَ ذلكَ حقًّا مِن حُقوقِ المُسلمينَ عَلى بَعضِهم.\nوفي هذا الحَديثِ يَرْوي كُرَيْبٌ مَوْلى عبدِ اللهِ بنِ عبَّاسٍ أنَّه ماتَ ابنٌ لعَبدِ اللهِ بنِ عبَّاسٍ رَضيَ اللهُ عنهما، وكان حاضرًا معَه، «بِقُدَيدٍ» وهو موضِعُ ماءٍ بيْنَ مَكَّةَ والمَدينةِ، ويَبعُدُ عن مَكَّةَ المُكرَّمةِ (150 كم)، ويَقَعُ إلى الشَّمالِ الشَّرقيِّ منها، «أو بعُسْفانَ» وهي بلدةٌ تقَعُ شَمالَ غربِ مكَّةَ المكرَّمةِ بمسافةِ (80 كم)، فهُما مَوضِعانِ قَريبانِ مِن مكَّةَ، فأمَرَ عبدُ اللهِ رَضيَ اللهُ عنه كُريبًا أنْ يخرُجَ ويُخبرَه بعددِ النَّاسِ الَّذينَ اجتَمَعوا لتَشْييعِه والصَّلاةِ عليه، فذهَبَ كُريبٌ ليَرى النَّاسَ، ثُمَّ أخبَرَه بِهم وبِاجتماعِهم وبِعددِهم، فَقال له ابنُ عبَّاسٍ رَضيَ اللهُ عنهما: «تَقولُ»، أي: تَظنُّ أو تُقدِّرُ عَددَهم أنَّهم أَربعونَ رَجلًا؟ فأَجابَ كُريبٌ: \"نَعمْ\"، وَفي رِوايةِ ابنِ ماجهْ: فَقال ابنُ عبَّاسٍ: «كمْ تَراهُم، أَربعينَ؟ قُلتُ: لا بلْ هُم أكثرُ»، فأمَرَ ابنُ عبَّاسٍ رَضيَ اللهُ عنهما مَن عندَه أنْ يُخرِجوا جِنازةَ ابنِه إلى المجتَمِعينَ منَ النَّاسِ للصَّلاةِ عليهِ وليَدْفِنوه، ثُمَّ قال: «فإنِّي سَمِعْتُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ يَقولُ: ما مِن رَجلٍ مُسلمٍ يَموتُ، فيَقومُ عَلى جِنازتِه أَربعونَ رَجلًا» فيُصلُّونَ عليهِ ويَدعونَ له، وهُم يؤمِنونَ باللهِ ولا يُشرِكونَ معَه في العبادةِ أحدًا، وَفي رِوايةِ ابنِ ماجَهْ: «ما مِن أَربعينَ مِن مُؤمنٍ يَشفَعونَ لمُؤمنٍ»، والشَّفاعةُ مَعْناها الطلَبُ؛ فيَسألُ المُصلُّونَ على الجِنازةِ منَ اللهِ تعالى التَّجاوُزَ عن ذنوبِ الميِّتِ، «إلَّا شَفَّعَهم اللهُ فيهِ»، أي: قَبِلَ شَفاعتَهم في حقِّ ذلكَ الميِّتِ المسلِمِ بفضلِه وكَرمِه فيغفِرُ له.\nويُطلَبُ تكثيرُ جماعةِ المصلِّينَ على الجِنازةِ بقَدرِ المُستَطاعِ، ويُطلَبُ بُلوغُهم إلى هذا العددِ الَّذي يكونُ من موجِباتِ الفَوزِ، وقد قُيِّدَ ذلك بأمرَينِ: الأوَّلُ: أنْ يكونوا شافِعينَ فيه، أي مخلِصينَ له الدُّعاءَ سائلينَ له المغفرةَ، والثَّاني: أنْ يَكونوا مُسلِمينَ ليس فيهم مَن يُشرِكُ باللهِ شيئًا.\nوقد وردَتْ أحاديثُ أُخْرى بغيرِ العَددِ كمائةٍ أو ثَلاثةِ صفوفٍ؛ فقيلَ: لا يَلزَمُ مِنَ الإخْبارِ عن قَبولِ شَفاعةِ مائةٍ مَنْعُ قَبولِ ما دونَ ذلك، وكذا في الأربَعينَ معَ ثَلاثةِ صفوفٍ، وحينَئذٍ كلُّ الأحاديثِ مَعمولٌ بها، وتَحصُلُ الشَّفاعةُ بأقلِّ الأمرَينِ، مِن ثلاثةِ صفوفٍ أو أربَعينَ؛ لأنَّ اللهَ تعالى إذا وعَدَ بالمغفرةِ في المَعنى الواحِدِ مرَّتينِ، وإحْداهما أيسَرُ منَ الأُخْرى؛ لم يكنْ من سُنَّتِه أنْ يَنقُصَ منَ الفَضلِ المَوْعودِ بعدَ ذلك، بل يَزيدُ عليه فضلًا منه وتَكرُّمًا على عبادِه، ويَحتمِلُ أنْ يكونَ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ أخبَرَ بقَبولِ شَفاعةِ مائةٍ، فأخبَرَ به، ثُمَّ بقَبولِ شفاعةِ أربَعينَ، ثُمَّ بثَلاثةِ صُفوفٍ، وإنْ قلَّ عددُهم، فأخبَرَ به.\nوفي الحَديثِ: أنَّ المُصلِّينَ عَلى الميِّتِ شُفعاءُ فيهِ.\nوفيهِ: حثُّ المُسلمينَ عَلى الصَّلاةِ عَلى الميِّتِ وتَكثيرِ العَددِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}