{
    "hadith_id": "962",
    "hadith": "رَأَيْنَا رَسولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ قَامَ فَقُمْنَا وَقَعَدَ فَقَعَدْنَا يَعْنِي في الجَنَازَةِ.",
    "rawi": "علي بن أبي طالب",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "962",
    "grade": "[صحيح]",
    "takhrij": "أخرجه أبو يعلى (288)، وأبو نعيم في ((المستحرج على صحيح مسلم) (2158)، واللفظ لهما، وأحمد (631)، عدا \"يعني في الجنازة\"",
    "sharh": "أكَّدَ الإسْلامُ بشَريعتِه السَّمحةِ على قِيمةِ النَّفْسِ الإنْسانيَّةِ منذُ مَوْلدِها حتَّى مَوتِها، وجعَلَ لها مَكانةً ساميةً، تتَجَلَّى في تلك الأحْكامِ الَّتي اختَصَّتْ بها حتَّى بعدَ مُفارَقةِ الحَياةِ، ويَظهَرُ هذا في صُورةٍ واضِحةٍ جَليَّةٍ في اهْتِمامِ الإسْلامِ بجَنائزِ المَوْتى، ودَفْنِها، ونَقْلِها إلى القَبرِ والبَرزَخِ؛ ليَنتظِرَ صاحبُ القَبرِ يومَ القِيامةِ.\nوفي هذا الحَديثِ يُخبِرُ التَّابِعيُّ واقدُ بنُ عَمرِو بنِ سَعدِ بنِ مُعاذٍ أنَّ التَّابعيَّ نافعَ بنَ جُبيرٍ رآهُ وهو في جِنازةٍ -وهو اسمٌ للميِّتِ في النَّعشِ- واقفًا لأجْلِ الجِنازةِ، بيْنَما كان نافعُ بنُ جُبيرٍ «قدْ جلَسَ يَنتظِرُ أنْ تُوضعَ الجِنازةُ» في قَبرِها، فسَألَه نافعُ بنُ جُبَيرٍ عن سببِ وُقوفِه على قَدمَيْه، استِفهامَ إنْكارٍ، فأجابَه واقدُ بنُ عَمرِو: أنَّه يَنتظرُ أنْ تُوضَعَ الجِنازةُ، وذلك بسببِ الحَديثِ الَّذي رَواه أبو سَعيدٍ الخُدْريُّ رَضيَ اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ قال: «إِذَا اتَّبَعْتُم جِنازةً فَلا تَجْلِسُوا حَتى تُوضَعَ» رَواهُ البُخاريُّ ومسلِمٌ، فرَدَّ عليه نافعٌ مُعلِّلًا قُعودَه بما رَواهُ مَسعودُ بنُ الحَكمِ، عن عَليِّ بنِ أَبي طالبٍ رَضيَ اللهُ عنهما، أنَّه رَوى أنَّ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ كان يقومُ ويقِفُ للجِنازةِ في أوَّلِ الأمْرِ، ثُمَّ بعدَ ذلك قعَدَ وترَكَ القِيامَ للجِنازةِ، ويَحتمِلُ قَولُ عَليٍّ رَضيَ اللهُ عنه: «ثُمَّ قعَدَ»، أي: قعَدَ بَعدَ أنْ جاوَزتْه الجِنازةُ وبَعُدَت عنهُ.\nومُقْتَضى الأحاديثِ الوارِدةِ في قيامِ النَّبيِّ صلَّى اللهُ عليه وسلَّمَ للجِنازةِ وجُلوسِه، تُبيِّنُ أنَّ الجُلوسَ ناسخٌ لقيامِه صلَّى اللهُ عليه وسلَّمَ، وقيلَ: إنَّه ليس بنَسخٍ، ولكنْ هو للدَّلالةِ على أنَّ القِيامَ ليس حَتْمًا.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}