{
    "hadith_id": "965",
    "hadith": "صَلَّى رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ علَى ابْنِ الدَّحْدَاحِ، ثُمَّ أُتِيَ بفَرَسٍ عُرْيٍ، فَعَقَلَهُ رَجُلٌ فَرَكِبَهُ، فَجَعَلَ يَتَوَقَّصُ به، وَنَحْنُ نَتَّبِعُهُ، نَسْعَى خَلْفَهُ، قالَ: فَقالَ رَجُلٌ مِنَ القَوْمِ: إنَّ النَّبيَّ صَلَّى اللَّهُ عليه وَسَلَّمَ قالَ: كَمْ مِن عِذْقٍ مُعَلَّقٍ أَوْ مُدَلًّىفي الجَنَّةِ لاِبْنِ الدَّحْدَاحِ. [وفي رواية]: لأَبِي الدَّحْدَاحِ.",
    "rawi": "جابر بن سمرة",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "965",
    "grade": "[صحيح]",
    "takhrij": "من أفراد مسلم على البخاري",
    "sharh": "هذا الحَديثُ يَصِفُ حالةً مِن حالاتِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم وَهَديِه في الجَنائزِ، مِن حيثُ اتِّباعُ الجَنازةِ راكبًا أو ماشيًا، وفيهِ مِن فَوائدِ الآدابِ شَيءٌ عظيمٌ؛ فيَرْوي جابرُ بنُ سَمُرةَ رَضِي اللهُ عنه أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم صلَّى عَلى جِنازةِ الصَّحابيِّ ابنِ الدَّحداحِ رَضِي اللهُ عنه، وفي رِوايةِ النَّسائيِّ: «خرَجَ رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم على جنازةِ أبي الدَّحداحِ» وهو ثابتُ بنُ الدَّحداحِ حَليفُ الأنصارِ، وكُنيتُه أبو الدَّحداحِ، ويُقال: أبو الدَّحداحةِ، وصَلاتُه صلَّى اللهُ عليهِ وسلَّم سَببٌ لرَحمةِ اللهِ للميِّتِ، ثُمَّ جِيءَ للنَّبيِّ صلَّى اللهُ عليهِ وسلَّم «بفَرسٍ عَرِيٍّ»، أي: عُرْيَانَ لا سَرْجَ عليه، وفي رِوايةٍ أُخرى لمُسلمٍ: «أُتِيَ النَّبيُّ صلَّى اللهُ عليهِ وسلَّم بفَرَسٍ مُعْرَوْرًى، فَرَكِبَهُ حِينَ انْصَرَفَ مِن جِنَازَةِ ابْنِ الدَّحْدَاحِ»، فأفادتْ أنَّ رُكوبَه كان بعْدَ الانتهاءِ مِن الدَّفْنِ، «فعَقَلَه رجلٌ»، أَي: أَمسَكَه ومنَعَه مِن الحرَكةِ حَتَّى رَكِبَه النَّبيُّ صلَّى اللهُ عليهِ وسلَّم، فجَعَل الفَرسُ يَتوقَّصُ في مَشْيِه، أي: يَثِبُ ويُقارِبُ الخُطوةَ. وكان النَّبيُّ صلَّى اللهُ عليهِ وسلَّم يَمْشي في الأمامِ، والنَّاسُ يَمْشُون خَلْفَه.\nثمَّ أخبَرَ سِماكُ بنُ حرْبٍ أنَّ أحَدَ الحاضرينَ عندَ جابرٍ رَضِي اللهُ عنه روى -كما في مُسنَدِ أحمَدَ: قال رجُلٌ معنَا عندَ جابِرِ بنِ سَمُرةَ في المَجلِسِ- أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّم قالَ في حقِّ أبي الدَّحداحِ:  «كَم مِن عِذقٍ مُعلَّقٍ أو مُدلًّى في الجنَّةِ لابنِ الدَّحْداحِ»، وهذا مِن بِشارةِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم لأبي الدَّحداحِ، والعَذْقُ -بِفَتحِ العيْنِ-: النَّخلَةُ، وبالكَسرِ: الفرْعُ مِن النَّخلةِ، وَالمُرادُ هَاهُنا الفَرعُ؛ لِأنَّه قالَ: «مُعَلَّقٍ أَو مُدلًّى».\nوَسببُ قَولِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم ذلكَ ما أخرَجَه أحمدُ في مُسنَدِه، عن أنسِ بنِ مالكٍ رَضِي اللهُ عنه: أنَّ أَبا الدَّحداحِ لَمَّا نزَلَ قَولُه تَعالى: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا} [البقرة: 245]، تَصدَّقَ ببُستانٍ له فيهِ سِتُّ مائةِ نَخلةٍ، وَكان أَهلُه فيهِ، فَجاء فَقال: يا أُمَّ الدَّحداحِ، اخْرُجي فقدْ أَقرَضْتُه رَبِّي عزَّ وَجلَّ، فَقال النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: «كَم مِن عِذقٍ رَداحٍ في الجنَّة لأَبي الدَّحداحِ»، والرَّداحُ: الثَّقيلُ بحِملِه لكثرَةِ وغَزارةِ ثَمرتِه، فكأنَّه عليهِ السَّلامُ أعاد ذَلك عِندَ موتِ هذا الرَّجلِ.\nوفي الحَديثِ: فضْلٌ ومَنقبةٌ لأبي الدَّحداحِ رَضِي اللهُ عنه.\nوفيه: مَشْيُ الجَماعةِ معَ كَبيرِهم وهوَ راكبٌ.\nوفيه: أنَّه لا بأسَ بخِدمةِ المَتبوعِ للتَّابعِ برِضاه.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}