{
    "hadith_id": "970",
    "hadith": "نَهَى رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ أَنْ يُجَصَّصَ القَبْرُ، وَأَنْ يُقْعَدَ عليه، وَأَنْ يُبْنَى عليه.",
    "rawi": "جابر بن عبدالله",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "970",
    "grade": "[صحيح]",
    "takhrij": "أخرجه مسلم (970)، وأبو داود (3225)، والترمذي (1052)، واللفظ لهم  والنسائي (2027) مختصرا0",
    "sharh": "النَّبيُّ صلَّى اللهُ عليهِ وسلَّم أكثرُ النَّاسِ حِرصًا عَلى إِزالةِ آثارِ الجاهليَّةِ، مِثلُ البِناءِ عَلى القُبورِ ورَفعِها؛ لِمَا فِيها مِن إِضاعةِ المالِ والتَّفاخُرِ، وغيرِ ذلكَ مِمَّا لا يَليقُ بالدَّارِ الآخرَةِ، وَلا يُناسِبُ حالَ الموتِ والبِلى، وكَذلك كانَ حَريصًا عَلى إِرشادِ المُسلمينَ لِمَا فيهِ إظهارُ تَكريمِ بَعضِهم لبَعضٍ في المَحيا وبعْدَ المَماتِ. \nوفي هذا الحديثِ يُخبِرُ جابرُ بنُ عبدِ اللهِ رَضِي اللهُ عنهما أنَّ رَسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم نَهى أنْ «يُجصَّصَ القَبرُ»، وَفي رِوايةٍ لمُسلمٍ: «نُهِيَ عَن تَقصيصِ القُبورِ»، وَهوَ بِناؤُه بالقُصَّةِ، وَهي الجَصُّ والجِبسُ، وطِلاؤها؛ لِما في ذلك مِن تَعظيمٍ وغُلوٍّ. وَنَهى صلَّى اللهُ عليهِ وسلَّم «أنْ يُقعَدَ عليهِ»، والمُرادُ مِن القُعودِ الجُلوسُ، وَقدْ نَهَى عنهُ لِمَا فيهِ مِن الِاستِخفافِ بحقِّ أَخيهِ المُسلمِ؛ ففي حَديثِ مُسلمٍ عن أبي هُرَيرةَ رَضِي اللهُ عنه قال: قال رَسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم: «لأَنْ يَجْلِسَ أحَدُكُم على جَمْرةٍ فتُحْرِقَ ثِيابَهُ، فتَخْلُصَ إلى جِلْدِهِ؛ خَيرٌ له مِن أنْ يَجْلِسَ على قَبْرٍ!» وَهذا تَحذيرٌ شَديدٌ، ونَهيٌ أَكيدٌ عنِ الجُلوسِ عَلى القَبرِ. وَنهى «أنْ يُبنَى عليهِ» يَحتمِلُ أنَّ المُرادَ البِناءُ عَلى نَفسِ القَبرِ ليَرتفِعَ، أوِ المرادُ البِناءُ حوْلَ القبرِ مِثلَ أنْ يُتَّخذَ حَوْلَه خِباءٌ أو مَسجدٌ ونَحوُ ذلكَ، وكِلاهُما مَنهيٌّ عنهُ؛ لأنَّه مِن صَنيعِ أَهلِ الجاهليَّةِ، ولأنَّه إضاعةٌ للمالِ.\nفالنَّهيُ الواردُ في الحديثِ يَشتمِلُ على نَوعينِ: الإفراطِ، والتَّفريطِ فيما يَتعلَّقُ بالقبورِ، فلا يُمتهَنُ الأمواتُ بحيث يُداسُ ويُجلَسُ على قُبورِهم، ولا يَغْلو النَّاسُ فيهم بأنْ يكونَ هناك بُنيانٌ وتَعظيمٌ يَترتَّبُ عليه مَحاذيرُ ومَفاسِدُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}