{
    "hadith_id": "992",
    "hadith": "أنَّ الْأَحْنَفَ بْنَ قَيْسٍ قَالَ: كُنْتُ في نَفَرٍ مِن قُرَيْشٍ، فَمَرَّ أَبُو ذَرٍّ وَهو يقولُ: بَشِّرِ الكَانِزِينَ بكَيٍّ في ظُهُورِهِمْ يَخْرُجُ مِن جُنُوبِهِمْ، وَبِكَيٍّ مِن قِبَلِ أَقْفَائِهِمْ يَخْرُجُ مِن جِبَاهِهِمْ، قالَ: ثُمَّ تَنَحَّى فَقَعَدَ، قالَ: قُلتُ: مَن هذا؟ قالوا: هذا أَبُو ذَرٍّ، قالَ: فَقُمْتُ إلَيْهِ فَقُلتُ: ما شَيءٌ سَمِعْتُكَ تَقُولُ قُبَيْلُ؟ قالَ: ما قُلتُ إلَّا شيئًا قدْ سَمِعْتُهُ مِن نَبِيِّهِمْ صَلَّى اللَّهُ عليه وسلَّمَ، قالَ: قُلتُ: ما تَقُولُ في هذا العَطَاءِ؟ قالَ: خُذْهُ؛ فإنَّ فيه اليومَ مَعُونَةً، فَإِذَا كانَ ثَمَنًا لِدِينِكَ فَدَعْهُ.",
    "rawi": "أبو ذر الغفاري",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "992",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (1407) باختلاف يسير",
    "sharh": "المالُ الحلالُ نِعمةٌ مِن اللهِ سُبحانَه، وفيه حَقٌّ للسَّائلِ والمَحْرومِ، وفيه زَكاةٌ وصَدَقةٌ تُطهِّرُه، وتُنَمِّيه، وتَزيدُه بَرَكةً، ولكنَّ بعضَ الناسِ يَبخَلونَ ويَكنِزونَ المالَ؛ فيكونُ وَبالًا عليهم في الدُّنْيا والآخِرةِ.\nوفي هذا الحَديثِ يُخبِرُ التَّابِعيُّ الأَحْنَفُ بنُ قَيْسٍ أنَّه كان في نَفَرٍ وجَماعةٍ مِن قُريشٍ، وكان ذلك في المدينةِ النَّبويَّةِ، فمَرَّ الصَّحابيُّ أبو ذَرٍّ الغِفاريُّ رَضِي اللهُ عنه وهو يقولُ: «بَشِّرِ الكانِزينَ بِكَيٍّ في ظُهورِهِمْ»، والبُشرى تكونُ في الخيْرِ، وقال ذلك على سَبيلِ التَّهَكُّمِ، والمرادُ بالكَنْزِ هو المالُ الَّذي لم تُؤَدَّ زَكاتُه، فأمَّا إذا أُدِّيَتْ زَكاتُه فليْس بكَنزٍ، سَواءٌ كثُر أو قَلَّ، وجَزاءُ الكانزينَ يومَ القِيامةِ أنْ تُكْوَى ظُهورُهم بشَيءٍ يَخْرُجُ مِن جُنوبِهم، ويُكْوَوا مِن جِهةِ مُؤخَّرةِ رُؤوسِهم بشَيءٍ يَخرُجُ مِن جِباهِهِمْ.\nثمَّ ابتَعَد أبو ذَرٍّ رَضِي اللهُ عنه في جانبٍ بعدَما تكلَّمَ بهذا، فَقَعَدَ فيه، فسَألَ عنه الأحنفُ: مَنْ هذا الَّذي تكلَّم آنِفًا؟ فقالوا: هذا أبو ذَرٍّ صاحبُ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، فذهَبَ الأحنفُ إليه، وسَأله: ما مَعْنى ما قُلْتَهُ قَبْلَ قليلٍ؛ أهو مِن كَلامِك، أو شَيءٌ سَمِعْتَهُ مِنَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم؟ فأخبَرَه أبو ذَرٍّ رَضِي اللهُ عنه أنَّ الَّذي قاله قدْ سَمِعه مِنَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، فسَأله الأحنفُ: «ما تقولُ في هذا العَطاءِ؟»، أي: ما رأيُكَ فيما نَأخُذُهُ مِن عَطاءِ الخُلَفاءِ والأُمَراءِ، وكأنَّ الأحنفَ خافَ مِنَ الوعيدِ الَّذي قالَه أبو ذَرٍّ رَضِي اللهُ عنه فيمَنْ يَكْنِزونَ الأموالَ ولا يُنفِقونها في سَبيلِ اللهِ، فقال له أبو ذَرٍّ: خُذْهُ؛ فإنَّ فيه اليومَ مَعونَةً»، أي: خُذْهُ إنْ كان فيه عَوْنًا لك على قَضاءِ حَوائجِك، ولكنْ إنْ كان هذا العَطاءُ رِشْوَةً؛ لِتَسكُتَ عن إنكارِ المُنكَرِ وما شابَهَه وتَبيعَ دِينَك، فاتْرُكْ هذا العَطاءَ ولا تَأخُذْه إذا كُنتَ لا تَتوصَّلَ إليه إلَّا بوَجهٍ غيرِ جائزٍ، ولا تَلتفِتْ إليه؛ فإنَّ سَلامةَ الدِّينِ أهمُّ مِن نَيلِ الدُّنيا.\nوفي الحديثِ: بَيانُ الوعيدِ الشَّديدِ لِمَنْ لم يُخْرِجْ زكاةَ مالِهِ.\nوفيه: التَّحذيرُ مِن عَطاءِ وُلاةِ الأمرِ إذا كان سَببًا للسُّكوتِ عن الحقِّ، أو شِراءِ الدِّينِ والذِّممِ، وقولِ الباطلِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}