{
    "hadith_id": "994",
    "hadith": "أَفْضَلُ دِينارٍ يُنْفِقُهُ الرَّجُلُ، دِينارٌ يُنْفِقُهُ علَى عِيالِهِ، ودِينارٌ يُنْفِقُهُ الرَّجُلُ علَى دابَّتِهِ في سَبيلِ اللهِ، ودِينارٌ يُنْفِقُهُ علَى أصْحابِهِ في سَبيلِ اللَّهِ. قالَ أبو قِلابَةَ: وبَدَأَ بالعِيالِ، ثُمَّ قالَ أبو قِلابَةَ: وأَيُّ رَجُلٍ أعْظَمُ أجْرًا مِن رَجُلٍ يُنْفِقُ علَى عِيالٍ صِغارٍ، يُعِفُّهُمْ، أوْ يَنْفَعُهُمُ اللَّهُ به، ويُغْنِيهِمْ؟!",
    "rawi": "ثوبان مولى رسول الله صلى الله عليه وسلم",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "994",
    "grade": "[صحيح]",
    "sharh": "الإنْفاقُ في سَبيلِ اللهِ مِن أفْضلِ وُجوهِ البرِّ، ولِهذا الإنْفاقِ وُجوهٌ كَثيرةٌ تُقدَّرُ بقَدْرِها، ويُفاضَلُ بيْنَها بحَسَبِ الأحْوالِ والظُّروفِ.\nوفي هذا الحَديثِ يُبيِّنُ النَّبيُّ صلَّى اللهُ عليه وسلَّمَ صُوَرًا وأبْوابًا مِن أبْوابِ الإنْفاقِ، ويُرتِّبُه بحسَبِ الحالِ إذا تَزاحمَتْ أوجُهُ الإنْفاقِ في وَقتٍ واحدٍ، فأخبَرَ أنَّ أَكثرَ الدَّنانيرِ ثَوابًا هو الدِّينارُ الَّذي يُنفقُه الإنْسانُ عَلى مَن يَعولُه وتَلزَمُه مُؤنتُه؛ مِن نحْوِ زَوجةٍ وَولدٍ وخادمٍ، وَهذا إذا نَوى بهِ وَجهَ اللهِ، وفي رِوايةِ الصَّحيحَينِ: «إنَّ المُسلِمَ إذا أنْفَقَ على أهْلِهِ نَفَقةً وهو يَحتَسِبُها، كانتْ له صَدَقةً»، فبيَّنتْ أنَّه إذا احتَسَبَها للهِ فهي له نَفقةٌ وصَدَقةٌ؛ وذلِكَ لأنَّ النَّفَقةَ عليهم واجِبةٌ، ويَأثَمُ إنْ ضيَّعَهم، فكان الأجْرُ أعظَمَ ممَّا لو أنفَقَ مُتطوِّعًا على غَيرِ عِيالِهِ وترَكَهُم. ولفظُ «الدِّينارِ» هنا عامٌّ يشمَلُ كلَّ ما أُعِدَّ للنَّفقةِ وكان مالًا، ويدخُلُ فيه العُملاتُ المعاصِرةُ بمختَلِفِ تَنوُّعاتِها.\nثُمَّ ذكَرَ صلَّى اللهُ عليه وسلَّمَ الإنْفاقَ على مَركوبِ الإنْسانِ المُعَدِّ للحربِ في سَبيلِ اللهِ، فقال: «ودِينارٌ يُنفِقُه الرَّجلُ عَلى دابَّتِه» المَربوطةِ، «في سَبيلِ اللهِ»، أي: أعَدَّها للغَزوِ عليها، وما في مَعْناها، و«دِينارٌ يُنفِقُه عَلى أصْحابِه» حالَ كَونِهم مُجاهِدينَ «في سَبيلِ اللهِ»، فيُنفِقُ عَلى رُفقتِه الغُزاةِ، وقيلَ: المرادُ بسَبيلِ اللهِ كلُّ طاعةٍ.\nوَفي آخِرِ الحَديثِ قالَ التَّابِعيُّ أبو قِلَابةَ عبدُ اللهِ بنُ زَيدٍ -راوي الحَديثِ-: «بَدأَ بالعيالِ»، أي: أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّمَ جعَلَ أوْجَبَ النَّفقاتِ الَّتي يُنفِقُها الرَّجلُ هي الَّتي تكونُ على عيالِه، ثُمَّ قالَ أبو قِلَابةَ: «وأيُّ رَجلٍ أعْظمُ أجْرًا مِن رَجلٍ يُنفِقُ عَلى عِيالٍ صِغارٍ، يُعِفُّهُم، أو يَنفَعُهمُ اللهُ به، ويُغنِيهِم؟!»، وهذا رأيُ أَبي قِلَابةَ في الإنْفاقِ وتَرتيبِ الأوْلَوِيَّةِ بيْنَ الأُمورِ المَذكورةِ، وأنَّه يَرى أنَّ أفْضلَ النَّفقةِ وأوْلَاها هيَ النَّفقةُ عَلى العِيالِ والأوْلادِ الصِّغارِ الَّذينَ لا يَستَطيعونَ التَّكسُّبَ، فتَكونُ هَذه النَّفقةُ إعْفافًا لَهُم عن سُؤالِ النَّاسِ، وإغْناءً لَهم عنِ الذِّلَّةِ والمَهانةِ، وهو موافِقٌ لمَا جاء في حَديثِ مُسلِمٍ عن أبي هُريرةَ رَضيَ اللهُ عنه قال: قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ: «ودِينارٌ أنْفقْتَه على أهلِكَ، أعْظَمُها أجْرًا الَّذي أنْفقْتَه على أهْلِكَ».\nوَفي الحَديثِ: تَعدُّدُ وُجوهِ الإنْفاقِ في البرِّ والخَيرِ والصَّدَقةِ.\nوفيه: أنَّ النَّفَقةَ عَلى العِيالِ مِن أفضَلِ النَّفَقاتِ.\nوفيه: أنَّ النَّفَقةَ عَلى الجِهادِ في سَبيلِ اللهِ مِن أعظَمِ النَّفَقاتِ، مِثلَ إعْدادِ الأدَواتِ والرِّجالِ للجِهادِ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}