{
    "hadith_id": "998",
    "hadith": "أنَّهُ سَمِعَ أَنَسَ بنَ مَالِكٍ يقولُ: كانَ أَبُو طَلْحَةَ أَكْثَرَ أَنْصَارِيٍّ بالمَدِينَةِ مَالًا، وَكانَ أَحَبُّ أَمْوَالِهِ إلَيْهِ بَيْرَحَى، وَكَانَتْ مُسْتَقْبِلَةَ المَسْجِدِ، وَكانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ يَدْخُلُهَا وَيَشْرَبُ مِن مَاءٍ فِيهَا طَيِّبٍ.\r\nقالَ أَنَسٌ: فَلَمَّا نَزَلَتْ هذِه الآيَةُ: {لَنْ تَنَالُوا البِرَّ حتَّى تُنْفِقُوا ممَّا تُحِبُّونَ}[آل عمران:92] قَامَ أَبُو طَلْحَةَ إلى رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ فَقالَ: إنَّ اللَّهَ يقولُ في كِتَابِهِ: {لَنْ تَنَالُوا البِرَّ حتَّى تُنْفِقُوا ممَّا تُحِبُّونَ}، وإنَّ أَحَبَّ أَمْوَالِي إلَيَّ بَيْرَحَى، وإنَّهَا صَدَقَةٌ لِلَّهِ، أَرْجُو برَّهَا وَذُخْرَهَا عِنْدَ اللهِ، فَضَعْهَا، يا رَسولَ اللهِ، حَيْثُ شِئْتَ، قالَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ: بَخْ، ذلكَ مَالٌ رَابِحٌ، ذلكَ مَالٌ رَابِحٌ، قدْ سَمِعْتُ ما قُلْتَ فِيهَا، وإنِّي أَرَى أَنْ تَجْعَلَهَا في الأقْرَبِينَ فَقَسَمَهَا أَبُو طَلْحَةَ في أَقَارِبِهِ وَبَنِي عَمِّهِ.",
    "rawi": "أنس بن مالك",
    "mohdith": "مسلم",
    "book": "صحيح مسلم",
    "numberOrPage": "998",
    "grade": "[صحيح]",
    "takhrij": "أخرجه البخاري (5611)، ومالك (3652)، وأحمد (12438) واللفظ لهم.",
    "sharh": "إنفاقُ المالِ المحبوبِ للنَّفْسِ، وبَذْلُه ابتغاءَ مَرضاةِ اللهِ عزَّ وجلَّ؛ دَليلٌ على صِدقِ الإيمانِ باللهِ، وطَريقٌ لِنَيلِ الخيرِ في الدُّنيا والآخرةِ.\nوفي هذا الحديثِ يَرْوي أنسُ بنُ مالكٍ رَضيَ اللهُ عنه أنَّ أبا طَلحةَ -واسمُه زَيدُ بنُ سَهلٍ- الأنصاريَّ رَضيَ اللهُ عنه كان أكثَرَ الأنصارِ مالًا، وكان مالُه نَخْلًا، وكان أحَبُّ أموالِه إليه وأنفَسُها عندَه بُستانًا بالمدينةِ اسْمُه بَيْرُحاءَ، وكان مُقابلًا لِمَسجدِ رَسولِ اللهِ صلَّى اللهُ عليه وسلَّمَ، وكان ماؤهُ طيِّبًا، وكان رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ يَدخُلُ البُستانَ ويَشرَبُ منه. قال أنسٌ رَضيَ اللهُ عنه: فلمَّا أُنزِلَتْ هذِه الآيةُ: {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} [آل عمران: 92] -أي: لن تَبلُغوا حَقيقةَ البِرِّ الذي هو جِماعُ الخيرِ، أو لنْ تَنالوا بِرَّ اللهِ الذي هو الرَّحمةُ والرِّضا والجنَّةُ؛ حتَّى تكونَ نَفقتُكم مِن أموالِكُم التي تُحِبُّونَها وتُؤْثِرونها مِن المالِ، أو غيرِه؛ كبَذْلِ الجاهِ في مُعاوَنةِ الناسِ، والبدَنِ في طاعةِ اللهِ، والنفْسِ في سَبيلِ اللهِ- جاء أبو طَلْحةَ رَضيَ اللهُ عنه إلى النبيِّ صلَّى اللهُ عليه وسلَّمَ، فتَلا عليه الآيةَ، ثمَّ قال له: إنَّ أحَبَّ أمْوالي إلَيَّ بَيْرُحَاءَ، وإنَّها صَدَقةٌ للهِ تعالى، أطلُبُ بذلك خَيرَها وأجْرَها، وأدَّخِرُها لِأَجِدَها عندَ اللهِ عزَّ وجلَّ، وفوَّضَ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّمَ في تَعيينِ مَصرفِها يُنفِقُها حسْبَما يَأمُرُه اللهُ تعالى.\nففَرِحَ به رَسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، وقال له: بَخٍ، ذلك مالٌ رابحٌ، ذلك مالٌ رابحٌ. وكَلمةُ «بخٍ» تُقال عندَ الرِّضا والإعجابِ بالشَّيءِ، أو الفخْرِ والمدْحِ.\nوفي رِوايةٍ: مالٌ رايحٌ؛ بالياءِ، أي: ذلك مالٌ يَروحُ عليه أجْرُه ويَرجِعُ نَفْعُه إلى صاحبِه، وقيل: معْناه: يَروحُ بالأجْرِ ويَغْدو به، والرَّواحُ هو آخِرُ النَّهارِ، والغُدوُّ هو أوَّلُ النَّهارِ.\nووجَّهَه صلَّى اللهُ عليه وسلَّمَ أنْ يَجعَلَها في أقاربِه، فقام أبو طَلْحةَ بتَقسيمِها عليهم؛ لأنَّ الصَّدقةَ على الأقاربِ لها أجْرانِ: أجْرُ الصَّدقةِ، وأجْرُ صِلةِ الرَّحِمِ.\nوفي الحديثِ: مُشاوَرةُ أهلِ الفضلِ في كَيفيَّةِ الصَّدقةِ والطَّاعةِ.\nوفيه: أنَّ الرَّجلَ الصَّالحَ قد يُضافُ إليه حُبُّ المالِ، وقد يُضِيفُه هو إلى نفْسِه، وليس في ذلك نَقيصةٌ عليه.\nوفيه: أنَّ الصَّدقةَ إذا كانت جَزْلةً مُدِحَ صاحبُها.\nوفيه: فَضيلةٌ ومَنقبةٌ لأبي طَلْحةَ رَضيَ اللهُ عنه.\nوفيه: أنَّ الصَّدقةَ على الأقربينَ ذوي الحاجةِ أَولى وأفضَلُ.",
    "hadith_lessons": [],
    "hadith_application": [],
    "FT_Pairs": []
}